[{"id":80001,"name":"Путешественник и ветер - Развейте по ветру семена одуванчика с помощью Анемо."},{"id":80002,"name":"О высоких скалах - Получите силу элемента Гео."},{"id":80003,"name":"Голос текущей воды - Соберите полную коллекцию «Сердца родника»."},{"id":80004,"name":"Священная алебарда посрамила небеса - Соберите полную коллекцию «Легенды о разбитой алебарде»."},{"id":80005,"name":"Пьяница и волк - Соберите полную коллекцию «Истории пьяницы»."},{"id":80006,"name":"Родник, белая лошадь и лунный свет - Соберите полную коллекцию «Ночи в бамбуковом лесу»."},{"id":80007,"name":"Как ковалась сталь - Изготовьте оружие 4★."},{"id":80008,"name":"Эксперт по выживанию - Выучите рецепты 10 блюд."},{"id":80009,"name":"Эксперт по выживанию - Выучите рецепты 20 блюд."},{"id":80010,"name":"Эксперт по выживанию - Выучите рецепты 40 блюд."},{"id":80011,"name":"Звёздный шеф - Достигните мастерства в приготовлении 10 блюд."},{"id":80012,"name":"Звёздный шеф - Достигните мастерства в приготовлении 20 блюд."},{"id":80013,"name":"Звёздный шеф - Достигните мастерства в приготовлении 40 блюд."},{"id":80014,"name":"Вперёд и ввысь - Возвысьте персонажа до фазы 2 в первый раз."},{"id":80015,"name":"Вперёд и ввысь - Возвысьте персонажа до фазы 4 в первый раз."},{"id":80016,"name":"Вперёд и ввысь - Возвысьте персонажа до фазы 6 в первый раз."},{"id":80017,"name":"Как закалялась сталь - Возвысьте оружие до фазы 2."},{"id":80018,"name":"Как закалялась сталь - Возвысьте оружие до фазы 4."},{"id":80019,"name":"Как закалялась сталь - Возвысьте оружие до фазы 6."},{"id":80020,"name":"Это личное... - Достигните уровня дружбы 10 с 4-мя персонажами."},{"id":80021,"name":"Это личное... - Достигните уровня дружбы 10 с 8-мью персонажами."},{"id":80022,"name":"Это личное... - Достигните уровня дружбы 10 с 16-тью персонажами."},{"id":80023,"name":"Щедрость земли - Получите награды Цветов богатства или Цветов озарения 200 раз."},{"id":80024,"name":"Щедрость земли - Получите награды Цветов богатства или Цветов озарения 400 раз."},{"id":80025,"name":"Щедрость земли - Получите награды Цветов богатства или Цветов озарения 800 раз."},{"id":80026,"name":"Подарок героя - Получите артефакт 4★."},{"id":80027,"name":"Эхо мелодии - Улучшите артефакт 4★ до макс. уровня."},{"id":80028,"name":"Легендарное сокровище - Получите артефакт 5★."},{"id":80029,"name":"Священные главы - Улучшите артефакт 5★ до макс. уровня."},{"id":80030,"name":"Континентальный исследователь"},{"id":80031,"name":"Касание тысячи ветров - Активируйте все точки телепортации в Мондштадте (без Драконьего хребта)."},{"id":80032,"name":"Пусть ветер хранит тебя - Повысьте статую семи Архонтов в Мондштадте до макс. уровня."},{"id":80033,"name":"Паломник святилища"},{"id":80034,"name":"Направляющий ветер - Доведите 10 фей до их садов в Мондштадте (без Драконьего хребта)."},{"id":80035,"name":"Направляющий ветер - Доведите 20 фей до их садов в Мондштадте (без Драконьего хребта)."},{"id":80036,"name":"Направляющий ветер - Доведите 40 фей до их садов в Мондштадте (без Драконьего хребта)."},{"id":80037,"name":"В поисках сокровищ ветра - Откройте 100 сундуков в Мондштадте (без Драконьего хребта)."},{"id":80038,"name":"В поисках сокровищ ветра - Откройте 200 сундуков в Мондштадте (без Драконьего хребта)."},{"id":80039,"name":"В поисках сокровищ ветра - Откройте 400 сундуков в Мондштадте (без Драконьего хребта)."},{"id":80040,"name":"В поисках приключений ветра - Завершите 5 активируемых механизмами ограниченных по времени испытаний открытого мира в Мондштадте (без Драконьего хребта)."},{"id":80041,"name":"В поисках приключений ветра - Завершите 10 активируемых механизмами ограниченных по времени испытаний открытого мира в Мондштадте (без Драконьего хребта)."},{"id":80042,"name":"В поисках приключений ветра - Завершите 15 активируемых механизмами ограниченных по времени испытаний открытого мира в Мондштадте (без Драконьего хребта)."},{"id":80043,"name":"Континентальный исследователь"},{"id":80044,"name":"Взгляд сквозь камень - Активируйте все точки телепортации в Ли Юэ (не включая Разлом)."},{"id":80045,"name":"Неподвижные скалы - Повысьте статую семи Архонтов в Ли Юэ до макс. уровня."},{"id":80046,"name":"Паломник святилища"},{"id":80047,"name":"Направление среди камней - Доведите 20 фей до их садов в Ли Юэ (не включая Разлом)."},{"id":80048,"name":"Направление среди камней - Доведите 40 фей до их садов в Ли Юэ (не включая Разлом)."},{"id":80049,"name":"Направление среди камней - Доведите 60 фей до их садов в Ли Юэ (не включая Разлом)."},{"id":80050,"name":"В поисках сокровищ камня - Откройте 200 сундуков в Ли Юэ (не включая Разлом)."},{"id":80051,"name":"В поисках сокровищ камня - Откройте 400 сундуков в Ли Юэ (не включая Разлом)."},{"id":80052,"name":"В поисках сокровищ камня - Откройте 800 сундуков в Ли Юэ (не включая Разлом)."},{"id":80053,"name":"В поисках приключений камня - Завершите 10 активируемых механизмами ограниченных по времени испытаний открытого мира в Ли Юэ (не включая Разлом)."},{"id":80054,"name":"В поисках приключений камня - Завершите 20 активируемых механизмами ограниченных по времени испытаний открытого мира в Ли Юэ (не включая Разлом)."},{"id":80055,"name":"В поисках приключений камня - Завершите 40 активируемых механизмами ограниченных по времени испытаний открытого мира в Ли Юэ (не включая Разлом)."},{"id":80056,"name":"Континентальный исследователь"},{"id":80057,"name":"Исхоженный ледяной пик - Активируйте все точки телепортации на Драконьем хребте."},{"id":80058,"name":"Фея среди снегов - Доведите 5 тёплых фей до их садов на Драконьем хребте."},{"id":80059,"name":"Фея среди снегов - Доведите 10 тёплых фей до их садов на Драконьем хребте."},{"id":80060,"name":"Фея среди снегов - Доведите 20 тёплых фей до их садов на Драконьем хребте."},{"id":80061,"name":"В поисках сокровищ снежной горы - Откройте 40 сундуков на Драконьем хребте."},{"id":80062,"name":"В поисках сокровищ снежной горы - Откройте 80 сундуков на Драконьем хребте."},{"id":80063,"name":"В поисках сокровищ снежной горы - Откройте 160 сундуков на Драконьем хребте."},{"id":80064,"name":"Алые ростки - Повысьте Дерево вечной мерзлоты до уровня 4."},{"id":80065,"name":"Алые ростки - Повысьте Дерево вечной мерзлоты до уровня 8."},{"id":80066,"name":"Алые ростки - Повысьте Дерево вечной мерзлоты до уровня 12."},{"id":80067,"name":"Шип небесной стужи - Поднимите странную колонну."},{"id":80068,"name":"Драконье копьё - Соберите оружие из останков дракона."},{"id":80069,"name":"Неограниченная мощь! - Получите силу элемента Электро."},{"id":80070,"name":"Страна одуванчиков - Соберите полную коллекцию «Лисы в море одуванчиков»."},{"id":80071,"name":"Сила дружбы и жертвы - Соберите полную коллекцию «Принцессы-кабана»."},{"id":80072,"name":"Вечная молодость - Соберите полную коллекцию «Меланхолии Веры»."},{"id":80073,"name":"Доктор хиличурлских наук - Соберите полную коллекцию «Культурных традиций хиличурлов»."},{"id":80074,"name":"Континентальный исследователь"},{"id":80075,"name":"Гром, пронёсшийся по земле I - Активируйте все точки телепортации на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80076,"name":"Паломник святилища"},{"id":80077,"name":"Вечный гром - Повысьте статую семи Архонтов в Инадзуме до макс. уровня."},{"id":80078,"name":"Божественное воплощение - Повысьте уровень благосклонности сакуры до макс. уровня."},{"id":80079,"name":"Сборщик травы наку I - Проследуйте за 10 Электро феями на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80080,"name":"Сборщик травы наку I - Проследуйте за 20 Электро феями на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80081,"name":"Сборщик травы наку I - Проследуйте за 40 Электро феями на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80082,"name":"Путеводный свет I - Доведите 4 феи до их садов на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80083,"name":"Путеводный свет I - Доведите 8 фей до их садов на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80084,"name":"Путеводный свет I - Доведите 16 фей до их садов на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80085,"name":"В поисках сокровищ грома I - Откройте 100 сундуков на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80086,"name":"В поисках сокровищ грома I - Откройте 200 сундуков на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80087,"name":"В поисках сокровищ грома I - Откройте 300 сундуков на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80088,"name":"Торжественная встреча - Завершите ритуал по очищению Священной сакуры."},{"id":80089,"name":"Сказания из Татары - Разрешите ситуацию с горном Микагэ."},{"id":80090,"name":"Эхо ярости - Завершите задание «Наследие Оробаси»."},{"id":80091,"name":"Байки из склепа - Соберите полную коллекцию «Рассказов улицы Токи»."},{"id":80092,"name":"По островам царства грома - Достигните уровня репутации 10 в Инадзуме."},{"id":80093,"name":"В поисках приключений грома I - Завершите 6 активируемых механизмами ограниченных по времени испытаний открытого мира на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80094,"name":"В поисках приключений грома I - Завершите 12 активируемых механизмами ограниченных по времени испытаний открытого мира на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80095,"name":"В поисках приключений грома I - Завершите 24 активируемых механизмами ограниченных по времени испытания открытого мира на острове Наруками, в Каннадзуке и на острове Ясиори в Инадзуме."},{"id":80096,"name":"Континентальный исследователь"},{"id":80097,"name":"Гром, пронёсшийся по земле II - Активируйте все точки телепортации на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80098,"name":"Паломник святилища"},{"id":80099,"name":"Сборщик травы наку II - Проследуйте за 4 Электро феями на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80100,"name":"Сборщик травы наку II - Проследуйте за 8 Электро феями на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80101,"name":"Сборщик травы наку II - Проследуйте за 16 Электро феями на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80102,"name":"Путеводный свет II - Доведите 6 фей до их садов на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80105,"name":"В поисках сокровищ грома II - Откройте 40 сундуков на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80106,"name":"В поисках сокровищ грома II - Откройте 80 сундуков на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80107,"name":"В поисках сокровищ грома II - Откройте 160 сундуков на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80108,"name":"Охотники за грозами Сэйрая - Завершите «Охотники за грозами Сэйрая»."},{"id":80109,"name":"Тот же свет луны - Завершите «Лунную бездну»."},{"id":80110,"name":"В поисках приключений грома II - Завершите 6 активируемых механизмами ограниченных по времени испытаний открытого мира на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80111,"name":"В поисках приключений грома II - Завершите 12 активируемых механизмами ограниченных по времени испытаний открытого мира на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80112,"name":"В поисках приключений грома II - Завершите 24 активируемых механизмами ограниченных по времени испытания открытого мира на островах Ватацуми и Сэйрай в Инадзуме."},{"id":80113,"name":"Континентальный исследователь"},{"id":80114,"name":"Край тумана - Активируйте все точки телепортации на острове Цуруми."},{"id":80115,"name":"Паломник святилища"},{"id":80116,"name":"Вспышки в ночи - Проследуйте за 6 Электро феями на острове Цуруми."},{"id":80119,"name":"Направление в тумане - Доведите 6 фей до их садов на острове Цуруми."},{"id":80120,"name":"В поисках сокровищ туманов - Откройте 30 сундуков на острове Цуруми."},{"id":80121,"name":"В поисках сокровищ туманов - Откройте 60 сундуков на острове Цуруми."},{"id":80122,"name":"В поисках сокровищ туманов - Откройте 120 сундуков на острове Цуруми."},{"id":80123,"name":"В поисках приключений в тумане - Завершите 4 активируемых механизмами ограниченных по времени испытаний открытого мира на острове Цуруми."},{"id":80124,"name":"В поисках приключений в тумане - Завершите 8 активируемых механизмами ограниченных по времени испытаний открытого мира на острове Цуруми."},{"id":80125,"name":"В поисках приключений в тумане - Завершите 12 активируемых механизмами ограниченных по времени испытаний открытого мира на острове Цуруми."},{"id":80126,"name":"Гроза навсегда - Выполните поручение некоего писателя по сбору материалов."},{"id":80127,"name":"#{M#Хозяин}{F#Хозяйка} зоопарка - Поймайте 1 дикое животное с помощью Сети всевездесущности."},{"id":80128,"name":"#{M#Хозяин}{F#Хозяйка} зоопарка - Поймайте 30 диких животных с помощью Сети всевездесущности."},{"id":80129,"name":"Хозяин зоопарка - Поймайте 100 диких животных с помощью Сети всевездесущности."},{"id":80130,"name":"«...тебе неведома ночь...» - Откройте полностью карту Энканомии."},{"id":80131,"name":"Высшая власть в Токоё - Активируйте все точки телепортации в Энканомии."},{"id":80132,"name":"Наставления Фосфороса - Доведите 6 фей до их садов в Энканомии."},{"id":80133,"name":"Наставления Фосфороса - Доведите 15 фей до их садов в Энканомии."},{"id":80134,"name":"Наставления Фосфороса - Доведите 30 фей до их садов в Энканомии."},{"id":80135,"name":"Дары Геспероса - Откройте 40 сундуков в Энканомии."},{"id":80136,"name":"Дары Геспероса - Откройте 80 сундуков в Энканомии."},{"id":80137,"name":"Дары Геспероса - Откройте 160 сундуков в Энканомии."},{"id":80138,"name":"Постоянство Кайроса - Завершите 3 активируемых механизмами ограниченных по времени испытания открытого мира в Энканомии."},{"id":80139,"name":"Постоянство Кайроса - Завершите 6 активируемых механизмами ограниченных по времени испытаний открытого мира в Энканомии."},{"id":80140,"name":"Постоянство Кайроса - Завершите 12 активируемых механизмами ограниченных по времени испытаний открытого мира в Энканомии."},{"id":80141,"name":"Одеяние огнекрысы, драконья жемчужина, чаша подношений и... - Добудьте коралловую ветвь для Цуюко."},{"id":80142,"name":"Мелодия прошлого - Активируйте 10 мелодий в Чайнике безмятежности при помощи Музыки природы."},{"id":80143,"name":"Мелодия прошлого - Активируйте 30 мелодий в Чайнике безмятежности при помощи Музыки природы."},{"id":80144,"name":"Мелодия прошлого - Активируйте 60 мелодий в Чайнике безмятежности при помощи Музыки природы."},{"id":80145,"name":"Покоритель Разлома - Откройте полностью карту поверхности Разлома."},{"id":80146,"name":"Опасное погружение - Откройте карту Подземных шахт Разлома."},{"id":80147,"name":"На самой глубине - Активируйте все точки телепортации в Разломе и в шахтах."},{"id":80148,"name":"Проводник в Разломе - Доведите 6 фей до их садов в Разломе."},{"id":80149,"name":"Проводник в Разломе - Доведите 12 фей до их садов в Разломе."},{"id":80150,"name":"Проводник в Разломе - Доведите 24 фей до их садов в Разломе."},{"id":80151,"name":"В поисках сокровищ Разлома - Откройте 50 сундуков в Разломе."},{"id":80152,"name":"В поисках сокровищ Разлома - Откройте 100 сундуков в Разломе."},{"id":80153,"name":"В поисках сокровищ Разлома - Откройте 200 сундуков в Разломе."},{"id":80154,"name":"Искатель приключений в Разломе - Завершите 3 активируемых механизмами ограниченных по времени испытания открытого мира в Разломе."},{"id":80155,"name":"Искатель приключений в Разломе - Завершите 6 активируемых механизмами ограниченных по времени испытания открытого мира в Разломе."},{"id":80156,"name":"Искатель приключений в Разломе - Завершите 12 активируемых механизмами ограниченных по времени испытания открытого мира в Разломе."},{"id":80157,"name":"Ослепляющий блеск - Улучшите Адъювант светоносного камня до максимального уровня."},{"id":80158,"name":"«Когда печать сломана...» - Устраните помехи, мешающие зайти в шахты."},{"id":80159,"name":"Ведётся исследование... - Выполните поручение по исследованию Департамента по делам граждан."},{"id":80160,"name":"Континентальный исследователь"},{"id":80161,"name":"Лесной странник - Откройте все точки телепортации в следующих регионах Сумеру"},{"id":80162,"name":"Паломник святилища"},{"id":80163,"name":"Флуоресцентное цветение - Повысьте статую семи Архонтов в Сумеру до макс. уровня."},{"id":80164,"name":"Апогей великой мечты - Повысьте уровень Древа снов в Ванаране до макс. уровня."},{"id":80165,"name":"Проводник в чаще - Проследуйте за 10 феями и откройте сад фей в следующих регионах"},{"id":80166,"name":"Проводник в чаще - Проследуйте за 20 феями и откройте сад фей в следующих регионах"},{"id":80167,"name":"Проводник в чаще - Проследуйте за 40 феями и откройте сад фей в следующих регионах"},{"id":80168,"name":"Охотник за лесными сокровищами - Откройте 100 сундуков в следующих регионах"},{"id":80169,"name":"Охотник за лесными сокровищами - Откройте 200 сундуков в следующих регионах"},{"id":80170,"name":"Охотник за лесными сокровищами - Откройте 400 сундуков в следующих регионах"},{"id":80171,"name":"Лесной искатель приключений - Выполните 10 ограниченных по времени испытаний открытого мира в следующих регионах"},{"id":80172,"name":"Лесной искатель приключений - Выполните 20 ограниченных по времени испытаний открытого мира в следующих регионах"},{"id":80173,"name":"Лесной искатель приключений - Выполните 40 ограниченных по времени испытаний открытого мира в следующих регионах"},{"id":80174,"name":"Лес помнит всё - Завершите Араньяку."},{"id":80175,"name":"Сущность флоры - Получите силу элемента Дендро."},{"id":80176,"name":"Воспоминания о Гюрабаде - Соберите полную коллекцию «Истории Шируе и Сирин»."},{"id":80177,"name":"Как яркое пламя - Соберите полную коллекцию «Учения листвы»."},{"id":80178,"name":"Путешествие Фарриса - Соберите полную коллекцию «Плывущего свитка песен»."},{"id":80179,"name":"Континентальный исследователь"},{"id":80180,"name":"Через миражи и песчаные бури I - Активируйте все точки телепортации в следующих регионах Сумеру"},{"id":80181,"name":"Паломник святилища"},{"id":80182,"name":"Пустыня укажет тебе путь I - Доведите 10 фей до их садов в регионах Пустыня Колоннад, Земля верхнего Сетеха, Земля нижнего Сетеха."},{"id":80183,"name":"Пустыня укажет тебе путь I - Доведите 20 фей до их садов в регионах Пустыня Колоннад, Земля верхнего Сетеха, Земля нижнего Сетеха."},{"id":80184,"name":"Пустыня укажет тебе путь I - Доведите 40 фей до их садов в регионах Пустыня Колоннад, Земля верхнего Сетеха, Земля нижнего Сетеха."},{"id":80185,"name":"Охотник за сокровищами зыбучих песков I - Откройте 60 сундуков в следующих регионах"},{"id":80186,"name":"Охотник за сокровищами зыбучих песков I - Откройте 120 сундуков в следующих регионах"},{"id":80187,"name":"Охотник за сокровищами зыбучих песков I - Откройте 240 сундуков в следующих регионах"},{"id":80188,"name":"Искатель приключений в зыбучих песках I - Выполните 10 активируемых механизмами ограниченных по времени испытаний открытого мира в следующих регионах"},{"id":80189,"name":"Искатель приключений в зыбучих песках I - Выполните 20 активируемых механизмами ограниченных по времени испытаний открытого мира в следующих регионах"},{"id":80190,"name":"Искатель приключений в зыбучих песках I - Выполните 40 активируемых механизмами ограниченных по времени испытаний открытого мира в следующих регионах"},{"id":80191,"name":"...Соплеменник грёз - Выполните задание «Золотая страна грёз»."},{"id":80192,"name":"Видимое и невидимое... - Получите «Руководство для игроков» и станьте сертифицированным игроком."},{"id":80193,"name":"Показатель успеха - Достигните 10 уровня игрока."},{"id":80197,"name":"Яростный ответ - Вызовите в победной игре элементальные реакции ×{param0}."},{"id":80198,"name":"Яростный ответ - Вызовите в победной игре элементальные реакции ×{param0}."},{"id":80199,"name":"Яростный ответ - Вызовите в победной игре элементальные реакции ×{param0}."},{"id":80203,"name":"Победа в руках - В победной игре разыграйте карты действий ×{param0}."},{"id":80204,"name":"Победа в руках - В победной игре разыграйте карты действий ×{param0}."},{"id":80205,"name":"Победа в руках - В победной игре разыграйте карты действий ×{param0}."},{"id":80206,"name":"«Я вызываю тебя...» - В победной игре выполните призыв помощника ×{param0}."},{"id":80207,"name":"«Я вызываю тебя...» - В победной игре выполните призыв помощника ×{param0}."},{"id":80208,"name":"«Я вызываю тебя...» - В победной игре выполните призыв помощника ×{param0}."},{"id":80209,"name":"Безостановочная атака - Число победных игр, в которых вы использовали не менее 3 взрывов стихии, должно достичь {param0}."},{"id":80210,"name":"Безостановочная атака - Число победных игр, в которых вы использовали не менее 3 взрывов стихии, должно достичь {param0}."},{"id":80211,"name":"Безостановочная атака - Число победных игр, в которых вы использовали не менее 3 взрывов стихии, должно достичь {param0}."},{"id":80212,"name":"Свеча на ветру - В победной игре эффективно примените щит или лечение, чтобы предотвратить получение урона или восстановить НР в размере {param0} ед."},{"id":80213,"name":"Свеча на ветру - В победной игре эффективно примените щит или лечение, чтобы предотвратить получение урона или восстановить НР в размере {param0} ед."},{"id":80214,"name":"Свеча на ветру - В победной игре эффективно примените щит или лечение, чтобы предотвратить получение урона или восстановить НР в размере {param0} ед."},{"id":80215,"name":"Разлом хаоса - В победной игре сразите не менее двух карт персонажей противника за один ход ×{param0}."},{"id":80216,"name":"Разлом хаоса - В победной игре сразите не менее двух карт персонажей противника за один ход ×{param0}."},{"id":80217,"name":"Разлом хаоса - В победной игре сразите не менее двух карт персонажей противника за один ход ×{param0}."},{"id":80218,"name":"Легендарный игрок - Суммарно получите {param0} счастливых монет."},{"id":80219,"name":"Легендарный игрок - Суммарно получите {param0} счастливых монет."},{"id":80220,"name":"Легендарный игрок - Суммарно получите {param0} счастливых монет."},{"id":80221,"name":"Дайс-шейкер - В победной игре нанесите не менее 8 ед. урона за один ход ×{param0}."},{"id":80222,"name":"Дайс-шейкер - В победной игре нанесите не менее 8 ед. урона за один ход ×{param0}."},{"id":80223,"name":"Дайс-шейкер - В победной игре нанесите не менее 8 ед. урона за один ход ×{param0}."},{"id":80224,"name":"Континентальный исследователь"},{"id":80225,"name":"Через миражи и песчаные бури II - Активируйте все точки телепортации в следующем регионе Сумеру"},{"id":80226,"name":"Паломник святилища"},{"id":80227,"name":"Панихида Билцис - Завершите «Панихиду Билцис»"},{"id":80228,"name":"Пустыня укажет тебе путь II - Доведите фей ({param0}) до их садов в пустыне Хадрамавет."},{"id":80229,"name":"Пустыня укажет тебе путь II - Доведите фей ({param0}) до их садов в пустыне Хадрамавет."},{"id":80230,"name":"Пустыня укажет тебе путь II - Доведите фей ({param0}) до их садов в пустыне Хадрамавет."},{"id":80231,"name":"Охотник за сокровищами зыбучих песков II - Откройте сундуки в пустыне Хадрамавет"},{"id":80232,"name":"Охотник за сокровищами зыбучих песков II - Откройте сундуки в пустыне Хадрамавет"},{"id":80233,"name":"Охотник за сокровищами зыбучих песков II - Откройте сундуки в пустыне Хадрамавет"},{"id":80234,"name":"Искатель приключений в зыбучих песках II - Завершите активируемых механизмом ограниченных по времени испытаний открытого мира в пустыне Хадрамавет"},{"id":80235,"name":"Искатель приключений в зыбучих песках II - Завершите активируемых механизмом ограниченных по времени испытаний открытого мира в пустыне Хадрамавет"},{"id":80236,"name":"Искатель приключений в зыбучих песках II - Завершите активируемых механизмом ограниченных по времени испытаний открытого мира в пустыне Хадрамавет"},{"id":80237,"name":"Континентальный исследователь"},{"id":80238,"name":"Небеса опустились в бездну - Активируйте все точки телепортации в следующих регионах Сумеру"},{"id":80239,"name":"Паломник святилища"},{"id":80240,"name":"Проводник пустыни - Доведите фей ({param0}) до их садов в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80241,"name":"Проводник пустыни - Доведите фей ({param0}) до их садов в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80242,"name":"Проводник пустыни - Доведите фей ({param0}) до их садов в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80243,"name":"Охотник за сокровищами пустыря - Откройте сундуки ({param0}) в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80244,"name":"Охотник за сокровищами пустыря - Откройте сундуки ({param0}) в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80245,"name":"Охотник за сокровищами пустыря - Откройте сундуки ({param0}) в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80246,"name":"Искатель приключений пустыря - Завершите ограниченные по времени испытания открытого мира ({param0}) в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80247,"name":"Искатель приключений пустыря - Завершите ограниченные по времени испытания открытого мира ({param0}) в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80248,"name":"Искатель приключений пустыря - Завершите ограниченные по времени испытания открытого мира ({param0}) в Гавирехе Ладжаварде, царстве Фарахкерт."},{"id":80249,"name":"Хварна добра и зла - Завершите «Хварну добра и зла»."},{"id":80250,"name":"Красная амрита - Повысьте Озеро амриты до макс. уровня."},{"id":81000,"name":"Всеохватывающий вид - Достигните вершины пика Цинъюнь."},{"id":81001,"name":"Останки режущих бурь - Достигните вершины башни в логове Ужаса Бури."},{"id":81002,"name":"Семена истории, принесённые ветром... - Достигните безымянного острова на северо-востоке Мондштадта."},{"id":81003,"name":"Верность до конца - Откройте сундук в центре сердца из камней."},{"id":81004,"name":"Гиперскачок! - Пролетите сквозь временной тоннель в небе над мысом Веры."},{"id":81005,"name":"Любимец Анемо Архонта - Присядьте на руках статуи Барбатоса в Мондштадте."},{"id":81010,"name":"Лучший меч на кладбище - Разбейте тройную печать Кладбища мечей."},{"id":81014,"name":"Скрытый дворец Гуй Цзан - Проследуйте за бессмертными и откройте врата подземелья."},{"id":81015,"name":"Сад Сесилии - Верните фей на свои места и откройте вход в подземелье Вольфендома."},{"id":81016,"name":"Скрытый дворец Уван - Помогите феям зажечь факелы и откройте вход в подземелье на склоне Уван."},{"id":81017,"name":"«Если отнестись со всей душой...» - Приготовьте одно «странное» блюдо."},{"id":81018,"name":"«...каждый может стать гурманом». - Приготовьте 10 странных блюд."},{"id":81019,"name":"В десять лет я почти одолел дикого кабана - Станьте жертвой дикого кабана."},{"id":81020,"name":"Золотая лётная лицензия - Пролетите на планере очень длинную дистанцию."},{"id":81021,"name":"Почти как иметь крылья - Пролетите на планере более 80 сек."},{"id":81022,"name":"Как вспышка молнии - Пробегите спринтом (или альтернативным видом спринта) более 15 сек."},{"id":81023,"name":"Друзья по всему миру - Познакомьтесь с разными людьми во время своего путешествия."},{"id":81024,"name":"Мегазвезда Мондштадта - Достигните уровня репутации 8 в Мондштадте."},{"id":81025,"name":"Легенда Ли Юэ - Достигните уровня репутации 8 в Ли Юэ."},{"id":81026,"name":"Цель уничтожена - Выполните 10 заказов на монстров."},{"id":81027,"name":"Цель уничтожена - Выполните 20 заказов на монстров."},{"id":81028,"name":"Цель уничтожена - Выполните 30 заказов на монстров."},{"id":81029,"name":"Герой-практикант - Выполните 10 просьб жителей."},{"id":81030,"name":"Герой-практикант - Выполните 20 просьб жителей."},{"id":81031,"name":"Герой-практикант - Выполните 30 просьб жителей."},{"id":81032,"name":"Цель ушла... - Потеряйте цель своего заказа."},{"id":81033,"name":"До чего страшен мороз - Падите от эффекта лютого мороза..."},{"id":81034,"name":"Священник, принцесса и писарь - Найдите сокровище погребённой столицы."},{"id":81035,"name":"Возвращение блудного сына - Проследуйте по пути одного из членов давно потерянной экспедиции к тому месту, откуда он отправился домой."},{"id":81036,"name":"История, покрытая тысячелетним снегом - Узнайте о судьбе давно потерянной экспедиции, которая когда-то исследовала Драконий хребет."},{"id":81037,"name":"Ледяная сталь - Получите отлитое из звёздного серебра древнее оружие."},{"id":81038,"name":"Бесполезные усилия - Найдите все останки руинных стражей..."},{"id":81039,"name":"История, которую нельзя рассказать - Заведите неожиданного друга в неожиданном месте."},{"id":81040,"name":"На вершине мира - Покорите высочайший пик Драконьего хребта."},{"id":81041,"name":"Зимняя сказка - Найдите кристальную Крио бабочку под кучей снега."},{"id":81042,"name":"Охотник стал добычей - Падите в битве с Королём снежных кабанов."},{"id":81043,"name":"Остынь! - Победите Короля снежных кабанов, пока тот в ярости."},{"id":81044,"name":"Сотни тысяч моры за кусочек! - Научитесь готовить томатное рагу."},{"id":81045,"name":"Решение громовых небес - Получите удар молнии."},{"id":81046,"name":"До небес - Заберитесь на восстановленный Шип небесной стужи."},{"id":81047,"name":"Трансмутация нуклида - Выполните одну трансмутацию материала с помощью Параметрического преобразователя."},{"id":81048,"name":"...Ты всё слышал, не так ли? - Даже Паймон может уставать."},{"id":81049,"name":"Таков вид обители... - Войдите в обитель с помощью Чайника безмятежности."},{"id":81050,"name":"Показатели силы Адептов зашкаливают - Достигните 20 000 ед. силы Адептов в одной форме обители."},{"id":81051,"name":"Показатели силы Адептов зашкаливают - Достигните 20 000 ед. силы Адептов в двух формах обители."},{"id":81052,"name":"Показатели силы Адептов зашкаливают - Достигните 20 000 ед. силы Адептов в трёх формах обители."},{"id":81053,"name":"Тайный друг в чайнике - Достигните ур. 4 доверия с духом чайника."},{"id":81054,"name":"Тайный друг в чайнике - Достигните ур. 7 доверия с духом чайника."},{"id":81055,"name":"Тайный друг в чайнике - Достигните ур. 10 доверия с духом чайника."},{"id":81056,"name":"Руби дерево, пили доски - Получите 100 ед. древесины."},{"id":81057,"name":"Руби дерево, пили доски - Получите 600 ед. древесины."},{"id":81058,"name":"Руби дерево, пили доски - Получите 2000 ед. древесины."},{"id":81059,"name":"Владелец сокровищ - Получите 2000 ед. сокровищ обители."},{"id":81060,"name":"Владелец сокровищ - Получите 10 000 ед. сокровищ обители."},{"id":81061,"name":"Владелец сокровищ - Получите 50 000 ед. сокровищ обители."},{"id":81062,"name":"Не только ведь табуретка - Изготовьте 120 предметов декора."},{"id":81063,"name":"Не только ведь табуретка - Изготовьте 300 предметов декора."},{"id":81064,"name":"Не только ведь табуретка - Изготовьте 600 предметов декора."},{"id":81065,"name":"Добавить цвет? - Изготовьте 50 красок."},{"id":81066,"name":"Добавить цвет? - Изготовьте 200 красок."},{"id":81067,"name":"Добавить цвет? - Изготовьте 600 красок."},{"id":81068,"name":"Стандартный чертёж - Выучите 60 чертежей декора."},{"id":81069,"name":"Стандартный чертёж - Выучите 120 чертежей декора."},{"id":81070,"name":"Стандартный чертёж - Выучите 180 чертежей декора."},{"id":81071,"name":"Это моя территория - Разместите 50 предметов декора в одной форме обители."},{"id":81072,"name":"Это моя территория - Разместите 150 предметов декора в одной форме обители."},{"id":81073,"name":"Это моя территория - Разместите 300 предметов декора в одной форме обители."},{"id":81074,"name":"Йо-хо-хо, и бутылка вина из одуванчиков! - Поднимитесь на свой волноход."},{"id":81075,"name":"Владыка морей - Проведите некоторое время в плавании на волноходе."},{"id":81076,"name":"Славная лодка! - Обменяйтесь волноходами с другим игроком."},{"id":81077,"name":"...Имя её «Мария Целеста» - Переживите разрушение вашего волнохода..."},{"id":81078,"name":"Дежавю! - Проплывите некоторое время на волноходе на высокой скорости."},{"id":81079,"name":"Хлеб-соль да чайник - Пригласите компаньона в Чайник безмятежности."},{"id":81080,"name":"Беседы у огня - Откройте 10 диалогов с компаньонами."},{"id":81081,"name":"Беседы у огня - Откройте 20 диалогов с компаньонами."},{"id":81082,"name":"Беседы у огня - Откройте 30 диалогов с компаньонами."},{"id":81083,"name":"Победные дары - Получите 5 подарков от компаньонов."},{"id":81084,"name":"Победные дары - Получите 10 подарков от компаньонов."},{"id":81085,"name":"Победные дары - Получите 20 подарков от компаньонов."},{"id":81086,"name":"Как фигуры на шахматной доске - Установите точку телепортации обители в Чайнике безмятежности в первый раз."},{"id":81087,"name":"Нужно больше урожая! - Соберите 40 предметов с полей Путь ценности"},{"id":81088,"name":"Нужно больше урожая! - Соберите 200 предметов с полей Путь ценности"},{"id":81089,"name":"Нужно больше урожая! - Соберите 800 предметов с полей Путь ценности"},{"id":81090,"name":"Цветущая обитель - Соберите 40 предметов с полей Путь ценности"},{"id":81091,"name":"Цветущая обитель - Соберите 200 предметов с полей Путь ценности"},{"id":81092,"name":"Цветущая обитель - Соберите 800 предметов с полей Путь ценности"},{"id":81093,"name":"Время собирать урожай! - Соберите 40 предметов с полей Путь ценности"},{"id":81094,"name":"Время собирать урожай! - Соберите 200 предметов с полей Путь ценности"},{"id":81095,"name":"Время собирать урожай! - Соберите 800 предметов с полей Путь ценности"},{"id":81096,"name":"Деревянный молот Ямада Го - Распознайте иллюзию бакэ-дануки несколько раз."},{"id":81097,"name":"«Искусство Кудзирай, Тэмари Дзюцу» - Сыграйте в игру тэмари с малышом Кудзираем."},{"id":81098,"name":"Жизнь тэмари - Позвольте другому игроку присоединиться к вашей игре в тэмари."},{"id":81099,"name":"Счастливый день Паймон! - Вытяните счастливую палочку в Великом храме Наруками."},{"id":81100,"name":"Хуже некуда... - Вытяните несчастливую палочку в Великом храме Наруками."},{"id":81104,"name":"Легенда о подземном дворце... Что? - Вместо сокровища вы нашли... потерянные воспоминания?"},{"id":81105,"name":"SHUUMATSU GAIDEN - Ввяжитесь в драку между Сюмацубан и Фатуи..."},{"id":81106,"name":"Ивакура Бугэйтё - Станьте свидетелем конца искусства Ивакура."},{"id":81108,"name":"Вольный пёс - Освободите Торатаро."},{"id":81109,"name":"Между узлом и наковальней - Развяжите узел Хироми."},{"id":81111,"name":"Они никогда не состарятся - Почтите мёртвых."},{"id":81112,"name":"О, человечество! - Станьте свидетелем судьбы самурая."},{"id":81113,"name":"Пустая душа - Найдите артефакт Васидзу."},{"id":81114,"name":"Путеводитель по необитаемому острову - Найдите все святилища на острове Ясиори."},{"id":81115,"name":"...и я пройду ещё 3000 - Найдите Тёдзи в Татарасуне и Наруками."},{"id":81116,"name":"Одиссея врача - Узнайте, что произошло с Ясумото."},{"id":81117,"name":"«Тук-тук» - Отключите защитный купол, окружающий горн Микагэ."},{"id":81118,"name":"План битвы при Каннадзуке - Одолейте воскресший Электро гипостазис."},{"id":81119,"name":"За что мы воюем - Приведите Масанори в чувство."},{"id":81120,"name":"Овадзамоно - С лёгкостью одолейте Масанори."},{"id":81121,"name":"Второе цветение - Получите подарок Ханаямы Каору."},{"id":81122,"name":"Спасибо, и приходите ещё - Получите большую награду из сундука Такаси."},{"id":81123,"name":"Шокирующе... в буквальном смысле - Падите от урона Громового бедствия..."},{"id":81124,"name":"Бинго! - Откройте область сокровищ с помощью пушки Камуйдзима."},{"id":81125,"name":"Меч Татары - Получите изображение определённого оружия из прошлого."},{"id":81130,"name":"Круг жизни и смерти - Упокойте души 10 погибших самураев."},{"id":81131,"name":"Самодельная удочка - Проведите первую удачную рыбалку."},{"id":81132,"name":"Ура, вот вам аквариум - Поймайте первую декоративную рыбу."},{"id":81133,"name":"Разбитое лунное отражение - Поймайте первую ночную рыбу."},{"id":81134,"name":"Джекпот - Проведите 100 удачных рыбалок."},{"id":81135,"name":"Джекпот - Проведите 500 удачных рыбалок."},{"id":81136,"name":"Джекпот - Проведите 2000 удачных рыбалок."},{"id":81137,"name":"«Зовите меня Измаил» - Впервые порыбачьте в мире другого игрока."},{"id":81138,"name":"Оружие рыбака - Купите удочку в Ассоциации рыболовов."},{"id":81139,"name":"Полная чаша - Изготовьте 20 наживок."},{"id":81140,"name":"Степень по рыболовству - Откройте 20 статей о рыбах в Архиве."},{"id":81141,"name":"«Это мой путь к свободе!» - Позвольте рыбе сорваться с крючка."},{"id":81142,"name":"«А, тут рыбачат...» - Спугните рыбу при забросе удочки."},{"id":81143,"name":"Стабильное натяжение - Успешно порыбачьте 10 раз, при этом удочка должна оставаться в идеальной зоне натяжения."},{"id":81144,"name":"Антракт - Поймайте страницу книги во время рыбалки в Инадзуме."},{"id":81150,"name":"Исполнение желаний - Попросите бабушку Комаки погадать 5 раз и получите идеальный результат."},{"id":81151,"name":"Сказка о Русалочке - Помогите Куми починить разбитое сердце."},{"id":81152,"name":"Сокровище морского пастуха - Выудите ценную информацию из пьяных разглагольствований и найдите ценное наследие морского пирата."},{"id":81153,"name":"Честный долговязый Сильвер - Найдите все спрятанные в лесу сокровища."},{"id":81154,"name":"Пора покорить Ватацуми! - Сломайте печать святилища Электро Архонта."},{"id":81155,"name":"Дом у пруда - Откройте «Дом у пруда»."},{"id":81156,"name":"Бигль садится на мель - Вслед за безымянным учёным исследуйте Ватацуми."},{"id":81157,"name":"«Я кошка. Меня зовут Нэко» - Нанесите визит «временной настоятельнице святилища Асасэ» Нэко."},{"id":81158,"name":"Кошка в облаках - Станьте свидетелем долгожданного «чего-то хорошего» вместе с временной настоятельницей святилища Асасэ Нэко."},{"id":81159,"name":"Кошачьи дары - Накормите котят на острове Сэйрай и добейтесь их расположения."},{"id":81160,"name":"Неоспоримое сокровище - «Я же сказала, это всего лишь картина!»"},{"id":81161,"name":"По ту сторону ностальгии - Сделайте четыре фотографии Сэйрая для Оды Таро."},{"id":81162,"name":"То и это... - Может, соединить?"},{"id":81163,"name":"Рундук Дэви Джонса - Разблокируйте все механизмы Сэйраймару."},{"id":81164,"name":"Акватория мудрости - Разблокируйте первую серию механизмов на острове Сэйрай."},{"id":81165,"name":"Великий пик Амакумо - Разблокируйте механизм у подножия пика Амакумо."},{"id":81167,"name":"Через врата тумана - Адаптируйтесь к странному климату Цуруми."},{"id":81168,"name":"Nihil Sub Caligine Novum - Кажется, всё опять возвращается на круги своя..."},{"id":81170,"name":"Белые иллюзии - Познакомьтесь с иллюзиями прошлого."},{"id":81171,"name":"Бесконечно прекрасный вид - Попрощайтесь с лодочником."},{"id":81172,"name":"Сказание о двух городах - Похоже, даже Цуруми стоит на разрушенных древних руинах."},{"id":81173,"name":"«Летопись искателя приключений» - Помогите Роальду завершить дневник авантюриста."},{"id":81174,"name":"Свет во мгле - Зажгите все Громовые камни на равнинах Аутакэ."},{"id":81175,"name":"«П-Паймон её съела...» - Потеряйте найденную прежде маусиро."},{"id":81176,"name":"Время догадок - С самых незапамятных времён и по сию пору..."},{"id":81177,"name":"Родословная Громовой птицы - Завершите все испытания статуй."},{"id":81179,"name":"Семь букв - Попробуйте расшифровать письмена Исинэ."},{"id":81180,"name":"Мосири Кара - Разблокируйте Мосири Кара."},{"id":81181,"name":"Переправа через туман - Наконец вы достигаете противоположной стороны тумана..."},{"id":81182,"name":"«Лети!» - Поймайте 1 кристальную бабочку с помощью Сети всевездесущности."},{"id":81183,"name":"Сеть сомкнулась - Поймайте 1 зяблика с помощью Сети всевездесущности."},{"id":81184,"name":"Тысячи лье под водой - Спуститесь в Энканомию."},{"id":81185,"name":"Луч света, или Маричи - Разгадайте тайну Врат солнечного пламени."},{"id":81186,"name":"Смена времени суток - Один раз переключитесь между Белой ночью и Вечной ночью."},{"id":81187,"name":"«Обладаешь большой мудростью» - Получите признание дзибасири."},{"id":81188,"name":"«Сыскать унаги зимой» - Получите признание дзибасири."},{"id":81189,"name":"«Мощь, непревзойдённая во всём Токоё» - Получите признание дзибасири."},{"id":81191,"name":"«Маловато общения...» - Выполните испытание Датэ в лабиринте."},{"id":81192,"name":"«Если б Токоё узнал...» - Верните все библиотечные книги и..."},{"id":81193,"name":"«А какая разница?» - Посидите в каждом особом месте."},{"id":81194,"name":"Явление Сынов Солнца - Поговорите со всеми призраками Фаэтонов."},{"id":81195,"name":"Свет и тьма, сумерки и рассвет - Заберитесь на вершину Дайнити Микоси."},{"id":81196,"name":"Прямо в яблочко! - Выполните испытание по стрельбе из лука."},{"id":81197,"name":"Злополучное наследие Ивакуры - Верните клинок мастера Ивакуры"},{"id":81198,"name":"По ключу на каждый замок - Найдите все знаки-ключи."},{"id":81199,"name":"Затерянная долина - Откройте Затерянную долину."},{"id":81200,"name":"«Заметки о минералах Разлома» - Прочитайте все тексты о минералах Разлома."},{"id":81201,"name":"Люди из Долины жизни - Найдите высушенное семя, но не ешьте его сразу."},{"id":81202,"name":"CREDE TENEBRIS - Откройте тайную комнату в руинах."},{"id":81203,"name":"Слух из девяти слов - Найдите все секретные послания."},{"id":81204,"name":"Логово воров - Найдите тайник Похитителей сокровищ."},{"id":81205,"name":"Та-дам! У нас снова победитель! - Выкопайте 3 раза сундук и пройдите игру Старины Чоу."},{"id":81206,"name":"Так много книг о любви - Завершите все экологические исследования и получите рекомендательное письмо от Хедива."},{"id":81207,"name":"«Кто, если не мы!» - Соберите письма Фатуи в Разломе."},{"id":81208,"name":"Держитесь на безопасном расстоянии - Проложите путь с помощью «Механизма безопасных взрывов 2156»."},{"id":81209,"name":"Муки чёрного тумана... - Уничтожьте существ в чёрном тумане."},{"id":81210,"name":"Шальной алхимик - Спасите Клитофо."},{"id":81211,"name":"Отблески храбрости - В чём истинный смысл приключений?"},{"id":81212,"name":"Не для длительного хранения - Найдите пропавшего в Разломе шахтёра дядю Хэ."},{"id":81213,"name":"Требовательный Грибоголовый - Выполните поручение Замарана в Разломе."},{"id":81214,"name":"Миллелиты не сдвинутся с места - Соберите все подношения, оставленные Миллелитом, и получите сокровище Миллелитов."},{"id":81215,"name":"Ломастер на все руки - Узнайте историю героя скал Тан Учоу."},{"id":81216,"name":"«Отлично, Штирлиц!» - Помогите Янь Бо выполнить задание Миллелитов."},{"id":81217,"name":"И тьме не одолеть свет... - Используйте Чистое сияние светоносного камня, чтобы первый раз рассеять кристаллизованную тьму грязевой скважины."},{"id":81218,"name":"«Запах асфальта...» - Позвольте грязи сбить вас с ног в первый раз."},{"id":81220,"name":"«Нам нужно лишь немного дров и уксуса...» - На поверхность ведёт... не один тайный путь."},{"id":81221,"name":"«Том Талиесина» - Получите подарок Талиесина."},{"id":81222,"name":"Осветить тьму - Дайте немного света."},{"id":81223,"name":"Бесконечная мудрость природы - Достигните уровня репутации 10 в Сумеру."},{"id":81224,"name":"Прекрасная награда - Помогите аранарам в лесу."},{"id":81225,"name":"Портал чудес - Войдите в мир аранар..."},{"id":81226,"name":"Меж сном и явью - Посетите Ванарану в реальности."},{"id":81227,"name":"Музыка леса - Вы можете стать Собирателем песен..."},{"id":81228,"name":"Беззаботное путешествие - Не забывайте любоваться видами, встречающимися по пути."},{"id":81229,"name":"Сверкающая мелодия - ...Они будут нести эту мелодию из поколения в поколение."},{"id":81230,"name":"История леса - Прослушайте пять лесных историй Аравинея."},{"id":81231,"name":"Некогда изумрудный питомник - Посетите Ванарану прошлого."},{"id":81232,"name":"Конец истреблению - Победите воплощение Мараны, и тогда..."},{"id":81233,"name":"Тело обратится в прах... - ...но жизнь продолжится в мечтах."},{"id":81234,"name":"Вечный изгнанник леса - Что ж, все дела сделаны."},{"id":81235,"name":"Главный повар"},{"id":81236,"name":"Сезам, откройся! - Проникните в убежище Фатуи, сказав пароль."},{"id":81237,"name":"Разговор с владельцем сундука - Найдите сундук аранары."},{"id":81238,"name":"Крутись, вамадха - Запустите каждую вамадху со скрытым сундуком."},{"id":81239,"name":"Во имя Анфортаса - Посетите место кончины храбрецов."},{"id":81240,"name":"Зов безымянного города - Утихомирьте Таинственный пергамент."},{"id":81241,"name":"Друг ветра и воды - Завершите «Пока вана не исцелится»."},{"id":81242,"name":"...Позволь мне уйти в забвение - Завершите «Вимана-агаму»."},{"id":81243,"name":"Пусть ход времени возобновится - Завершите незаконченные дела Арадаши."},{"id":81244,"name":"Будь осторожней! - Поиграйте с аранарой в лесу."},{"id":81245,"name":"Бесконечные припасы - Вместе с Варшей посетите питомник аранар в реальности."},{"id":81246,"name":"Когда расцветают мечты - Сделайте так, чтобы в питомнике расцвёл випариас."},{"id":81247,"name":"Ореховое древо посреди сада - Спросите Хайяма о забытых воспоминаниях."},{"id":81248,"name":"Исследование монстров Сумеру - Завершите задачу по защите лесных обитателей."},{"id":81249,"name":"В поисках храбрости - Найдите потерянную храбрость Арашакуна."},{"id":81250,"name":"Вершина мудрости - Заберитесь на самую высокую точку Сумеру."},{"id":81251,"name":"#Искатель{F#ница} - Используйте реакции Катализа, чтобы вернуть утраченное."},{"id":81252,"name":"Шёпот жасмина и счастье граната - Завершите «Агнихотра-сутру»."},{"id":81253,"name":"Быстрый как ветер - Активируйте ветряные потоки в лесу Мотийимы."},{"id":81254,"name":"Правило трёх - Найдите три потерянные мелодии и получите три фрукта васома."},{"id":81255,"name":"Горький плод мечты - Используйте кусаву впервые."},{"id":81256,"name":"Дождь уходит в землю - Завершите «Варуна-гату»."},{"id":81257,"name":"Они входят в поток - С помощью фотокамеры запечатлейте запуск Варунастры."},{"id":81258,"name":"Погода под контролем - Используйте машину Варуны, чтобы изменить погоду в чаще Апам."},{"id":81259,"name":"Какой чудесный день! - Следуйте подсказкам, чтобы найти секретные сокровища."},{"id":81260,"name":"Дитя Кары - Перемещайтесь свободно по лесу."},{"id":81261,"name":"Долгое воссоединение - Следуйте за вьючным яком, пока он не отыщет своего владельца."},{"id":81262,"name":"Эврика! Теперь понятно! - Решите серию загадок в Сумеру."},{"id":81263,"name":"Песнь ночи и рассвета - ...Мы где-то обязательно встретимся."},{"id":81264,"name":"Близкие контакты некоторой степени - К археологическому отряду присоединился необычный «друг»..."},{"id":81265,"name":"Экспедиция в пустыню - Экспедиция в пустыню только начинается."},{"id":81266,"name":"Мыслить, как учёные из Вахуманы - Пузырёк с чернилами наделён страшной властью."},{"id":81267,"name":"Фата-моргана - Путь к трону наконец открыт."},{"id":81268,"name":"Создавайте, торгуйте, храните и используйте - Ключ тоже должен быть «признан»."},{"id":81269,"name":"Таинственная сила пирамид - Маленький шажок к сокрытию истины."},{"id":81270,"name":"Идите подобно народу царя Дешрета - Получите дозволение пройти через множество дверей."},{"id":81271,"name":"Прямой курс - Доберитесь до потайной комнаты в верхней части гробницы царя Дешрета."},{"id":81272,"name":"Дорога к свету - Никто не знает, как были построены эти огромные руины и почему они оказались заброшены."},{"id":81273,"name":"На бис! - Снова встаньте перед троном царя Дешрета в Хадж-нисут."},{"id":81274,"name":"Лёжа на вершине мира - Выполните задание «Дилемма Афрату»."},{"id":81275,"name":"А что будет, если нажать на эту кнопку? - Ничего страшного, пока ты не попадёшь."},{"id":81276,"name":"Прорвать окружение - Все устройства Каэнри'ах - такие монстры?"},{"id":81277,"name":"Какой пароль? - Откройте таинственные врата скалы Поедателя ягнят."},{"id":81278,"name":"Конец коридора - Войдите в самую секретную комнату в нижней части гробницы царя Дешрета."},{"id":81280,"name":"Повелитель четырёх земель - Отыщите и разгадайте секреты всех Прозрачных руин в пустыне."},{"id":81281,"name":"Море красных песков времён царя Дешрета - Исследуйте три огромных обелиска в пустыне."},{"id":81282,"name":"Надпись на камне - Красота и надежда - самая нежная память об умерших."},{"id":81283,"name":"Всё, что было до меня - Люди не хотят называть его имени, как не хотят вспоминать его слова и деяния."},{"id":81284,"name":"Гандхарва-нагара - Впервые увидьте мираж в пустыне."},{"id":81285,"name":"Как писать отчёт о раскопках? - Впервые исследуйте руины под пустыней."},{"id":81286,"name":"По воле ветра - Разрушьте перекати-поле, что носит по пустыне ветер."},{"id":81288,"name":"Бегом из больницы - Одному выжившему удалось сбежать отсюда."},{"id":81289,"name":"Отлично обученный археолог - Перезапустите все первозданные обелиски в пустыне Колоннад, Земле верхнего Сетеха и Земле нижнего Сетеха."},{"id":81290,"name":"За пределами иллюзии времени - Прикоснитесь к каждой загадочной фреске в пустыне."},{"id":81291,"name":"«Если бы они знали незримое...» - Лилупар освобождается от обязательств по договору с вами и решает встретить свою мрачную и далёкую судьбу..."},{"id":81292,"name":"«Это лишь вечное рабство!» - Джинн Лилупар, погружённая в сон на сотни тысяч лет, заключает с вами договор."},{"id":81293,"name":"Прошлое безымянного города - Фрески в храме Гюрабада свидетельствуют о великолепной ушедшей эпохе..."},{"id":81295,"name":"Тихий рай без снов - Это мавзолей богини цветов, место вечного и беспробудного сна божества..."},{"id":81296,"name":"«...Она отомстит...» - Узнают ли злодеи и их оракулы об этом дне, когда мстительница обрушит свой праведный гнев?"},{"id":81297,"name":"Кровавая луна - Какие ужасные партии разыгрывались на этой огромной шахматной доске под светом кроваво-красной луны?"},{"id":81298,"name":"Сметая всё на своём пути - Слепой унут несётся по пустыне, но даже такие безрассудные затеи иногда приносят плоды..."},{"id":81299,"name":"«Я тоже ненавижу его!» - Позвольте унуту впервые атаковать вас."},{"id":81300,"name":"Происхождение дивергенции - Узнайте правду, стоящую за уничтожением исследовательской экспедиции Пустынников в Гюрабаде."},{"id":81301,"name":"Даже руководство не понадобилось... - Верните Бенбена в прежнее состояние."},{"id":81302,"name":"Милость охотника - Сокол Тадлэ выбрала свою судьбу..."},{"id":81303,"name":"Путешествие на ковре-самолёте - Новый мир, такой ослепительный и умопомрачительный!"},{"id":81304,"name":"«Жизнь - удивительная штука?» - Дворец унута может быть запутанным, но жизнь всегда находит неожиданный путь..."},{"id":81306,"name":"Старинный сад и источник - Бассейны на террасах, которые когда-то были наполнены родниковой водой, теперь засыпаны жёлтым песком..."},{"id":81307,"name":"Во всей красе... - Пурпурные падисары расцветают на пустом троне, как вечная улыбка своей госпожи..."},{"id":81308,"name":"«...Покажи царствам позор свой...» - Сделайте так, чтобы повреждённая шахматная доска вновь появилась среди песков."},{"id":81309,"name":"Ибо ты - песок, и в песок возвратишься. - Как и все, живущие в пустыне..."},{"id":81310,"name":"Идеальная песчаная буря - «Мы направляемся прямо в атмосферный ад»."},{"id":81311,"name":"Лишённый любви тарантул - «Клянусь, я пущу тебя на мыло!»"},{"id":81312,"name":"Парвезраван Хварра - Перезапустите все первозданные обелиски в пустыне Хадрамавет."},{"id":81313,"name":"Затянувшийся союзный договор - Пусть судьбы разрушены, но договор продолжает жить в забытьи..."},{"id":81314,"name":"Земля света - Достигните оазиса Вурукаша."},{"id":81315,"name":"Подъём из темноты гор - Сопроводите Михир в её очистительном паломничестве."},{"id":81316,"name":"Древо на горе - Заставьте Рашну вернуться в оазис Вурукаша."},{"id":81317,"name":"Под пеленой тумана - Разгоните фиолетовую дымку, заполнившую болото Асипаттравана."},{"id":81318,"name":"Стучите здесь! - Соберите все пять корибантов."},{"id":81319,"name":"Вьякарана птиц - На глазах у Зурван Соруш получила Двурогий венец..."},{"id":81320,"name":"Узрите мой праведный удар! - Разрушьте ядро голема с помощью пушки руин."},{"id":81321,"name":"Входящие, оставьте упованья - Достигните края земных царств."},{"id":81322,"name":"Великий оружейник - Активируйте большой подъёмный механизм в подземной плотницкой мастерской."},{"id":81323,"name":"Испытание семи долин - Сила великих песен Хварны под контролем."},{"id":81324,"name":"Канат над бездной - Завершите обряд Чинват и проложите дорогу сквозь тёмную бездну..."},{"id":81325,"name":"Верблюд, лев, ребёнок - Получите все сердца Спенты из грязных осквернённых палат."},{"id":81326,"name":"Фестиваль Тирган - Очистив Бездну небес, Хварна и амрита распространили свою силу по земле."},{"id":81327,"name":"Чудесное путешествие - Завершите «Художника в свободном плавании»."},{"id":81328,"name":"Все загадки разгаданы! - Завершите «Монументальное исследование»."},{"id":81329,"name":"Возвращение духов - Завершите «Бледное пламя»."},{"id":81331,"name":"Храбрецы не бегут - Пройдите все испытания от Джарджар."},{"id":81332,"name":"Путь света - Завершите все испытания Колокола духов."},{"id":81333,"name":"Танец на барабанах - Завершите все испытания барабанных прыгунков."},{"id":81334,"name":"Сияние в потоке грязи - Первый раз используйте силу Хварны, чтобы уничтожить серые кристаллы."},{"id":81335,"name":"Из платка в птицу... - Совершите первый полёт с Соруш."},{"id":81336,"name":"Кружение в небе над Паре-Ожеком - Заставьте Соруш пролететь некоторое время."},{"id":81337,"name":"Чей ты потомок? Как тебя зовут? - Первый раз используйте Соруш для управления силой Хварны."},{"id":81338,"name":"Соруш, используй силу - Бросьте фрукт ниродха с помощью Соруш, чтобы растопить кристаллы из застывшей амриты ({param0})."},{"id":81339,"name":"Изобильное море - Жизненные силы восстановились во всех цветочных полянах оазиса Вурукаша."},{"id":82001,"name":"Это просто практика... - Сбейте сокола в полёте с помощью лука."},{"id":82002,"name":"Выстрел со ста шагов - Попадите прицельным выстрелом в уязвимое место противника с большого расстояния."},{"id":82003,"name":"Вольный стрелок - Попадите прицельным выстрелом в уязвимое место противника с очень большого расстояния."},{"id":82004,"name":"Расколотый орех - Разбейте каменный щит большого Гео слайма."},{"id":82005,"name":"Плазменные лампы ещё в моде? - Разбейте щит мага Электро цицинов."},{"id":82006,"name":"Последний танец - Не дайте магу Бездны восстановить свой щит."},{"id":82007,"name":"Дадаупа в огне - Подожгите деревянный щит митачурла."},{"id":82008,"name":"Неудержимая сила - Разбейте все каменные колонны возрождения Гео гипостазиса до того, как он сможет воскреснуть."},{"id":82009,"name":"Программа PRISM - Разбейте все призмы возрождения Электро гипостазиса до того, как он сможет воскреснуть."},{"id":82010,"name":"Какая огромная кристальная бабочка - Поглотите все ветряные кристаллы Анемо гипостазиса до того, как он сможет воскреснуть."},{"id":82012,"name":"«...финальный продукт может отличаться» - Одолейте Анемо гипостазис, прошедший через 4 типа элементальной конверсии."},{"id":82013,"name":"...тем они больше - Парализуйте стража руин атакой по его уязвимому месту."},{"id":82014,"name":"Давай пас! - Выбейте Пиро слайма из рук хиличурла-гренадёра."},{"id":82015,"name":"«Печальный конец...» - Одолейте противника, разбив лёд, в который он был закован."},{"id":82017,"name":"Хиличурл чемпион - Одолейте лавачурла с каменным панцирем, прежде чем закончится его заряженная форма."},{"id":82019,"name":"«Остынь!» - Выполните 1 раз"},{"id":82020,"name":"«Остынь!» - Выполните 5 раз"},{"id":82021,"name":"«Остынь!» - Выполните 10 раз"},{"id":82022,"name":"Попутного ветра! - Выполните 1 раз"},{"id":82023,"name":"Попутного ветра! - Выполните 5 раз"},{"id":82024,"name":"Попутного ветра! - Выполните 10 раз"},{"id":82025,"name":"Белый сезон - Выполните 1 раз"},{"id":82026,"name":"Белый сезон - Выполните 5 раз"},{"id":82027,"name":"Белый сезон - Выполните 10 раз"},{"id":82028,"name":"Низкая производительность при низких температурах - Выполните 1 раз"},{"id":82029,"name":"Низкая производительность при низких температурах - Выполните 5 раз"},{"id":82030,"name":"Низкая производительность при низких температурах - Выполните 10 раз"},{"id":82031,"name":"Искусство войны - Выполните 1 раз"},{"id":82032,"name":"Искусство войны - Выполните 5 раз"},{"id":82033,"name":"Искусство войны - Выполните 10 раз"},{"id":82034,"name":"Двойное оттаивание - Выполните 1 раз"},{"id":82035,"name":"Двойное оттаивание - Выполните 5 раз"},{"id":82036,"name":"Двойное оттаивание - Выполните 10 раз"},{"id":82037,"name":"«Сильнее любви с первого взгляда». - Выполните 1 раз"},{"id":82038,"name":"«Сильнее любви с первого взгляда». - Выполните 5 раз"},{"id":82039,"name":"«Сильнее любви с первого взгляда». - Выполните 10 раз"},{"id":82040,"name":"Приятного аппетита - Заставьте наесться всех 4 членов отряда одновременно."},{"id":82041,"name":"Лёгкая победа - Нанесите более 5000 крит. урона."},{"id":82042,"name":"Лёгкая победа - Нанесите более 20 000 крит. урона."},{"id":82043,"name":"Лёгкая победа - Нанесите более 50 000 крит. урона."},{"id":82044,"name":"Мы идём ко дну - Пройдите Этаж 4 Витой Бездны."},{"id":82045,"name":"Мы идём ко дну - Пройдите Этаж 8 Витой Бездны."},{"id":82046,"name":"Мы идём ко дну - Пройдите Этаж 12 Витой Бездны."},{"id":82047,"name":"Из глубин - Пройдите Этаж 2 Зал 3 Витой Бездны не получив урон."},{"id":82048,"name":"Из глубин - Пройдите Этаж 5 Зал 3 Витой Бездны не получив урон."},{"id":82049,"name":"Из глубин - Пройдите Этаж 8 Зал 3 Витой Бездны не получив урон."},{"id":82050,"name":"Моя прелесть - Пройдите Этаж 2 Зал 2 Витой Бездны с монолитом артерий земли в идеальном состоянии."},{"id":82051,"name":"Звёздный воин - Соберите все звёзды Бездны в Витой Бездне."},{"id":82052,"name":"Фантастическая четвёрка - Пройдите подземелье 4-мя персонажами одного элемента."},{"id":82053,"name":"Гидро-охотник - Одолейте каждый вид Гидро мимика, которого может призвать океанид."},{"id":82054,"name":"Вышибай, уклоняйся, ныряй, пикируй и вышибай - Одолейте океанида, не получив урона от водяных бомб, которые оставляют некоторые Гидро мимики."},{"id":82055,"name":"Что ж, это было странно... - Одолейте странного хиличурла 1 раз."},{"id":82056,"name":"Что ж, это было странно... - Одолейте странного хиличурла 20 раз."},{"id":82057,"name":"Что ж, это было странно... - Одолейте странного хиличурла 50 раз."},{"id":82058,"name":"Экстремальное садоводство - Парализуйте Крио папоротник атакой по его венчику."},{"id":82059,"name":"Экстраординарное садоводство - Парализуйте Пиро орхидею атакой по её венчику."},{"id":82060,"name":"Кавабанга! - Поразите врага атакой в падении после 5 сек. падения."},{"id":82061,"name":"Порочный круг - Активируйте 5 Взрывов стихий за 15 сек."},{"id":82062,"name":"Защити меня от мира - Наложите на одного персонажа три различных вида щита одновременно."},{"id":82063,"name":"Получай, цветок-переросток! - Одолейте Крио папоротник, не уничтожая его венчик."},{"id":82064,"name":"Мой огонь горячее твоего - Одолейте Пиро орхидею, не уничтожая её венчик."},{"id":82065,"name":"Чужак против чужака - Одолейте Чайльда, не позволив ему отметить члена отряда и провести по нему последующую атаку."},{"id":82066,"name":"Кувырок - Выбейте Крио слайма из рук хиличурла с Крио бомбами."},{"id":82067,"name":"Снесите эту стену! - Разбейте ледяной щит митачурла."},{"id":82068,"name":"Мне безо льда, спасибо. - Победите Крио шамачурла до того, как он успеет создать ледяную колонну."},{"id":82069,"name":"...тем сильнее они падают. - Разрушьте ледяную колонну Крио шамачурла."},{"id":82070,"name":"Чилли-чурл - Одолейте лавачурла с инеевым панцирем, прежде чем закончится его заряженная форма."},{"id":82071,"name":"«Розовый бутон...» - Разбейте щит мага Крио цицинов."},{"id":82072,"name":"Убийца королей - Одолейте «истинного царя Драконьего хребта»."},{"id":82073,"name":"Давид и Голиаф - Парализуйте руинного молотильщика атаками по его уязвимым местам."},{"id":82074,"name":"Пенальти - Есть такие места, где нельзя просто так выкопать Пиро слайма из земли..."},{"id":82075,"name":"Разрушение силового поля - Уничтожьте барьер Электро гипостазиса."},{"id":82076,"name":"«...ящерица, Спок». - Получите последовательно все три части атаки «камень-ножницы-бумага»."},{"id":82077,"name":"Слабый фундамент - Заставьте один и тот же Гео гипостазис упасть три раза, уничтожая базальтовые колонны, на которых он стоит."},{"id":82078,"name":"Дело не в фундаменте - Заставьте Гео гипостазис воскрешаться, не уничтожив ни одной базальтовой колонны."},{"id":82079,"name":"Принесённый ветром - За один бой поглотите минимум 10 элементальных сфер Анемо, созданных гипостазисом."},{"id":82080,"name":"Плавление ядра - Уничтожьте пылающее семя, созданное Пиро орхидеей."},{"id":82081,"name":"Нокаут - Уничтожьте венчик Крио папоротника, пока тот проводит круговое распыление."},{"id":82082,"name":"«...пока долги не разлучат нас». - Победите агента Фатуи, пока тот находится в режиме скрытности."},{"id":82083,"name":"«Я... таю...» - Победите мага Крио цицинов, пока все её Крио цицины живы."},{"id":82084,"name":"Это тоже Хранитель четырёх ветров? - Победите Анемо борца после активации всех его элементальных поглощений."},{"id":82085,"name":"Небольшая авария - Используйте щит, чтобы отразить наскок геовишапа."},{"id":82086,"name":"Отражение! - Используйте щит, чтобы отразить атаку древнего геовишапа Первобытный поток."},{"id":82087,"name":"Забирай свои кристаллы! - Используйте щит соответствующего или Гео элемента, чтобы отразить атаку древнего геовишапа Первобытный поток и нанести огромный урон."},{"id":82088,"name":"Суровейшая из душ - Одолейте Аждаху во всех его формах."},{"id":82089,"name":"«...Работа на одну ночь» - Одолейте Крио гипостазис, пока он находится в ослабленном состоянии."},{"id":82090,"name":"«Снега по колено...» - Одолейте Крио гипостазис, воскресший три раза."},{"id":82091,"name":"Во тьме ночной, при свете дня - я геовишап - Одолейте геовишапа во всех его элементальных формах."},{"id":82092,"name":"Элементальная реакция Гео? - Одолейте древнего геовишапа во всех его элементальных формах."},{"id":82093,"name":"Кукольный спектакль - Победите магу кэнки во время его насмешки."},{"id":82094,"name":"Разрушенный тотем - Победите Электро шамачурла до того, как он успеет создать тотем молнии."},{"id":82095,"name":"Моя рука отвалилась от запястья? - Одолейте лавачурла с громовым шлемом, пока тот находится в усиленной форме."},{"id":82096,"name":"Водная терапия - Победите зеркальную деву, не попав в её водяную тюрьму."},{"id":82097,"name":"Здесь тихо... Слишком тихо... - Победите Пиро гипостазис после того, как он войдёт в потушенное состояние лишь один раз."},{"id":82098,"name":"Битва за остров Наруками - Победите бесконечный механический массив, пока он находится в ослабленном состоянии."},{"id":82099,"name":"Если бежать быстрее... - Победите магу кэнки, не попав под атаки его фантома."},{"id":82100,"name":"Дуэль чести - Победите магу кэнки, не активируя его парирование «Оси но омотэ»."},{"id":82101,"name":"Ладно, я сделаю это сам - Победите древнего геовишапа, не отражая Первобытный поток."},{"id":82102,"name":"Ну что, обжёгся? - Одолейте Пиро гипостазис, загоревшийся вновь дважды."},{"id":82103,"name":"Smells like Animal Spirit! - Победите Пиро гипостазис, пережив его миметическое комбо из трёх ударов."},{"id":82104,"name":"Взрыв ядра - Победите бесконечный механический массив после того, как парализуете все 4 типа его часовых руин."},{"id":82105,"name":"Лишние механизмы, покиньте помещение! - Одолейте бесконечный механический массив, не победив ни одного из его часовых руин."},{"id":82106,"name":"Клин клином вышибают - Победите кайраги"},{"id":82107,"name":"Оседлать молнию - Победите кайраги"},{"id":82108,"name":"Гром донёсся с востока - Получите удар молнии, вызванной митачурлом с электрическим топором..."},{"id":82109,"name":"Последний штрих - Победите Аждаху без использования щита."},{"id":82110,"name":"Убийство всухую - Одолейте Гидро гипостазиса, не победив ни одну из капель (кроме периодов, когда гипостазис восстанавливает HP)."},{"id":82111,"name":"Гидробиологическое оружие - Вас побеждает существо, в которое превратился Гидро гипостазис."},{"id":82112,"name":"Непередаваемая волна любви - Победите манифестацию грома так, чтобы вас не обнаружил Ударный зонд."},{"id":82113,"name":"Обрушение грома на землю - Победите манифестацию грома, пока она находится в полёте."},{"id":82114,"name":"Ледник и ведьма Красного лотоса - Победите Синьору, не расправившись с Сердцем пламени и Оком стужи."},{"id":82115,"name":"Соль врагам моим и вода мне - Получите не меньше трёх капель воды во время битвы с Гидро гипостазисом."},{"id":82116,"name":"Нелёгкий путь обратно... - Остановите возрождение Гидро гипостазиса, создавая препятствия и подбрасывая их, не разрушив ни одной из капель воды."},{"id":82117,"name":"Миг разрушения - Победите Синьору без использования мотыльков красного лотоса."},{"id":82118,"name":"Электрический побег - Победите манифестацию грома, избежав атаки громовой клетки."},{"id":82119,"name":"Радиомолчание - Дайте манифестации грома поставить на вас метку перед тем, как атаковать её."},{"id":82120,"name":"Купание запрещено - Победите вишапов глубин в битве со Стаей вишапов глубин, не позволяя им нырнуть в воду."},{"id":82121,"name":"Конец Инугами - За короткий промежуток времени уничтожьте двух матёрых псов Разрыва."},{"id":82122,"name":"Жёсткая посадка - Сбейте карабкающегося вишапа глубин."},{"id":82123,"name":"Безупречное суждение - Сбивайте только реального противника..."},{"id":82124,"name":"Осторожно! Злая собака! - Победите гончую Разрыва."},{"id":82125,"name":"В принципе, безвреден - Победите призрака, не накопившего ярости."},{"id":82126,"name":"Несокрушимость - Уклонитесь от всего раунда разрушительных волн Зловещей ваджры во время битвы с Магацу митакэ Наруками но микото."},{"id":82127,"name":"Разливающийся свет - Уничтожьте 2 грязевые скважины одним Чистым сиянием в испытании «Змей руин»."},{"id":82128,"name":"Уроборос - Парализуйте Змея руин во время сбора энергии, уничтожая грязевые скважины."},{"id":82129,"name":"Хан стреляет первым - ...поэтому не стоит идти с мечом против ружья."},{"id":82130,"name":"Побеждает зритель - Наблюдайте за сражением между плесенниками."},{"id":82131,"name":"Иди-ка сюда! - Сбейте летающего плесенника."},{"id":82132,"name":"Осенняя роса - Позвольте Электро папоротнику выполнить электрическое столкновение."},{"id":82133,"name":"Три удара - Посмотрите, как Оживлённый Пернатый плесенник использует три своих боевых навыка."},{"id":82134,"name":"Бешеный цветок в конце пути - Когда Электро папоротник выпустит пучок молний, парализуйте его атакой по венчику."},{"id":82135,"name":"Дух противника сломлен! - Дождитесь, когда состояние Оживления завершится, и Пернатый плесенник перейдёт в состояние истощения, и победите его."},{"id":82136,"name":"Запах жареных плесенников поутру - За одну битву уничтожьте 6 плесенников, выброшенных Пернатым плесенником в состоянии Горения."},{"id":82137,"name":"Последний день дракона - За одну битву низвергните дракона вечных бедствий атакой на ядра, расположенные на его крыльях."},{"id":82138,"name":"Победа - у тебя в голове - За одну битву прервите поток энергии дракона вечных бедствий атакой на ядро, расположенное в его голове."},{"id":82139,"name":"Сопротивление бесполезно! - Победите дракона вечных бедствий с повышенным сопротивлением как минимум к двум разным элементам."},{"id":82140,"name":"Сбой системы - Разрушьте Алгоритм полуизвечной матрицы оператора наблюдения, пока он находится в перегрузке."},{"id":82141,"name":"Дэйзи, Дэйзи - Прервите состояние невидимости Алгоритма полуизвечной матрицы оператора наблюдения, атаковав его ядра Стимуляцией, Обострением или Разрастанием."},{"id":82142,"name":"Постойте, господин робот! - Прервите яростную атаку дракона вечных бедствий атакой на ядро, расположенное в его голове."},{"id":82143,"name":"Наномашины, мой мальчик! - Победите Пернатого плесенника, пока он находится в состоянии Оживления и использует свои боевые навыки."},{"id":82144,"name":"Организация плацдарма - Узрите Алгоритм полуизвечной матрицы оператора наблюдения..."},{"id":82145,"name":"Невидимая рука - Победите первозданную конструкцию, не нарушая её невидимого состояния."},{"id":82146,"name":"Травяной взрыв, грохот и искры - Выполните 1 раз"},{"id":82147,"name":"Травяной взрыв, грохот и искры - Выполните 5 раз"},{"id":82148,"name":"Травяной взрыв, грохот и искры - Выполните 10 раз"},{"id":82149,"name":"Вегетация на арене - Выполните 1 раз"},{"id":82150,"name":"Вегетация на арене - Выполните 5 раз"},{"id":82151,"name":"Вегетация на арене - Выполните 10 раз"},{"id":82155,"name":"Удивительная азотфиксация - В ходе одного испытания против Дендро гипостазиса одновременно переведите три восстанавливающих ядра в состояние оживления."},{"id":82156,"name":"Разговор падающей травы - Сожгите оболочку из лозы Дендро гипостазиса, когда он совершает атаку в падении."},{"id":82157,"name":"Грохот падения - Используйте элементальные матрицы, чтобы вызвать перезагрузку и парализовать Сёки но Ками."},{"id":82158,"name":"Цикл рождения и смерти - Возрождение возможно даже на грани уничтожения..."},{"id":82159,"name":"Активный камуфляж - С помощью Стимуляции, Обострения, Разрастания или импульса истины прервите невидимость минимум 2 первозданных конструкций за 3 сек."},{"id":82160,"name":"Повелитель благовоний... - Вызовите реакцию Рассеивание при помощи шаров эрозии, чтобы атаковать Унута Сетеха, пока он левитирует."},{"id":82161,"name":"Ненужные шипы - С помощью Пиро сожгите все терновники, созданные Дендро гипостазисом во время атаки из кольца шипов."},{"id":82162,"name":"Познать вкус - С помощью силы энергетического блока Поглощения парализуйте следующих противников"},{"id":82163,"name":"Похоже на игру в классики? - Во время одного испытания Сёки но Ками активируйте все элементальные матрицы."},{"id":82164,"name":"Защита от взаимной атаки... - Разрушьте щит Сёки но Ками, когда он проводит мощный шквал атак."},{"id":82165,"name":"Вот это настоящий Хранитель четырёх ветров! - Во время одного испытания Унута Сетеха активируйте реакцию рассеивания шара эрозии с помощью Крио, Пиро, Электро и Гидро атак соответственно."},{"id":82166,"name":"Отчуждённость... - Победите Чудовищного крестителя, не нарушая его защитного купола."},{"id":82167,"name":"Метод исключения - Победите Чудовищного крестителя, вобравшего все силы элементов."},{"id":82168,"name":"В такие моменты слова будут лишними - Когда Чудовищный креститель совершает древние песнопения, уничтожьте все элементальные кольца, чтобы его парализовать."},{"id":82169,"name":"Подобно движению солнца - Победите Стража оазиса Апепа, не попав под воздействие волн апокалипсиса."},{"id":84000,"name":"Затянутое начало - Завершите задания Архонтов в Мондштадте."},{"id":84001,"name":"Чужеземец, поймавший ветер - Завершите главу «Чужеземец, поймавший ветер»."},{"id":84002,"name":"Горькие слёзы - Завершите главу «Горькие слёзы»."},{"id":84003,"name":"Песнь о драконьей свободе - Завершите главу «Песнь о драконьей свободе»."},{"id":84004,"name":"Да направит тебя ветер - Получите силу элемента Анемо."},{"id":84005,"name":"...или новый шторм? - Прогоните дракона, напавшего на Мондштадт."},{"id":84006,"name":"Дух рыцарства - Станьте почётным рыцарем Ордо Фавониус."},{"id":84007,"name":"Рыцари и их проблемы - Вы не смогли «одолжить» святую реликвию... зато узнали о трудном положении Ордо Фавониус."},{"id":84008,"name":"Ветра меняют своё направление - Будьте спасены Двалином."},{"id":84009,"name":"Загадочная земля тысячи камней - Завершите главу «Загадочная земля тысячи камней»"},{"id":84010,"name":"Прощайте, древний лорд. - Завершите главу «Прощайте, древний лорд»."},{"id":84011,"name":"Чужак в стране чужой - Будьте спасены туристом в месте, которое редко посещают местные жители."},{"id":84012,"name":"Что стало с пятым хиличурлом? - Поиграйте с малышкой Мин."},{"id":84013,"name":"Пахнет божественно - Выясните, какое ароматическое масло нравится Властелину Камня."},{"id":84014,"name":"Сюда даже Паймон не влезет - Уберитесь в чайнике мадам Пин."},{"id":84015,"name":"«О храбрейший из искателей приключений...» - Наймите работников, не связывая себя обещаниями оплаты."},{"id":84016,"name":"Уважение к культурному наследию - Вы не нашли мифическую кокосовую козу... зато смогли починить древний механизм."},{"id":84017,"name":"Затянутая Церемония Вознесения - Закончите приготовления к Церемонии Вознесения."},{"id":84018,"name":"Глазурь на слайме - Приготовьте коробочку сладких глазированных слаймов."},{"id":84019,"name":"Небо не предел - Достигните «замка в небесах» над Ли Юэ."},{"id":84020,"name":"Лилия любит музыку - Спойте песню Мондштадта глазурным лилиям..."},{"id":84021,"name":"На этот раз... можешь идти - Одолейте Чайльда."},{"id":84022,"name":"Сошедший с рельсов - Одолейте Архонта Вихрей."},{"id":84023,"name":"Последнее прощание - Примите участие в Церемонии Вознесения."},{"id":84024,"name":"Приближение новой звезды - Завершите «Приближение новой звезды»."},{"id":84025,"name":"Механизмы судьбы - Завершите задание «Хранитель ветви"},{"id":84026,"name":"Волнительное приключение"},{"id":84028,"name":"Знаток нечисти - Безошибочно истолкуйте все подсказки."},{"id":84029,"name":"Безумцы, разбойники и тёмные тайны - Узнайте судьбу Великого вора."},{"id":84030,"name":"Перекрёсток судеб - Сбегите из загадочных руин."},{"id":84031,"name":"Насмешка над силой богов - Узнайте о «Плетении судьбы»..."},{"id":84032,"name":"Туши свет, чудила! - Одолейте Вестника Бездны."},{"id":84033,"name":"Мы встретимся снова - Завершите главу «Мы встретимся снова»."},{"id":84034,"name":"Близится гроза - Получите возможность поплыть в Инадзуму на «Алькоре»."},{"id":84035,"name":"В бой! - Одержите победу в бойцовском турнире Южного Креста."},{"id":84036,"name":"Осенний ветер, багряные листья - Завершите «Осенний ветер, багряные листья»."},{"id":84037,"name":"Сквозь шторм - Достигните поселения для чужеземцев."},{"id":84038,"name":"Хийраги Сандзюро - Сопроводите товары и покиньте Рито."},{"id":84039,"name":"Стремления всех людей - Прикоснитесь к символу вечности, статуе всевидящего божества."},{"id":84040,"name":"Принцесса за ширмой - Официально познакомьтесь с молодой госпожой клана Камисато."},{"id":84041,"name":"Омамори, доброта, превосходство - Выполните «Три желания»."},{"id":84042,"name":"Салют за решёткой - Спасите Масакацу."},{"id":84043,"name":"Встреча с молнией - Станьте целью Охоты на Глаза Бога."},{"id":84044,"name":"Да здравствует революция - Вступите в сопротивление."},{"id":84045,"name":"Неизменный бог и вечная утопия - Завершите задание «Неизменный бог и вечная утопия»."},{"id":84046,"name":"Забвение, исчезновение теней - Завершите задание «Забвение, исчезновение теней»."},{"id":84047,"name":"Рыба-меч II - Получите одобрение отряда «Рыба-меч II»."},{"id":84048,"name":"Эфемерная надежда - Найдите злодея, стоящего за производством Глаз Порчи."},{"id":84049,"name":"Большой фейерверк - Запустите фейерверк, чтобы отвлечь охрану."},{"id":84050,"name":"Смертельная дуэль - Одержите победу в дворцовой дуэли."},{"id":84051,"name":"Чужие желания - Исполните все желания, содержащиеся в статуе всевидящего божества."},{"id":84052,"name":"Всевидящий бог, бренный мир - Завершите «Всевидящий бог, бренный мир»."},{"id":84053,"name":"«Всё благополучно» - Помогите Ван Пинъаню восстановить храм Бронзового Воробья."},{"id":84054,"name":"Приключения Анны - Помогите Анне стать искательницей приключений."},{"id":84055,"name":"В дальний путь - Юноша готовится к долгому путешествию..."},{"id":84056,"name":"Дворец до самых небес - Закончите реконструкцию Нефритового дворца."},{"id":84057,"name":"Величие глубин - Одолейте Бешт, Отголосок Вихря"},{"id":84058,"name":"Видение из прошлого - Станьте свидетелем правды о прошлом деревни."},{"id":84059,"name":"Ветер дует - журавли возвращаются - Завершите главу «Ветер дует - журавли возвращаются»."},{"id":84060,"name":"Если ты долго смотришь в Бездну... - И хотя вы воссоединились с Дайном, Бездна наблюдает за вами..."},{"id":84061,"name":"Красота и проклятье - Узнайте тайну о Рыцарях Чёрного Змея и хиличурлах."},{"id":84062,"name":"Воля к жизни и глубина скорби - Победите Вестника Бездны."},{"id":84063,"name":"Да пребудет с тобой слава - Завершите «Реквием гулких глубин»."},{"id":84064,"name":"Нет пути домой - Преодолейте препятствия и встретьтесь с Сяо в событии «Опасная тропа»."},{"id":84065,"name":"В толще страха - Покиньте таинственное пространство в глубине Разлома."},{"id":84066,"name":"Стойкость духа, спокойствие сердца - Завершите событие «Опасная тропа»."},{"id":84067,"name":"Голос Акаши - Услышьте голос небесной мудрости."},{"id":84068,"name":"Торговец и Врата познания - Встретьтесь с Дори и купите Капсулу знаний."},{"id":84069,"name":"Дом законсервированного времени - Используйте Капсулу знаний, чтобы усилить свою боевую мощь."},{"id":84070,"name":"Сквозь дым и тёмные леса - Завершите «Сквозь дым и тёмные леса»."},{"id":84071,"name":"Вкус дежавю - Выберите коробочку конфет со вкусом закатника самостоятельно."},{"id":84072,"name":"Даже Паймон не съест! - Съешьте отвратительную на вид угольную лепёшку аджиленах."},{"id":84073,"name":"Все сны когда-то рассеиваются - Вырвитесь из сансары Сабзеруза..."},{"id":84074,"name":"Сто свежих роз приносит утро - Завершите «Сто свежих роз приносит утро»."},{"id":84075,"name":"Дух проникает сквозь материю - Объедините чувства с Нахидой, вселившись в другое тело при помощи Акаши."},{"id":84076,"name":"Победа воображения - Пусть люди, чьё сознание управляется Дотторе, считают вас спасителем мира."},{"id":84077,"name":"Архонт оглянулся - Подключившись к божественному сознанию, узнайте всё о прошлом Скарамуччи."},{"id":84078,"name":"Сны, пустота и обман - Завершите главу «Сны, пустота и обман»."},{"id":84079,"name":"Расхитители песков - Найдите древний храм под зыбучими песками."},{"id":84080,"name":"Под лучами тёмного солнца - Прочтите последние слова жреца царя Дешрета и проникните в тайны прошлого."},{"id":84081,"name":"Царь Дешрет и три волхва - Завершите главу «Царь Дешрет и три волхва»."},{"id":84082,"name":"Eremitis ne credite - Помогите Сайно привести Рахмана и его отряд в Сумеру."},{"id":84083,"name":"Дорога победы - Завершите подготовку, необходимую для воплощения плана в жизнь."},{"id":84084,"name":"Самый длинный день - Спасите божество в День Джнагарбхи."},{"id":84085,"name":"Вы не соответствуете требованиям - Предотвратите рождение «фальшивого божества»."},{"id":84086,"name":"Пульс Акаши и пламя кальпы - Завершите «Пульс Акаши и пламя кальпы»."},{"id":84087,"name":"Загадка Татарасуны - Исследуйте прошлое Татарасуны в Ирминсуле."},{"id":84088,"name":"Отголоски истории - Узнайте о последствиях проникновения Сказителя в Ирминсуль."},{"id":84089,"name":"Паринама"},{"id":84090,"name":"Я, но не я - Победите Вечного владыку сокровенной мудрости в воспоминаниях."},{"id":84091,"name":"Инверсия бытия - Пройдите главу «Инверсия бытия»."},{"id":84092,"name":"Ночь блуждающих звёзд - #Вспомните о {M#сестре}{F#брате}."},{"id":84093,"name":"Ещё не смертельная болезнь - Создайте лекарство, несущее надежду."},{"id":84094,"name":"На том берегу судьбы - Станьте свидетелем чуда, дарованного «Грешником»."},{"id":84095,"name":"Кариберт - Выполните «Кариберт»."},{"id":84100,"name":"Владыка грома - Станьте свидетелем влияния невезения Беннета на погоду."},{"id":84101,"name":"Сила удачи! - Активируйте механизмы и заберите сокровище, не совершив ни одной ошибки."},{"id":84102,"name":"Черта, которую можно переступить - Завершите встречу «Лечебный родник» и откройте все концовки."},{"id":84103,"name":"Сильная и добродетельная горничная - Завершите встречу «Путь рыцаря Ордо Фавониус» и откройте все концовки."},{"id":84104,"name":"И зло изгнано - Завершите встречу «Заметки о поиске злых духов» и откройте все концовки."},{"id":84105,"name":"Пряная легенда Мондштадта - Попробуйте пряный напиток Барбары."},{"id":84106,"name":"«...Таков мой долг» - Помогите Ноэлль найти источник её силы."},{"id":84107,"name":"Жгучий герой - Приготовьте мороженое по неправильному рецепту и вызовите бурную реакцию чистой энергии Ян Чун Юня."},{"id":84108,"name":"Последняя линия обороны идола - Уговорите Альберта и других фанатов Барбары уйти."},{"id":84109,"name":"Известный лишь розам мир - Прочтите конспект Ноэлль."},{"id":84110,"name":"Избавление от беспокойства - Завершите встречу «Подготовка к рыцарскому экзамену» и откройте все концовки."},{"id":84111,"name":"Неуязвимая горничная-рыцарь - Прослушайте «Путешествие рыцаря по Ли Юэ» с Ноэлль."},{"id":84112,"name":"Король записей Мондштадта - Прочтите конспект Ноэлль."},{"id":84113,"name":"Взболтать, но не смешивать - Завершите встречу «Котик и её особый коктейль» и откройте все концовки."},{"id":84114,"name":"Но есть одна загвоздка... - Помогите Дионе найти особую основу для напитка."},{"id":84115,"name":"Королева котяток - Верните всех кошек в «Кошкин хвост»."},{"id":84116,"name":"Счастье для всех - Завершите «Домашние дела», разблокируйте все концовки."},{"id":84117,"name":"Мастер домоводства - Успейте выполнить Генеральную уборку за отведённое время."},{"id":84118,"name":"Из моря нет возврата - Узнайте историю Ину Сёсё вместе с Томой."},{"id":84119,"name":"Высота положения - Завершите «Искусство Юху"},{"id":84120,"name":"Ниндзя уровня «мудзина» - Получите высшую оценку от Саю во время тренировки ловкости."},{"id":84121,"name":"Эффект переедания"},{"id":84122,"name":"Почётный член экипажа Южного Креста - Завершите встречу «Когда сияет Южный Крест» и откройте все концовки."},{"id":84123,"name":"Винная разгрузка - Присоединитесь к Бэй Доу на пиршестве в деревне Цинцэ."},{"id":84124,"name":"Клуб покупателей Гуюнь - Узнайте правду о сделке, которую заключает Бэй Доу."},{"id":84125,"name":"Генерал Ватацуми - Завершите встречу «Спецоперация генерала» и откройте все концовки."},{"id":84126,"name":"Изменчивые времена - Вытяните все палочки с предсказаниями судьбы в святилище."},{"id":84127,"name":"Сказать или не сказать, вот в чём вопрос. - Раскройте истинную личность госпожи Хины в издательском доме Яэ."},{"id":84128,"name":"Спутник Воли Небес - Завершите встречу «Гость Нефритового дворца» и откройте все концовки."},{"id":84129,"name":"Никуда без припасов - Рыба? Чем больше, тем лучше!"},{"id":84130,"name":"Чрезмерная забота - Один камень порождает тысячи волн. Кажется, Нин Гуан не видать отпуска."},{"id":84131,"name":"На бис! - Завершите встречу «Звуки музыки» и откройте все концовки."},{"id":84132,"name":"Остановись, мгновенье, ты прекрасно! - Сфотографируйтесь на память с Юнь Цзинь."},{"id":84133,"name":"У строгого учителя талантливые ученики - Завершите тренировку, не сбив ни одного синего пугала."},{"id":84134,"name":"#{F#Главная советница}{M#Главный советник} банды Аратаки - Завершите встречу «Повседневные дела банды» и откройте все концовки."},{"id":84135,"name":"Одним глазком! - Полюбуйтесь на Куки Синобу в одеянии жрицы."},{"id":84136,"name":"«Наверху...» - Поддайтесь на уговоры прежде, чем потревожить Кудзё Сару и Куки Синобу."},{"id":84137,"name":"#Ты думал{F#a}, это всерьёз? - Завершите встречу «Застигнутые ураганом» и откройте все концовки."},{"id":84138,"name":"Я - идеальный детектив! - С первого раза правильно проанализируйте мотивы и факты, лежащие в основе преступления."},{"id":84139,"name":"Мольбы Сангономии - Спросите Горо, знает ли Кокоми о событиях на острове Ватацуми."},{"id":84140,"name":"Оптимальное решение - Завершите встречу «Хитросплетения» и откройте все концовки."},{"id":84141,"name":"Тебе, через сто лет - Прочитайте все письма, адресованные Фарузан."},{"id":84142,"name":"Механика"},{"id":84143,"name":"Её зовут Лайла - Завершите встречу «Молчаливые звёзды» и откройте все концовки."},{"id":84144,"name":"Она уже очень волнуется - Помогите Лайле завершить научную работу, но не заставляйте её беспокоиться ещё больше."},{"id":84145,"name":"Тайна феи и звёздного неба - Получите настоящий ответ от феи мудрости."},{"id":84146,"name":"Искусство и жизнь - Завершите встречу «Маятник печали и радости» и откройте все концовки."},{"id":84147,"name":"Студенческие дни - Найдите книги с заметками в Доме даэны."},{"id":84148,"name":"Романтизм в архитектуре - Обсудите будущее с Кавехом в пустыне."},{"id":84501,"name":"...Odomu? - Проведите успешный «языковой обмен» с хиличурлом."},{"id":84502,"name":"Yo dala? - Проведите успешный «поэтический обмен» с хиличурлом."},{"id":84503,"name":"Перфекционист - Безупречно выполните все поручения Царевича в задании «Сказано - сделано!»"},{"id":84504,"name":"Говорю как есть - Соберите информацию о Снежной в задании «Зимняя история»."},{"id":84505,"name":"Анекдоты Гео Архонта - Соберите полный сборник историй о Властелине Камня."},{"id":84506,"name":"Останьтесь ненадолго, путешественники... - Послушайте историю о «Дожде клинков» в задании «Сейчас объясню»."},{"id":84507,"name":"Давным-давно, в далёком-далёком царстве... - Послушайте историю о «Гневе Хай Шаня» в задании «Сейчас объясню»."},{"id":84508,"name":"Карамба, пираты! - Сыграйте в пиратов с малышами Лулу, Фэем и Мэном."},{"id":84509,"name":"Повар и рыбак - Завершите задания «Рыбак Цзян Сюэ» и «Дилемма Янь Сяо»."},{"id":84510,"name":"Любовь повсюду - Помогите Чжи Хуа отыскать пять счастливых знамений в задании «Хороший знак»."},{"id":84512,"name":"Излишняя тоска - Завершите 5 раз задание «Ветер воспоминаний уносит тоску»."},{"id":84513,"name":"На этаж повыше... - Помогите Хуай Аню починить лестницу на постоялом дворе «Ваншу»."},{"id":84514,"name":"Новичкам везёт - Выберите самый дорогой нефрит с первого раза."},{"id":84515,"name":"Пора ответить за свои ошибки - Извинитесь перед Тимми."},{"id":84516,"name":"Стукни и заработает - Принесите Герману только материалы для тренировочного манекена."},{"id":84517,"name":"Мгновенная карма - Разоблачите Марджори и получите благодарность от Джека."},{"id":84518,"name":"«Привет, любимый папочка...» - Послушайте историю Тимми."},{"id":84519,"name":"Чудеса медицины - Вылечите болезнь Анны."},{"id":84520,"name":"Во имя Фавония - Станьте свидетелем истории Джиллианы."},{"id":84522,"name":"Академические притязания - Завершите задания «Потерянная реликвия» и «Дело о краже сокровищ»."},{"id":84523,"name":"Мечта и работа, стихи и хлеб - Завершите задание «Так называемая \"работа\"» и получите сборник поэзии Линь Лин."},{"id":84524,"name":"Все хорошо, что хорошо кончается - Завершите задание «В ожидании старого друга»."},{"id":84525,"name":"Потрясающий роман - Подсмотрите в рукопись Чана Девятого."},{"id":84526,"name":"Открыто для интерпретации - Испортите 4 знамения неизбежной любви."},{"id":84527,"name":"Это не живая консерва - Съешьте еду в задании «Доставка еды»..."},{"id":84528,"name":"Замаскирован на виду - Помогите Санго и Рюдзи раскрыть дело."},{"id":84529,"name":"Есть всегда одна истина? - Станьте свидетелем истории Рюдзи."},{"id":84530,"name":"Ли Юэ итибан - Вылечите Тан Вэнь вкусной едой."},{"id":84531,"name":"Опять бум шака-лака - Узнайте у Сян Лин об особых методах готовки."},{"id":84532,"name":"Обед для двоих - Помогите Сюй Дуну и Камэи Мунэхисе приготовить по одному блюду."},{"id":84533,"name":"Вопрос диеты - Помогите Парване проверить рецепты."},{"id":84534,"name":"Рисовый самурай - Помогите Камэи Мунэхисе собрать ингредиенты из лагерей с обоих сторон."},{"id":84535,"name":"«Простите за неудобства!» - Получите жалобу от Конды Дэнсукэ в задании «Обслуживание после продажи»."},{"id":84536,"name":"Самурай-гурман - Станьте свидетелем принятия Камэи Мунэхисы в ряды всеядных гурманов."},{"id":84537,"name":"Ау... Есть кто? - Найдите скрытый проход на острове Рито."},{"id":84538,"name":"Мнение редакции - Помогите Сигэру и Дзюнкити вернуться на творческий путь."},{"id":84539,"name":"Пора открывать Досин додзё - Помогите Асакуре с тренировками 5 раз."},{"id":84540,"name":"Угадай кто? - Узнайте, кем является Чжэнь Юй на самом деле."},{"id":84541,"name":"Хотя бы заканчивается - Дослушайте историю Дзюнкити до конца."},{"id":84542,"name":"Она и её кошка - Вместе с Нэко идите на гору Ёго и найдите следы Хибики."},{"id":84543,"name":"Что на крючке? - Вместе с Кайваном выловите странные предметы."},{"id":84544,"name":"Плесенник Калими - Посмотрите, как Хатим срывает куш на бирже!"},{"id":84545,"name":"Богатство стучится в дверь - Угостите Хатима яблочным напитком."},{"id":84546,"name":"Котолов - Помогите Саре отыскать её кошек."},{"id":84547,"name":"Законы арифметики - Помогите Гарсии завершить его устройство."},{"id":84548,"name":"Труд всему голова - Соберите побольше грибов для Хамбэя."},{"id":84549,"name":"Релаксационная терапия - Исполните желания 3 пациентов."},{"id":84550,"name":"На корню - Найдите и победите убегающую попрыгунью."},{"id":84551,"name":"Дата отплытия - Получите письмо Александры..."},{"id":84552,"name":"Мора не виновата - Станьте свидетелем приключений Всеядных гурманов в Сумеру."},{"id":84553,"name":"Небо высоко, а земля... - Помогите Фаргани с измерениями."},{"id":84554,"name":"Время ответа - Станьте свидетелем истории Алрани в Сумеру."},{"id":84555,"name":"Случайные обстоятельства цветения розы - Помогите Коллеи ухаживать за сумерскими розами."},{"id":84556,"name":"Где же вы, мечты? - Станьте свидетелем истории Джави и его «мечты»."},{"id":84557,"name":"Необязательное требование - Найдите все предметы, которые Гулабгир дал змеям."},{"id":84558,"name":"Корабельная мощь - Помогите Рафику испытать корпус корабля на прочность."},{"id":84559,"name":"В чём дело? - Попробуйте три блюда Джафара."},{"id":84560,"name":"Эрудит из Сумеру - Ответьте правильно на 6 различных вопросов."},{"id":84561,"name":"Всего один шаг - Уступите Хилми в состязаниях по бегу..."},{"id":84562,"name":"Врачебный почерк - Помогите Маруфу верно прочесть рецепт."},{"id":84563,"name":"Остатки аромата - Станьте свидетелем истории Нермин."},{"id":84564,"name":"В поисках меча - Станьте свидетелем истории о мисс Лань и «Скрытом клинке»."},{"id":84565,"name":"Пройти по горизонту?.. - Станьте свидетелем истории Сунь Юя."},{"id":85000,"name":"Кроме времени нечего терять - Разгадайте секрет двух солнечных часов."},{"id":85001,"name":"Разговор с древним божеством - Послушайте историю древнего божества."},{"id":85002,"name":"Крадущийся дракон, притаившееся Чи - Ознакомьтесь с историей «Чи»."},{"id":85003,"name":"Биться до последнего - Продайте за хорошую цену сокровище, найденное в древних руинах..."},{"id":85004,"name":"Тень над озером Лухуа - Помогите Вермееру найти желаемый пейзаж."},{"id":85005,"name":"Нулевой игрок - Поиграйте в простую игру с малышом Цзяном."},{"id":85006,"name":"Под густой тенью древа соберётся вся семья - Станьте свидетелем истории дома Юань Хун."},{"id":86001,"name":"Пришли, увидели и победили вместе - Выполните 5 испытаний подземелья с другими игроками."},{"id":86002,"name":"Пришли, увидели и победили вместе - Выполните 20 испытаний подземелья с другими игроками."},{"id":86003,"name":"Пришли, увидели и победили вместе - Выполните 100 испытаний подземелья с другими игроками."},{"id":86004,"name":"Пришёл, увидел и победил в одиночку - Соберите 5 местных диковин в мире другого игрока."},{"id":86005,"name":"Пришёл, увидел и победил в одиночку - Соберите 20 местных диковин в мире другого игрока."},{"id":86006,"name":"Пришёл, увидел и победил в одиночку - Соберите 50 местных диковин в мире другого игрока."},{"id":86007,"name":"У вас такие огромные кристальные бабочки - Одолейте Анемо гипостазис в совместном режиме."},{"id":86008,"name":"...хватит и улыбки. - Одолейте Электро гипостазис в совместном режиме."},{"id":86009,"name":"Оказывается, можно бить эти колонны. - Одолейте Гео гипостазис в совместном режиме."},{"id":86010,"name":"Крио папоротник, голубое небо и южный ветер - Одолейте Крио папоротник в совместном режиме."},{"id":86011,"name":"This is fine. - Одолейте Пиро орхидею в совместном режиме."},{"id":86012,"name":"Рыба по имени Родия - Одолейте океанида в совместном режиме."},{"id":86013,"name":"Волчий союз - Одолейте короля Вольфендома в совместном режиме."},{"id":86015,"name":"Сворачивая горы - Одолейте древнего геовишапа в совместном режиме."},{"id":86016,"name":"Привет из прошлого - Одолейте Аждаху в совместном режиме."},{"id":86017,"name":"План по заморозке - Одолейте Крио гипостазис в совместном режиме."},{"id":86018,"name":"Больше никаких нитей - Одолейте магу кэнки в совместном режиме."},{"id":86019,"name":"Операция «Костёр» - Одолейте Пиро гипостазис в совместном режиме."},{"id":86020,"name":"Конечный механический массив - Одолейте бесконечный механический массив в совместном режиме."},{"id":86021,"name":"Способности Глаза Порчи не решают исход битвы - Одолейте Чайльда в совместном режиме."},{"id":86022,"name":"Все за одного - Одолейте манифестацию грома в совместном режиме."},{"id":86023,"name":"Одна вода - Одолейте Гидро гипостазис в совместном режиме."},{"id":86024,"name":"Сквозь снег и пламя - Одолейте Синьору в совместном режиме."},{"id":86025,"name":"Шёпот во тьме - Одолейте Золотого волчьего вожака в совместном режиме."},{"id":86026,"name":"Храбрость пред лицом молнии - Одолейте сёгуна Райдэн в совместном режиме."},{"id":86027,"name":"Превосходя древнюю мудрость - Одолейте Змея руин в совместном режиме."},{"id":86028,"name":"Полувегетарианство - Одолейте Пернатого плесенника в совместном режиме."},{"id":86029,"name":"Не влезай, убьёт! - Одолейте Электро папоротник в совместном режиме."}]