[{"id":80001,"name":"Le Vent et les Enfants des étoiles - Dispersez des graines de pissenlit avec vos pouvoirs Anémo."},{"id":80002,"name":"Monts et merveilles - Obtenez la maîtrise de l'élément Géo."},{"id":80003,"name":"Clair comme de l'eau de roche - Obtenez toutes les parties de « Le cœur de la source »."},{"id":80004,"name":"La hallebarde divine se moque des dieux - Obtenez toutes les parties de « Le Bris de l'arme divine »."},{"id":80005,"name":"L'ivrogne et le loup - Obtenez toutes les parties de « Chroniques d'un ivrogne »."},{"id":80006,"name":"La source, le cheval blanc et le clair de lune - Obtenez toutes les parties de « Forêt de bambou au clair de lune »."},{"id":80007,"name":"Prendre forme - Forgez une arme 4★."},{"id":80008,"name":"#{M#Expert}{F#Experte} en survie - Apprenez 10 recettes."},{"id":80009,"name":"#{M#Expert}{F#Experte} en survie - Apprenez 20 recettes."},{"id":80010,"name":"#{M#Expert}{F#Experte} en survie - Apprenez 40 recettes."},{"id":80011,"name":"#{M#Chef étoilé}{F#Cheffe étoilée} - Maîtrisez 10 recettes."},{"id":80012,"name":"#{M#Chef étoilé}{F#Cheffe étoilée} - Maîtrisez 20 recettes."},{"id":80013,"name":"#{M#Chef étoilé}{F#Cheffe étoilée} - Maîtrisez 40 recettes."},{"id":80014,"name":"Au jour le jour - Élevez un personnage en phase 2."},{"id":80015,"name":"Au jour le jour - Élevez un personnage en phase 4."},{"id":80016,"name":"Au jour le jour - Élevez un personnage en phase 6."},{"id":80017,"name":"Aussitôt reforgée, aussitôt équipée - Élevez une arme en phase 2."},{"id":80018,"name":"Aussitôt reforgée, aussitôt équipée - Élevez une arme en phase 4."},{"id":80019,"name":"Aussitôt reforgée, aussitôt équipée - Élevez une arme en phase 6."},{"id":80020,"name":"Ce que vous ne savez pas - Atteignez le Niv. d'affinité 10 avec 4 personnages."},{"id":80021,"name":"Ce que vous ne savez pas - Atteignez le Niv. d'affinité 10 avec 8 personnages."},{"id":80022,"name":"Ce que vous ne savez pas - Atteignez le Niv. d'affinité 10 avec 16 personnages."},{"id":80023,"name":"Butins de la terre - Récupérez 200 fois les récompenses des Fleurs de la fortune ou des Fleurs de la révélation."},{"id":80024,"name":"Butins de la terre - Récupérez 400 fois les récompenses des Fleurs de la fortune ou des Fleurs de la révélation."},{"id":80025,"name":"Butins de la terre - Récupérez 800 fois les récompenses des Fleurs de la fortune ou des Fleurs de la révélation."},{"id":80026,"name":"Cadeau du héros - Obtenez un artéfact 4★."},{"id":80027,"name":"Écho d'une longue ballade - Renforcez un artéfact 4★ jusqu'au niveau maximum."},{"id":80028,"name":"Trésor légendaire - Obtenez un artéfact 5★."},{"id":80029,"name":"Verset sacré - Renforcez un artéfact 5★ jusqu'au niveau maximum."},{"id":80030,"name":"Exploration continentale"},{"id":80031,"name":"Terre des mille vents - Activez tous les points de téléportation de Mondstadt (sauf Monts Dosdragon)."},{"id":80032,"name":"Le vent siffle dans nos oreilles - Montez les Statues des Sept de Mondstadt au niveau maximum."},{"id":80033,"name":"Pèlerinage sacré"},{"id":80034,"name":"#{M#Guidé}{F#Guidée} par le vent - Suivez 10 Fées à Mondstadt et activez leur support (sauf Monts Dosdragon)."},{"id":80035,"name":"#{M#Guidé}{F#Guidée} par le vent - Suivez 20 Fées à Mondstadt et activez leur support (sauf Monts Dosdragon)."},{"id":80036,"name":"#{M#Guidé}{F#Guidée} par le vent - Suivez 40 Fées à Mondstadt et activez leur support (sauf Monts Dosdragon)."},{"id":80037,"name":"Chasse aux trésors sur les terres venteuses - Ouvrez 100 coffres à Mondstadt (sauf Monts Dosdragon)."},{"id":80038,"name":"Chasse aux trésors sur les terres venteuses - Ouvrez 200 coffres à Mondstadt (sauf Monts Dosdragon)."},{"id":80039,"name":"Chasse aux trésors sur les terres venteuses - Ouvrez 400 coffres à Mondstadt (sauf Monts Dosdragon)."},{"id":80040,"name":"Péripéties sur les terres venteuses - Terminez 5 défis du monde ouvert activés par mécanisme dans la région de Mondstadt (sauf Monts Dosdragon)."},{"id":80041,"name":"Péripéties sur les terres venteuses - Terminez 10 défis du monde ouvert activés par mécanisme dans la région de Mondstadt (sauf Monts Dosdragon)."},{"id":80042,"name":"Péripéties sur les terres venteuses - Terminez 15 défis du monde ouvert activés par mécanisme dans la région de Mondstadt (sauf Monts Dosdragon)."},{"id":80043,"name":"Exploration continentale"},{"id":80044,"name":"Rochers à perte de vue - Activez tous les points de téléportation de Liyue (sans compter ceux du Gouffre)."},{"id":80045,"name":"Aussi immobile que la montagne - Montez les Statues des Sept de Liyue au niveau maximum."},{"id":80046,"name":"Pèlerinage sacré"},{"id":80047,"name":"#{M#Guidé}{F#Guidée} par la roche - Suivez 20 Fées à Liyue et activez leur support (sans compter ceux du Gouffre)."},{"id":80048,"name":"#{M#Guidé}{F#Guidée} par la roche - Suivez 40 Fées à Liyue et activez leur support (sans compter ceux du Gouffre)."},{"id":80049,"name":"#{M#Guidé}{F#Guidée} par la roche - Suivez 60 Fées à Liyue et activez leur support (sans compter ceux du Gouffre)."},{"id":80050,"name":"Chasse aux trésors sur les terres rocheuses - Ouvrez 200 coffres à Liyue (sans compter ceux du Gouffre)."},{"id":80051,"name":"Chasse aux trésors sur les terres rocheuses - Ouvrez 400 coffres à Liyue (sans compter ceux du Gouffre)."},{"id":80052,"name":"Chasse aux trésors sur les terres rocheuses - Ouvrez 800 coffres à Liyue (sans compter ceux du Gouffre)."},{"id":80053,"name":"Péripéties sur les terres rocheuses - Terminez 10 défis du monde ouvert activés par mécanisme dans la région de Liyue (sans compter ceux du Gouffre)."},{"id":80054,"name":"Péripéties sur les terres rocheuses - Terminez 20 défis du monde ouvert activés par mécanisme dans la région de Liyue (sans compter ceux du Gouffre)."},{"id":80055,"name":"Péripéties sur les terres rocheuses - Terminez 40 défis du monde ouvert activés par mécanisme dans la région de Liyue (sans compter ceux du Gouffre)."},{"id":80056,"name":"Exploration continentale"},{"id":80057,"name":"Passe-montagne - Activez tous les points de téléportation des Monts Dosdragon."},{"id":80058,"name":"#{M#Guidé}{F#Guidée} par la montagne - Suivez 5 Fées ardentes dans les Monts Dosdragon et activez leur support."},{"id":80059,"name":"#{M#Guidé}{F#Guidée} par la montagne - Suivez 10 Fées ardentes dans les Monts Dosdragon et activez leur support."},{"id":80060,"name":"#{M#Guidé}{F#Guidée} par la montagne - Suivez 20 Fées ardentes dans les Monts Dosdragon et activez leur support."},{"id":80061,"name":"Chasse aux trésors sur les terres enneigées - Ouvrez 40 coffres dans les Monts Dosdragon."},{"id":80062,"name":"Chasse aux trésors sur les terres enneigées - Ouvrez 80 coffres dans les Monts Dosdragon."},{"id":80063,"name":"Chasse aux trésors sur les terres enneigées - Ouvrez 160 coffres dans les Monts Dosdragon."},{"id":80064,"name":"Pousse écarlate - Montez le Niv. d'offrande de l'Arbre permagelé à 4."},{"id":80065,"name":"Pousse écarlate - Montez le Niv. d'offrande de l'Arbre permagelé à 8."},{"id":80066,"name":"Pousse écarlate - Montez le Niv. d'offrande de l'Arbre permagelé à 12."},{"id":80067,"name":"Le Mandrin céleste - Faites s'élever l'étrange pilier."},{"id":80068,"name":"Le dragon et la lance - Utilisez les vestiges du dragon pour fabriquer une arme."},{"id":80069,"name":"Pouvoir illimité - Obtenez la maîtrise de l'élément Électro."},{"id":80070,"name":"Terre des dents-de-lion - Obtenez toutes les parties de « La Renarde qui nageait dans la mer de pissenlits »."},{"id":80071,"name":"La valeur de l'amitié et du sacrifice - Obtenez toutes les parties de « La princesse sanglier »."},{"id":80072,"name":"Jeunesse éternelle - Obtenez toutes les parties de « La Mélancolie de Véra »."},{"id":80073,"name":"Docteur es Brutocollinus - Obtenez toutes les parties d'« Étude des coutumes Brutocollinus »."},{"id":80074,"name":"Exploration continentale"},{"id":80075,"name":"Monde de tonnerre (1) - Activez tous les points de téléportation de l'Île de Narukami, de Kannazuka et de l'Île de Yashiori dans la région d'Inazuma."},{"id":80076,"name":"Pèlerinage sacré"},{"id":80077,"name":"Foudre éternelle - Montez les Statues des Sept d'Inazuma au niveau maximum."},{"id":80078,"name":"Avatar divin - Montez la faveur du cerisier sacré au niveau maximum."},{"id":80079,"name":"Chasse aux herbes à sanglots (1) - Suivez 10 Fées Électro sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80080,"name":"Chasse aux herbes à sanglots (1) - Suivez 20 Fées Électro sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80081,"name":"Chasse aux herbes à sanglots (1) - Suivez 40 Fées Électro sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80082,"name":"#{M#Guidé}{F#Guidée} par la lumière (1) - Suivez 4 Fées sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma et activez leur support."},{"id":80083,"name":"#{M#Guidé}{F#Guidée} par la lumière (1) - Suivez 8 Fées sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma et activez leur support."},{"id":80084,"name":"#{M#Guidé}{F#Guidée} par la lumière (1) - Suivez 16 Fées sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma et activez leur support."},{"id":80085,"name":"Chasse aux trésors sur les terres électriques (1) - Ouvrez 100 coffres sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80086,"name":"Chasse aux trésors sur les terres électriques (1) - Ouvrez 200 coffres sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80087,"name":"Chasse aux trésors sur les terres électriques (1) - Ouvrez 300 coffres sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80088,"name":"Nettoyage de printemps - Terminez le rituel de purification du cerisier sacré."},{"id":80089,"name":"Les contes de Tatara - Résolvez la crise du Fourneau Mikage."},{"id":80090,"name":"Écho plaintif - Terminez la série de quêtes « L'héritage d'Orobashi »."},{"id":80091,"name":"Démons et récits extraordinaires - Obtenez toutes les parties des « Contes de l'Allée Toki »."},{"id":80092,"name":"Idole à Inazuma - Atteignez un Niv. de réputation 10 à Inazuma."},{"id":80093,"name":"Péripéties sur les terres électriques (1) - Terminez 6 défis du monde ouvert activés par mécanisme sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80094,"name":"Péripéties sur les terres électriques (1) - Terminez 12 défis du monde ouvert activés par mécanisme sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80095,"name":"Péripéties sur les terres électriques (1) - Terminez 24 défis du monde ouvert activés par mécanisme sur l'Île de Narukami, à Kannazuka et sur l'Île de Yashiori dans la région d'Inazuma."},{"id":80096,"name":"Exploration continentale"},{"id":80097,"name":"Monde de tonnerre (2) - Activez tous les points de téléportation de l'Île de Watatsumi et de l'Île de Seirai dans la région d'Inazuma."},{"id":80098,"name":"Pèlerinage sacré"},{"id":80099,"name":"Chasse aux herbes à sanglots (2) - Suivez 4 Fées Électro sur l'Île de Watatsumi et sur l'Île de Seirai dans la région d'Inazuma."},{"id":80100,"name":"Chasse aux herbes à sanglots (2) - Suivez 8 Fées Électro sur l'Île de Watatsumi et sur l'Île de Seirai dans la région d'Inazuma."},{"id":80101,"name":"Chasse aux herbes à sanglots (2) - Suivez 16 Fées Électro sur l'Île de Watatsumi et sur l'Île de Seirai dans la région d'Inazuma."},{"id":80102,"name":"#{M#Guidé}{F#Guidée} par la lumière (2) - Suivez 6 Fées sur l'Île de Watatsumi et sur l'Île de Seirai dans la région d'Inazuma et activez leur support."},{"id":80105,"name":"Chasse aux trésors sur les terres électriques (2) - Ouvrez 40 coffres sur l'Île de Watatsumi et sur l'Île de Seirai dans la région d'Inazuma."},{"id":80106,"name":"Chasse aux trésors sur les terres électriques (2) - Ouvrez 80 coffres sur l'Île de Watatsumi et sur l'Île de Seirai dans la région d'Inazuma."},{"id":80107,"name":"Chasse aux trésors sur les terres électriques (2) - Ouvrez 160 coffres sur l'Île de Watatsumi et sur l'Île de Seirai dans la région d'Inazuma."},{"id":80108,"name":"Chasseurs d'orage de Seirai - Terminez « Chasseurs d'orage de Seirai »."},{"id":80109,"name":"Sous le même clair de lune - Terminez « Les profondeurs baignées de lune »."},{"id":80110,"name":"Péripéties sur les terres électriques (2) - Terminez 6 défis du monde ouvert activés par mécanisme sur l'Île de Watatsumi et l'Île de Seirai."},{"id":80111,"name":"Péripéties sur les terres électriques (2) - Terminez 12 défis du monde ouvert activés par mécanisme sur l'Île de Watatsumi et l'Île de Seirai."},{"id":80112,"name":"Péripéties sur les terres électriques (2) - Terminez 24 défis du monde ouvert activés par mécanisme sur l'Île de Watatsumi et l'Île de Seirai."},{"id":80113,"name":"Exploration continentale"},{"id":80114,"name":"Aux limites de la brume - Activez tous les points de téléportation de l'Île de Tsurumi."},{"id":80115,"name":"Pèlerinage sacré"},{"id":80116,"name":"Éclair dans la nuit - Suivez 6 Fées Électro sur l'Île de Tsurumi."},{"id":80119,"name":"#{M#Guidé}{F#Guidée} par la brume - Suivez 6 Fées sur l'Île de Tsurumi et activez leur support."},{"id":80120,"name":"Chasse aux trésors sur les terres brumeuses - Ouvrez 30 coffres sur l'Île de Tsurumi."},{"id":80121,"name":"Chasse aux trésors sur les terres brumeuses - Ouvrez 60 coffres sur l'Île de Tsurumi."},{"id":80122,"name":"Chasse aux trésors sur les terres brumeuses - Ouvrez 120 coffres sur l'Île de Tsurumi."},{"id":80123,"name":"Péripéties sur les terres brumeuses - Terminez 4 défis du monde ouvert activés par mécanisme sur l'Île de Tsurumi."},{"id":80124,"name":"Péripéties sur les terres brumeuses - Terminez 8 défis du monde ouvert activés par mécanisme sur l'Île de Tsurumi."},{"id":80125,"name":"Péripéties sur les terres brumeuses - Terminez 12 défis du monde ouvert activés par mécanisme sur l'Île de Tsurumi."},{"id":80126,"name":"Le tonnerre est éternel - Terminez la mission de récolte d'informations d'un certain auteur."},{"id":80127,"name":"La zoo-zanie ! - Utilisez l'Omnifilet d'ubiquité pour capturer 1 animal sauvage."},{"id":80128,"name":"La zoo-zanie ! - Utilisez l'Omnifilet d'ubiquité pour capturer 30 animaux sauvages."},{"id":80129,"name":"La zoo-zanie ! - Utilisez l'Omnifilet d'ubiquité pour capturer 100 animaux sauvages."},{"id":80130,"name":"« Car la nuit est sombre et pleine de terreurs... » - Débloquez l'intégralité de la carte d'Enkanomiya."},{"id":80131,"name":"La plus haute autorité de ces terres - Activez tous les points de téléportation d'Enkanomiya."},{"id":80132,"name":"La direction de Phosphoros - Suivez 6 Fées à Enkanomiya et activez leur support."},{"id":80133,"name":"La direction de Phosphoros - Suivez 15 Fées à Enkanomiya et activez leur support."},{"id":80134,"name":"La direction de Phosphoros - Suivez 30 Fées à Enkanomiya et activez leur support."},{"id":80135,"name":"La bénédiction d'Hespéros - Ouvrez 40 coffres à Enkanomiya."},{"id":80136,"name":"La bénédiction d'Hespéros - Ouvrez 80 coffres à Enkanomiya."},{"id":80137,"name":"La bénédiction d'Hespéros - Ouvrez 160 coffres à Enkanomiya."},{"id":80138,"name":"La constance de Kairos - Terminez 3 défis du monde ouvert activés par mécanisme à Enkanomiya."},{"id":80139,"name":"La constance de Kairos - Terminez 6 défis du monde ouvert activés par mécanisme à Enkanomiya."},{"id":80140,"name":"La constance de Kairos - Terminez 12 défis du monde ouvert activés par mécanisme à Enkanomiya."},{"id":80141,"name":"Tunique de rat de feu, perle de tête de dragon, bol d'offrande sacrée et... - Obtenez le corail demandé par Tsuyuko."},{"id":80142,"name":"Hier encore - Activez 10 mélodies dans la Sérénithéière en utilisant l'ensemble décoratif « Euphonie céleste »."},{"id":80143,"name":"Hier encore - Activez 30 mélodies dans la Sérénithéière en utilisant l'ensemble décoratif « Euphonie céleste »."},{"id":80144,"name":"Hier encore - Activez 60 mélodies dans la Sérénithéière en utilisant l'ensemble décoratif « Euphonie céleste »."},{"id":80145,"name":"À la conquête du Gouffre - Débloquez l'intégralité de la carte de la surface du Gouffre."},{"id":80146,"name":"Plongée périlleuse - Débloquez l'intégralité de la carte des Mines souterraines du Gouffre."},{"id":80147,"name":"Au plus profond - Activez tous les points de téléportation du Gouffre et de ses Mines souterraines."},{"id":80148,"name":"#{M#Guidé}{F#Guidée} par la grotte - Suivez 6 Fées dans le Gouffre et activez leur support."},{"id":80149,"name":"#{M#Guidé}{F#Guidée} par la grotte - Suivez 12 Fées dans le Gouffre et activez leur support."},{"id":80150,"name":"#{M#Guidé}{F#Guidée} par la grotte - Suivez 24 Fées dans le Gouffre et activez leur support."},{"id":80151,"name":"Chasse aux trésors sur les terres souterraines - Ouvrez 50 coffres dans le Gouffre."},{"id":80152,"name":"Chasse aux trésors sur les terres souterraines - Ouvrez 100 coffres dans le Gouffre."},{"id":80153,"name":"Chasse aux trésors sur les terres souterraines - Ouvrez 200 coffres dans le Gouffre."},{"id":80154,"name":"Péripéties sur les terres souterraines - Terminez 3 défis du monde ouvert activés par mécanisme au Gouffre."},{"id":80155,"name":"Péripéties sur les terres souterraines - Terminez 6 défis du monde ouvert activés par mécanisme au Gouffre."},{"id":80156,"name":"Péripéties sur les terres souterraines - Terminez 12 défis du monde ouvert activés par mécanisme au Gouffre."},{"id":80157,"name":"Que la lumière soit ! - Renforcez l'Adjuvant de pierre de lumen au niveau maximum."},{"id":80158,"name":"« Quand le sceau est brisé... » - Enlevez les obstacles qui vous empêchent d'entrer dans la mine."},{"id":80159,"name":"Exploration en cours... - Terminez la mission d'exploration du Bureau des affaires civiles."},{"id":80160,"name":"#Exploration continentale{NON_BREAK_SPACE}"},{"id":80161,"name":"Randonnée en forêt - Activez tous les points de téléportation de la Forêt d'Avidya, de la Selve de Lokapala, de la Vallée d'Ardravi, du Royaume d'Ashavan, du Champ de Vissudha, de la Pépinière perdue et de Vanarana dans la région de Sumeru."},{"id":80162,"name":"Pèlerinage sacré"},{"id":80163,"name":"Fragrant comme les plantes - Montez les Statues des Sept de Sumeru au niveau maximum."},{"id":80164,"name":"L'aboutissement du grand rêve - Montez l'arbre des rêves de Vanarana au niveau maximum."},{"id":80165,"name":"#{M#Guidé}{F#Guidée} par les bois - Suivez 10 Fées dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana et activez leur support."},{"id":80166,"name":"#{M#Guidé}{F#Guidée} par les bois - Suivez 20 Fées dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana et activez leur support."},{"id":80167,"name":"#{M#Guidé}{F#Guidée} par les bois - Suivez 40 Fées dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana et activez leur support."},{"id":80168,"name":"Chasse aux trésors sur les terres boisées - Ouvrez 100 coffres dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana."},{"id":80169,"name":"Chasse aux trésors sur les terres boisées - Ouvrez 200 coffres dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana."},{"id":80170,"name":"Chasse aux trésors sur les terres boisées - Ouvrez 400 coffres dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana."},{"id":80171,"name":"Péripéties sur les terres boisées - Terminez 10 défis du monde ouvert activés par mécanisme dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana."},{"id":80172,"name":"Péripéties sur les terres boisées - Terminez 20 défis du monde ouvert activés par mécanisme dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana."},{"id":80173,"name":"Péripéties sur les terres boisées - Terminez 40 défis du monde ouvert activés par mécanisme dans la Forêt d'Avidya, dans la Selve de Lokapala, dans la Vallée d'Ardravi, dans le Royaume d'Ashavan, dans le Champ de Vissudha, dans la Pépinière perdue et à Vanarana."},{"id":80174,"name":"La forêt se souvient de tout - Terminez « Aranyaka »."},{"id":80175,"name":"Faire florès - Obtenez la maîtrise de l'élément Dendro."},{"id":80176,"name":"Souvenirs de Gurabad - Obtenez toutes les parties de « Conte de Shiruyeh et Shirin »."},{"id":80177,"name":"Étincelant comme la flamme - Obtenez toutes les parties de « Folios de feuillage »."},{"id":80178,"name":"Le voyage de Farris - #Obtenez toutes les parties de « Parchemin de l'hymne à flot{NON_BREAK_SPACE}»."},{"id":80179,"name":"Exploration continentale"},{"id":80180,"name":"À travers tempêtes de sable et mirages (1) - Activez tous les points de téléportation du Désert hypostyle, du Haut-Setekh et du Bas-Setekh dans la région de Sumeru."},{"id":80181,"name":"Pèlerinage sacré"},{"id":80182,"name":"#{M#Guidé}{F#Guidée} par le désert (1) - Suivez 10 Fées dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh et activez leur support."},{"id":80183,"name":"#{M#Guidé}{F#Guidée} par le désert (1) - Suivez 20 Fées dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh et activez leur support."},{"id":80184,"name":"#{M#Guidé}{F#Guidée} par le désert (1) - Suivez 40 Fées dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh et activez leur support."},{"id":80185,"name":"Chasse aux trésors sur les terres désertiques (1) - Ouvrez 60 coffres dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh."},{"id":80186,"name":"Chasse aux trésors sur les terres désertiques (1) - Ouvrez 120 coffres dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh."},{"id":80187,"name":"Chasse aux trésors sur les terres désertiques (1) - Ouvrez 240 coffres dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh."},{"id":80188,"name":"Péripéties sur les terres désertiques (1) - Terminez 10 défis du monde ouvert activés par mécanisme dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh."},{"id":80189,"name":"Péripéties sur les terres désertiques (1) - Terminez 20 défis du monde ouvert activés par mécanisme dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh."},{"id":80190,"name":"Péripéties sur les terres désertiques (1) - Terminez 40 défis du monde ouvert activés par mécanisme dans le Désert hypostyle, au Haut-Setekh et au Bas-Setekh."},{"id":80191,"name":"... Rêve éponyme - Terminez « Le sommeil d'or »."},{"id":80192,"name":"C'est l'heure du du-du-du duel ! - #Obtenez le guide de joueur et devenez {F#une joueuse certifiée}{M#un joueur certifié} par l'Association des joueurs."},{"id":80193,"name":"♪ Un jour je serai le meilleur joueur ♪ - Atteignez le Niv. de joueur 10."},{"id":80197,"name":"C'est pas sorcier - Déclenchez {param0} réactions élémentaires lors d'une partie victorieuse."},{"id":80198,"name":"C'est pas sorcier - Déclenchez {param0} réactions élémentaires lors d'une partie victorieuse."},{"id":80199,"name":"C'est pas sorcier - Déclenchez {param0} réactions élémentaires lors d'une partie victorieuse."},{"id":80203,"name":"♪ Il tient la victoiiiiire dans ses mains ♪ - Jouez {param0} cartes d'action lors d'une partie victorieuse."},{"id":80204,"name":"♪ Il tient la victoiiiiire dans ses mains ♪ - Jouez {param0} cartes d'action lors d'une partie victorieuse."},{"id":80205,"name":"♪ Il tient la victoiiiiire dans ses mains ♪ - Jouez {param0} cartes d'action lors d'une partie victorieuse."},{"id":80206,"name":"À toi de jouer ! - Jouez {param0} invocations lors d'une partie victorieuse."},{"id":80207,"name":"À toi de jouer ! - Jouez {param0} invocations lors d'une partie victorieuse."},{"id":80208,"name":"À toi de jouer ! - Jouez {param0} invocations lors d'une partie victorieuse."},{"id":80209,"name":"Attaque, le retour de la vengeance - Utilisez au moins 3 déchaînements élémentaires lors d'une partie victorieuse un total de {param0} fois."},{"id":80210,"name":"Attaque, le retour de la vengeance - Utilisez au moins 3 déchaînements élémentaires lors d'une partie victorieuse un total de {param0} fois."},{"id":80211,"name":"Attaque, le retour de la vengeance - Utilisez au moins 3 déchaînements élémentaires lors d'une partie victorieuse un total de {param0} fois."},{"id":80212,"name":"Une bougie dans le vent ? - Parez des DGT ou soignez vos PV pour un total de {param0} pts en utilisant des boucliers ou des soins lors de parties victorieuses."},{"id":80213,"name":"Une bougie dans le vent ? - Parez des DGT ou soignez vos PV pour un total de {param0} pts en utilisant des boucliers ou des soins lors de parties victorieuses."},{"id":80214,"name":"Une bougie dans le vent ? - Parez des DGT ou soignez vos PV pour un total de {param0} pts en utilisant des boucliers ou des soins lors de parties victorieuses."},{"id":80215,"name":"D'un tour deux méchants - Éliminez au moins 2 cartes de personnage de votre adversaire en une action lors d'une partie victorieuse un total de {param0} fois."},{"id":80216,"name":"D'un tour deux méchants - Éliminez au moins 2 cartes de personnage de votre adversaire en une action lors d'une partie victorieuse un total de {param0} fois."},{"id":80217,"name":"D'un tour deux méchants - Éliminez au moins 2 cartes de personnage de votre adversaire en une action lors d'une partie victorieuse un total de {param0} fois."},{"id":80218,"name":"Au petit bonheur le jeton - Obtenez un total de {param0} jetons de chance."},{"id":80219,"name":"Au petit bonheur le jeton - Obtenez un total de {param0} jetons de chance."},{"id":80220,"name":"Au petit bonheur le jeton - Obtenez un total de {param0} jetons de chance."},{"id":80221,"name":"« Chérie, j'ai rétréci le gobelet à dés » - Infligez au moins 8 pts de DGT en une action lors d'une partie victorieuse un total de {param0} fois."},{"id":80222,"name":"« Chérie, j'ai rétréci le gobelet à dés » - Infligez au moins 8 pts de DGT en une action lors d'une partie victorieuse un total de {param0} fois."},{"id":80223,"name":"« Chérie, j'ai rétréci le gobelet à dés » - Infligez au moins 8 pts de DGT en une action lors d'une partie victorieuse un total de {param0} fois."},{"id":80224,"name":"Exploration continentale"},{"id":80225,"name":"À travers tempêtes de sable et mirages (2) - Activez tous les points de téléportation du Désert de Hadramaveth dans la région de Sumeru."},{"id":80226,"name":"Pèlerinage sacré"},{"id":80227,"name":"Le chant funèbre de Bilqis - Terminez « Le chant funèbre de Bilqis »."},{"id":80228,"name":"#{M#Guidé}{F#Guidée} par le désert (2) - Suivez {param0} Fées au Désert de Hadramaveth et activez leur support."},{"id":80229,"name":"#{M#Guidé}{F#Guidée} par le désert (2) - Suivez {param0} Fées au Désert de Hadramaveth et activez leur support."},{"id":80230,"name":"#{M#Guidé}{F#Guidée} par le désert (2) - Suivez {param0} Fées au Désert de Hadramaveth et activez leur support."},{"id":80231,"name":"Chasse aux trésors sur les terres désertiques (2) - Ouvrez {param0} coffres dans le Désert de Hadramaveth."},{"id":80232,"name":"Chasse aux trésors sur les terres désertiques (2) - Ouvrez {param0} coffres dans le Désert de Hadramaveth."},{"id":80233,"name":"Chasse aux trésors sur les terres désertiques (2) - Ouvrez {param0} coffres dans le Désert de Hadramaveth."},{"id":80234,"name":"Péripéties sur les terres désertiques (2) - Terminez {param0} défis du monde ouvert activés par mécanisme dans le Désert de Hadramaveth."},{"id":80235,"name":"Péripéties sur les terres désertiques (2) - Terminez {param0} défis du monde ouvert activés par mécanisme dans le Désert de Hadramaveth."},{"id":80236,"name":"Péripéties sur les terres désertiques (2) - Terminez {param0} défis du monde ouvert activés par mécanisme dans le Désert de Hadramaveth."},{"id":80237,"name":"Exploration continentale"},{"id":80238,"name":"Dans les profondeurs de la désolation - Activez tous les points de téléportation de Gavireh Lajavard et du Royaume de Farakhkert dans la région de Sumeru."},{"id":80239,"name":"Pèlerinage sacré"},{"id":80240,"name":"#{M#Guidé}{F#Guidée} par le reg - Suivez {param0} Fées à Gavireh Lajavard et au Royaume de Farakhkert et activez leur support."},{"id":80241,"name":"#{M#Guidé}{F#Guidée} par le reg - Suivez {param0} Fées à Gavireh Lajavard et au Royaume de Farakhkert et activez leur support."},{"id":80242,"name":"#{M#Guidé}{F#Guidée} par le reg - Suivez {param0} Fées à Gavireh Lajavard et au Royaume de Farakhkert et activez leur support."},{"id":80243,"name":"Chasse aux trésors sur les terres arides - Ouvrez {param0} coffres dans Gavireh Lajavard et le Royaume de Farakhkert."},{"id":80244,"name":"Chasse aux trésors sur les terres arides - Ouvrez {param0} coffres dans Gavireh Lajavard et le Royaume de Farakhkert."},{"id":80245,"name":"Chasse aux trésors sur les terres arides - Ouvrez {param0} coffres dans Gavireh Lajavard et le Royaume de Farakhkert."},{"id":80246,"name":"Péripéties sur les terres arides - Terminez {param0} défis du monde ouvert activés par mécanisme dans Gavireh Lajavard et le Royaume de Farakhkert."},{"id":80247,"name":"Péripéties sur les terres arides - Terminez {param0} défis du monde ouvert activés par mécanisme dans Gavireh Lajavard et le Royaume de Farakhkert."},{"id":80248,"name":"Péripéties sur les terres arides - Terminez {param0} défis du monde ouvert activés par mécanisme dans Gavireh Lajavard et le Royaume de Farakhkert."},{"id":80249,"name":"La khvarena de la moralité - Terminez « La khvarena de la moralité »."},{"id":80250,"name":"Amrita d'orcanette - Montez le Bassin d'amrita au niveau maximum."},{"id":81000,"name":"Splendide vue - Atteignez le sommet du Pic Qingyun."},{"id":81001,"name":"Fin de bourrasque - Atteignez la tour de l'Antre de Stormterror."},{"id":81002,"name":"« Les graines d'histoires apportées par le vent... » - Atteignez l'île sans nom au nord-est de Mondstadt."},{"id":81003,"name":"Inébranlable - Ouvrez 1 coffre qui se trouve au milieu d'une formation rocheuse en forme de cœur."},{"id":81004,"name":"La traversée du temps - Traversez le tunnel du temps dans les cieux du Cap de la Promesse."},{"id":81005,"name":"#{M#Chouchou}{F#Chouchoute} de l'Archon Anémo - Asseyez-vous sur les mains de la statue de l'Archon Anémo à Mondstadt."},{"id":81010,"name":"La meilleure de toutes les épées - Désactivez les trois barrières qui protègent le Cimetière d'épées."},{"id":81014,"name":"Palais secret de Guizang - Suivez les traces des immortels qui vous emmènent devant la porte du trésor."},{"id":81015,"name":"Pépinière de cécilias - Aidez les Fées à regagner leurs demeures et débloquez l'entrée d'un donjon sur le Territoire des Loups."},{"id":81016,"name":"Palais secret de la Formule Zhou - Suivez la Fée et allumez toutes les torches pour débloquer l'entrée d'un donjon sur la Pente Wuwang."},{"id":81017,"name":"Avec un peu d'amour... - Cuisinez un plat suspect."},{"id":81018,"name":"Tout le monde peut cuisiner... - Cuisinez 10 plats suspects."},{"id":81019,"name":"Attention, sanglier ! - Faites-vous vaincre par un sanglier."},{"id":81020,"name":"Super permis de planer - Planez sur une longue distance sans vous arrêter."},{"id":81021,"name":"Youpi, je vole ! - Planez sans vous arrêter pendant 80 s."},{"id":81022,"name":"Rapide comme l'éclair - Sprintez sans vous arrêter (ou utilisez le sprint alternatif) pendant 15 s."},{"id":81023,"name":"#L'{M#ami}{F#amie} de tout le monde - Rencontrez des personnes pendant votre aventure."},{"id":81024,"name":"Superstar à Mondstadt - Atteignez un Niv. de réputation 8 à Mondstadt."},{"id":81025,"name":"Légende à Liyue - Atteignez un Niv. de réputation 8 à Liyue."},{"id":81026,"name":"TERMINÉ - Terminez 10 Primes."},{"id":81027,"name":"TERMINÉ - Terminez 20 Primes."},{"id":81028,"name":"TERMINÉ - Terminez 30 Primes."},{"id":81029,"name":"Apprenti héros - Terminez 10 Requêtes."},{"id":81030,"name":"Apprenti héros - Terminez 20 Requêtes."},{"id":81031,"name":"Apprenti héros - Terminez 30 Requêtes."},{"id":81032,"name":"Prime perdue - Perdez la cible d'une Prime."},{"id":81033,"name":"Un hiver difficile - Succombez au Grand Froid..."},{"id":81034,"name":"Prêtre, princesse et scribe - Récupérez le trésor de la Cité enfouie."},{"id":81035,"name":"Le retour du fils prodigue - Suivez le chemin pris par le membre d'une ancienne expédition pour arriver à l'endroit d'où il rejoignit son pays natal."},{"id":81036,"name":"Mille ans dans la glace - Découvrez ce qu'il advint d'une ancienne expédition scientifique."},{"id":81037,"name":"Froides sapèques - Obtenez l'arme antique forgée en argétoile."},{"id":81038,"name":"Futile expédition - Découvrez les restes de beaucoup de mécanismes des ruines."},{"id":81039,"name":"L'histoire jamais contée - Faites-vous une nouvelle et surprenante connaissance là où vous ne vous y attendez pas."},{"id":81040,"name":"Impressionnant exploit - Atteignez le pic des Monts Dosdragon."},{"id":81041,"name":"Conte d'hiver - Découvrez un papillon cristallin Cryo sous une congère."},{"id":81042,"name":"#{M#Le chasseur}{F#La chasseuse} devient la proie - Faites-vous vaincre par le Roi sanglier des neiges."},{"id":81043,"name":"On se calme ! - Vainquez le Roi sanglier des neiges quand il est enragé."},{"id":81044,"name":"Soif de goulasch - Apprenez à préparer du goulasch."},{"id":81045,"name":"Ire des dieux - Faites-vous frapper par la foudre."},{"id":81046,"name":"Plus près du ciel... - Escaladez le Mandrin céleste une fois restauré."},{"id":81047,"name":"Nucléo-transmutation - Utilisez le Transformateur paramétrique pour terminer une transmutation de matériau."},{"id":81048,"name":"... Tu entends ça, toi aussi ? - Même Paimon se fatigue parfois."},{"id":81049,"name":"Mon royaume pour une théière - Utilisez la Sérénithéière pour entrer dans votre royaume."},{"id":81050,"name":"Haute concentration d'énergie mystique - Atteignez 20 000 pts d'énergie mystique dans 1 configuration de royaume."},{"id":81051,"name":"Haute concentration d'énergie mystique - Atteignez 20 000 pts d'énergie mystique dans 2 configurations de royaume."},{"id":81052,"name":"Haute concentration d'énergie mystique - Atteignez 20 000 pts d'énergie mystique dans 3 configurations de royaume."},{"id":81053,"name":"#{M#Ami}{F#Amie} du royaume - Atteignez le Niv. de confiance 4 avec l'esprit de la théière."},{"id":81054,"name":"#{M#Ami}{F#Amie} du royaume - Atteignez le Niv. de confiance 7 avec l'esprit de la théière."},{"id":81055,"name":"#{M#Ami}{F#Amie} du royaume - Atteignez le Niv. de confiance 10 avec l'esprit de la théière."},{"id":81056,"name":"Arbre droit devant ! - Obtenez 100 morceaux de bois."},{"id":81057,"name":"Arbre droit devant ! - Obtenez 600 morceaux de bois."},{"id":81058,"name":"Arbre droit devant ! - Obtenez 2000 morceaux de bois."},{"id":81059,"name":"Ah ! Si j'étais riche... - Obtenez 2 000 pièces du royaume."},{"id":81060,"name":"Ah ! Si j'étais riche... - Obtenez 10 000 pièces du royaume."},{"id":81061,"name":"Ah ! Si j'étais riche... - Obtenez 50 000 pièces du royaume."},{"id":81062,"name":"Si j'avais un marteau - Fabriquez 120 décorations."},{"id":81063,"name":"Si j'avais un marteau - Fabriquez 300 décorations."},{"id":81064,"name":"Si j'avais un marteau - Fabriquez 600 décorations."},{"id":81065,"name":"La vie en couleur - Fabriquez 50 teintures."},{"id":81066,"name":"La vie en couleur - Fabriquez 200 teintures."},{"id":81067,"name":"La vie en couleur - Fabriquez 600 teintures."},{"id":81068,"name":"#{M#Décorateur}{F#Décoratrice} d'intérieur - Apprenez 60 plans de décoration."},{"id":81069,"name":"#{M#Décorateur}{F#Décoratrice} d'intérieur - Apprenez 120 plans de décoration."},{"id":81070,"name":"#{M#Décorateur}{F#Décoratrice} d'intérieur - Apprenez 180 plans de décoration."},{"id":81071,"name":"Occupation de l'espace - Placez 50 décorations dans une configuration de royaume."},{"id":81072,"name":"Occupation de l'espace - Placez 150 décorations dans une configuration de royaume."},{"id":81073,"name":"Occupation de l'espace - Placez 300 décorations dans une configuration de royaume."},{"id":81074,"name":"Oyé matelot ! - Montez à bord de votre barge."},{"id":81075,"name":"#{M#Maître}{F#Maîtresse} des mers - Restez à bord de votre barge."},{"id":81076,"name":"Oh ! Mon bateau. - Changez de barge avec un autre joueur."},{"id":81077,"name":"... Et son nom sera la Mary Celeste - Votre barge a été détruite..."},{"id":81078,"name":"Déjà vu ! - Naviguez continuellement à grande vitesse à bord de votre barge."},{"id":81079,"name":"Invité VIP - Invitez un compagnon à séjourner dans la Sérénithéière."},{"id":81080,"name":"Discussions au coin du feu - Débloquez 10 dialogues de compagnons."},{"id":81081,"name":"Discussions au coin du feu - Débloquez 20 dialogues de compagnons."},{"id":81082,"name":"Discussions au coin du feu - Débloquez 30 dialogues de compagnons."},{"id":81083,"name":"Cadeaux à gogo - Obtenez 5 cadeaux de la part de vos compagnons."},{"id":81084,"name":"Cadeaux à gogo - Obtenez 10 cadeaux de la part de vos compagnons."},{"id":81085,"name":"Cadeaux à gogo - Obtenez 20 cadeaux de la part de vos compagnons."},{"id":81086,"name":"Échiquier interspatial - Placez votre premier téléporteur de royaume dans la Sérénithéière."},{"id":81087,"name":"Il en faut toujours plus ! - Collectez 40 objets à collecter dans le champ « Plantation de jade »."},{"id":81088,"name":"Il en faut toujours plus ! - Collectez 200 objets à collecter dans le champ « Plantation de jade »."},{"id":81089,"name":"Il en faut toujours plus ! - Collectez 800 objets à collecter dans le champ « Plantation de jade »."},{"id":81090,"name":"Royaume des fleurs - Récoltez 40 objets dans le champ « Glèbe luxuriant »."},{"id":81091,"name":"Royaume des fleurs - Récoltez 200 objets dans le champ « Glèbe luxuriant »."},{"id":81092,"name":"Royaume des fleurs - Collectez 800 objets à collecter dans le champ « Glèbe luxuriant »."},{"id":81093,"name":"C'est l'heure de la collecte ! - Récoltez 40 objets dans le champ « Zone humide »."},{"id":81094,"name":"C'est l'heure de la collecte ! - Récoltez 200 objets dans le champ « Zone humide »."},{"id":81095,"name":"C'est l'heure de la collecte ! - Récoltez 800 objets dans le champ « Zone humide »."},{"id":81096,"name":"Le marteau en bois de Yamada Go - Déjouez plusieurs fois les illusions de Bake-danuki."},{"id":81097,"name":"Kujirai et le Temari - Jouez au Temari avec Petit Kujirai."},{"id":81098,"name":"Une vie de Temari - Faites en sorte qu'un autre joueur rejoigne la partie de Temari que vous avez créée."},{"id":81099,"name":"Jour de chance pour Paimon ! - Tirez un présage de « grande fortune » au Sanctuaire de Narukami."},{"id":81100,"name":"Quelle guigne... - Tirez un présage de « grande infortune » au Sanctuaire de Narukami."},{"id":81104,"name":"Désillusion souterraine - Parfois, le voyage est plus précieux que la destination."},{"id":81105,"name":"Shuumatsu Gaiden - Vous avez à votre corps défendant rejoint le conflit des Fatui et du Shuumatsuban..."},{"id":81106,"name":"Fin d'Iwakura - Vous avez été témoin de la fin du Clan Iwakura."},{"id":81108,"name":"C'est l'heure de la promenade ? - Relâchez Toratarou."},{"id":81109,"name":"Pas d'autre choix - Résolvez le problème d'Hiromi."},{"id":81111,"name":"Pourquoi vieillir - Payez vos respects aux défunts."},{"id":81112,"name":"Ah, l'humanité ! - Soyez témoin du destin du samouraï."},{"id":81113,"name":"L'âme sans âme - Trouvez les affaires de Washizu."},{"id":81114,"name":"Guide de pèlerinage en île déserte - Trouvez toutes les autels de l'Île de Yashiori."},{"id":81115,"name":"Début du voyage - Trouvez Chouji à Tatarasuna et sur l'Île de Narukami."},{"id":81116,"name":"L'odyssée du médecin itinérant - Soyez témoin de la conclusion de l'histoire de Yasumoto."},{"id":81117,"name":"« Toc toc » - Désactivez le dôme de confinement autour du Fourneau Mikage."},{"id":81118,"name":"Le plan de combat de Kannazuka - Vainquez l'Hypostase Électro ressuscitée."},{"id":81119,"name":"Les raisons du combat - Aidez Masanori à retrouver ses esprits."},{"id":81120,"name":"Oowazamono - Battez Masanori avec facilité."},{"id":81121,"name":"Seconde floraison - Obtenez le cadeau de Hanayama Kaoru."},{"id":81122,"name":"Merci et à la prochaine - Obtenez la meilleure récompense du coffre de Takashi."},{"id":81123,"name":"Un vrai choc - littéralement - Vous avez succombé aux dégâts de la Calamité Électrique..."},{"id":81124,"name":"Jackpot inespéré - Utilisez le canon de Kamuijima pour révéler l'emplacement d'un trésor."},{"id":81125,"name":"Tatara-tata ! - Obtenez le plan d'une certaine arme du passé."},{"id":81130,"name":"Le cycle de la vie et de la mort - Ramenez la paix aux âmes de 10 samouraïs défunts."},{"id":81131,"name":"Mieux vaut apprendre à pêcher... - Attrapez votre premier poisson."},{"id":81132,"name":"« Et vous prendrez un aquarium avec tout ça ? » - Attrapez votre premier poisson ornemental."},{"id":81133,"name":"Pêche au clair de lune - Attrapez un poisson qui ne sort que la nuit pour la première fois."},{"id":81134,"name":"Bingo ! - Réussissez à attraper 100 poissons."},{"id":81135,"name":"Bingo ! - Réussissez à attraper 500 poissons."},{"id":81136,"name":"Bingo ! - Réussissez à attraper 2 000 poissons."},{"id":81137,"name":"« Appelez-moi Ismaël. » - Attrapez un poisson dans le monde d'un autre joueur."},{"id":81138,"name":"Les bons outils font les bons pêcheurs - Achetez une canne à pêche à l'Association des pêcheurs."},{"id":81139,"name":"Un appât pour les amener tous et dans mon hameçon les lier ! - Réussissez à fabriquer 20 appâts."},{"id":81140,"name":"Les secrets de la biologie marine - Débloquez 20 entrées concernant les poissons dans les Archives."},{"id":81141,"name":"« Le poisson s'est fait la malle ! » - Laissez un poisson s'échapper pendant qu'il se débat."},{"id":81142,"name":"« Attention ! Pêcheur bourru en approche ! » - Effrayez un poisson en lançant votre hameçon."},{"id":81143,"name":"D'une main de fer - Réussissez à attraper 10 poissons en restant toujours à l'intérieur de la zone de tension idéale."},{"id":81144,"name":"Entracte - Attrapez la page perdue d'un livre en pêchant à Inazuma."},{"id":81150,"name":"À vos souhaits ! - Demandez à Komaki de prédire votre fortune 5 fois tout en obtenant un résultat idéal."},{"id":81151,"name":"Le conte d'une sirène - Aidez Kumi à résoudre son problème."},{"id":81152,"name":"Le trésor d'un pasteur de la mer - Obtenez le trésor le plus précieux d'un grand pirate grâce aux divagations des ivrognes."},{"id":81153,"name":"Long John Silver - Trouvez tous les trésors enfouis de Rinzou."},{"id":81154,"name":"À la conquête de Watatsumi ! - Brisez le sceau de l'autel de l'Archon Électro."},{"id":81155,"name":"Palais de l'étang - Débloquez le « Palais de l'étang »."},{"id":81156,"name":"L'échouage du Limier - Explorez l'Île de Watatsumi en suivant les traces d'un chercheur inconnu."},{"id":81157,"name":"« Je m'appelle Neko, Neko le chat. » - Faites la connaissance de Neko, la « grande prêtresse suppléante du Sanctuaire d'Asase »."},{"id":81158,"name":"Un félin dans les nuages - Assistez à une « bonne chose » avec Neko, la « grande prêtresse suppléante du Sanctuaire d'Asase »."},{"id":81159,"name":"Un cadeau de chat - Nourrissez les chatons sur l'Île de Seirai et gagnez leur affection."},{"id":81160,"name":"C'est forcément un trésor ! - « Je vous l'ai bien dit que ce n'était qu'un dessin ! »"},{"id":81161,"name":"L'envers de la nostalgie - Aidez Oda Tarou à prendre quatre photos sur l'Île de Seirai."},{"id":81162,"name":"Ceci et cela... - ... Peut-être en les reliant ?"},{"id":81163,"name":"Au fond de l'océan, avec Davy Jones - Débloquez tous les mécanismes à bord du Seiraimaru."},{"id":81164,"name":"Une mer d'énigmes - Débloquez une série de mécanismes sur l'Île de Seirai."},{"id":81165,"name":"Le grand Pic Amakumo - Débloquez le mécanisme sous le Pic Amakumo."},{"id":81167,"name":"À travers la porte de brume - #Vous vous êtes {M#habitué}{F#habituée} au temps étrange qui règne sur l'Île de Tsurumi."},{"id":81168,"name":"Nihil Sub Caligine Novum - On dirait que vous êtes de retour à la case départ..."},{"id":81170,"name":"Illusion de blanc - Vous avez rencontré les illusions d'un passé lointain."},{"id":81171,"name":"« Des paysages à perte de vue » - Vous avez dit adieu à votre batelier."},{"id":81172,"name":"Le conte de deux cités - L'Île de Tsurumi semble avoir été construite sur les restes d'anciennes ruines."},{"id":81173,"name":"« Vis ma vie d'aventurier » - Aidez Roald à terminer son journal d'aventure."},{"id":81174,"name":"Lumière dans le brouillard - Activez tous les rocs tonnerres des Plaines d'Autake."},{"id":81175,"name":"« Euh, c'est Paimon qui l'a mangé... » - Vous avez égaré le maushiro que vous aviez récupéré."},{"id":81176,"name":"Jeu de devinettes - D'un passé encore plus lointain à nos jours..."},{"id":81177,"name":"L'héritage de l'Oiselle du tonnerre - Terminez tous les défis des statues."},{"id":81179,"name":"Sept lettres - Vous avez déchiffré le script Ishine."},{"id":81180,"name":"Moshiri Kara - Débloquez « Moshiri Kara »."},{"id":81181,"name":"De l'autre côté de la rivière brumeuse - Vous avez enfin atteint l'autre côté de la mer de brouillard..."},{"id":81182,"name":"Minute papillon ! - Utilisez l'Omnifilet d'ubiquité pour capturer 1 papillon cristallin."},{"id":81183,"name":"Dans les mailles du filet - Utilisez l'Omnifilet d'ubiquité pour capturer 1 pinson."},{"id":81184,"name":"Combien de lieues sous les mers, déjà ? - Entrez à Enkanomiya."},{"id":81185,"name":"Illusions solaires dansantes... Marishi ? - Découvrez le secret de la porte solaire."},{"id":81186,"name":"Le soleil et la lune - Basculez entre la nuit blanche et la nuit sans fin une fois."},{"id":81187,"name":"« Approfondi et minutieux » - Obtenez la reconnaissance des jibashiri."},{"id":81188,"name":"« Comme une anguille en hiver » - Obtenez la reconnaissance des jibashiri."},{"id":81189,"name":"« Sans pareil dans tout Tokoyo » - Obtenez la reconnaissance des jibashiri."},{"id":81191,"name":"« Va jouer dehors la prochaine fois... » - Terminez le défi du labyrinthe de Date."},{"id":81192,"name":"« Si l'Ookami Tokoyo savait ça... » - Ramenez tous les livres et..."},{"id":81193,"name":"« Y a vraiment une différence ? » - Asseyez-vous à chaque endroit spécial."},{"id":81194,"name":"Que les enfants célestes dansent... - Parlez à toutes les apparitions rémanentes des Phaétons."},{"id":81195,"name":"Lumière et obscurité, entre crépuscule et aube - Rendez-vous au sommet du Dainichi Mikoshi."},{"id":81196,"name":"Droit dans la pomme ! - Terminez le défi de tir à l'arc."},{"id":81197,"name":"L'héritage malheureux du Clan Iwakura - Ramenez la lame du maître Iwakura."},{"id":81198,"name":"À chaque serrure sa clé - Trouvez tous les sigils-clés."},{"id":81199,"name":"Vallée recluse - Débloquez la « Vallée recluse »."},{"id":81200,"name":"Les chroniques minières du Gouffre - Lisez tous les morceaux d'ouvrage liés à l'exploitation minière dans le Gouffre."},{"id":81201,"name":"Peuple de la vallée de la vie - Trouvez la graine séchée, mais ne la mangez pas imprudemment !"},{"id":81202,"name":"Crede Tenebris - Ouvrez la salle secrète dans les ruines."},{"id":81203,"name":"La rumeur en neuf mots - Trouvez tous les messages secrets."},{"id":81204,"name":"Nid de guêpes - Trouvez le trésor des Pilleurs de trésors."},{"id":81205,"name":"Go go, à nous le magot ! - Obtenez trois coffres et réussissez le jeu de chasse aux trésors de Chou."},{"id":81206,"name":"Analyses de l'humanité - Terminez toutes les enquêtes écologiques et obtenez la lettre de recommandation de Khedive."},{"id":81207,"name":"« Qui d'autre que moi ! » - Récupérez les lettres des Fatui dans le Gouffre."},{"id":81208,"name":"Tous aux abris ! - Utilisez le « dispositif de démolition à distance de sécurité - modèle 2156 » pour dégager le chemin."},{"id":81209,"name":"Les tourments des ténèbres... - Vainquez la chose qui a émergé du brouillard noir."},{"id":81210,"name":"« Full-idiot Alchemist » - Sauvez Clitopho."},{"id":81211,"name":"Rémanence de courage - Où repose le véritable sens de l'aventure ?"},{"id":81212,"name":"À consommer avec modération ! - Trouvez oncle He, le mineur disparu, dans le Gouffre."},{"id":81213,"name":"Un champignon bien exigeant - Terminez la mission de Xamaran dans le Gouffre."},{"id":81214,"name":"Les Millelithes sont éternels ! - Obtenez toutes les offrandes laissées par les Millelithes et récupérez le trésor."},{"id":81215,"name":"Touche-à-tout, bon à rien - Découvrez l'histoire de Tang Wuchou, le héros des falaises."},{"id":81216,"name":"Bien joué, Stierlitz ! - Aidez Yanbo à terminer la mission des Millelithes."},{"id":81217,"name":"Et dans les ténèbres les délier... - Utilisez la lumière florissante de la pierre de lumen pour illuminer pour la première fois les ténèbres cristallisées d'une concrétion visqueuse."},{"id":81218,"name":"« ... Ça pue l'asphalte. » - Succombez une première fois à la boue noire..."},{"id":81220,"name":"« Encore quelques bûches et du vinaigre... » - Il y a plus d'un chemin secret vers la surface..."},{"id":81221,"name":"Le récit de Taliesin - Obtenez le cadeau de Taliesin."},{"id":81222,"name":"Comme en plein jour ! - Faites-moi briller tout ça !"},{"id":81223,"name":"Sage à Sumeru - Atteignez un Niv. de réputation 10 à Sumeru."},{"id":81224,"name":"Pour un service tip top - Offrez votre aide à de nombreux aranaras dans la forêt."},{"id":81225,"name":"La porte des merveilles - Entrez réellement dans le monde des aranaras..."},{"id":81226,"name":"Entre rêve et réalité - Entrez dans la Vanarana de la réalité."},{"id":81227,"name":"Ballade en forêt - #Vous semblez avoir le potentiel pour devenir {M#cueilleur}{F#cueilleuse} de chant..."},{"id":81228,"name":"Un voyage tranquille - Il ne faut pas manquer le paysage le long du chemin."},{"id":81229,"name":"Mélodie aux mille feux - ... Ils transmettront cette mélodie de génération en génération."},{"id":81230,"name":"Une forêt pleine d'histoires - Écoutez 5 contes de la forêt auprès d'Aravinay."},{"id":81231,"name":"Une pépinière autrefois émeraude - Entrez dans la Vanarana d'antan."},{"id":81232,"name":"La fin de l'annihilation - Vous avez vaincu l'avatar de la Marana, puis..."},{"id":81233,"name":"Bien que je puisse retourner à la terre... - ... Mes rêves et mes désirs ne s'ajourneront pas."},{"id":81234,"name":"Éternellement d'au-delà de la forêt - Ainsi, tout est réglé !"},{"id":81235,"name":"Bon appétit bien sûr"},{"id":81236,"name":"Sésame, ouvre-toi - Utilisez le code secret pour entrer dans le camp caché des Fatui."},{"id":81237,"name":"Entretien avec un trésorier - Trouvez le trésor des aranaras."},{"id":81238,"name":"Qui murmurait à l'oreille des vamadhas - Tournez chaque vamadha qui renferme un trésor."},{"id":81239,"name":"Au nom d'Anfortas ! - Visitez l'endroit où les héros ont rencontré leur fin."},{"id":81240,"name":"L'appel de la ville sans nom - Calmez le mystérieux vélin."},{"id":81241,"name":"Avec l'eau et le vent - Terminez « Jusqu'à la guérison de la vana »."},{"id":81242,"name":"Que je dérive tranquillement dans l'oubli - Terminez « Vimana Agama »."},{"id":81243,"name":"Et les rouages du temps tournent à nouveau - Terminez l'affaire inachevée d'Aradasha."},{"id":81244,"name":"Attention en jouant - Jouez avec les aranaras dans la forêt."},{"id":81245,"name":"Subsistance éternelle - Partez avec Varsha pour visiter la pépinière d'aranaras dans la vraie vie."},{"id":81246,"name":"Quand les rêves fleurissent - Faites fleurir les viparyas dans toute la pépinière d'aranaras."},{"id":81247,"name":"Un noyer au milieu des jardins - Interrogez Khayyam à propos des souvenirs perdus."},{"id":81248,"name":"Enquête monstro-écologique à Sumeru - Accomplissez votre tâche en protégeant ceux qui habitent dans les forêts."},{"id":81249,"name":"Quand le lion retrouve sa hardiesse... - Retrouvez le courage perdu d'Arashakun."},{"id":81250,"name":"Au sommet de la sagesse - Atteignez le point culminant de la Ville de Sumeru."},{"id":81251,"name":"#{F#L'exploratrice}{M#L'explorateur} - Utilisez les réactions de Catalyse pour découvrir ce qui était caché."},{"id":81252,"name":"Les jasmins murmurent, les grenades se réjouissent - Terminez « Soutra d'Agnihotra »."},{"id":81253,"name":"Mistral gagnant - Activez trois champs de vent dans la Forêt de Mawtiyima."},{"id":81254,"name":"La règle de trois - Trouvez trois partitions musicales perdues et obtenez trois fruits vasomas."},{"id":81255,"name":"L'amer fruit des rêves - Utilisez le kusava pour la première fois."},{"id":81256,"name":"Dans la terre, la pluie s'infiltre - Terminez « Varuna Gatha »."},{"id":81257,"name":"Et que ça coule ! - Utilisez votre Daguerréotype pour capturer le moment où le varunastra démarre."},{"id":81258,"name":"#{F#Madame}{M#Monsieur} météo - Contrôlez l'outil varuna pour changer le temps dans les Bois d'Apam."},{"id":81259,"name":"Quelle journée, quelle journée merveilleuse ! - Trouvez le trésor en suivant les indices dans les coffres."},{"id":81260,"name":"Enfant de Kara - Flottez librement dans la forêt."},{"id":81261,"name":"Une réunion qui n'en finit plus - Suivez la bête de somme sans propriétaire jusqu'à ce qu'elle termine son voyage."},{"id":81262,"name":"Eurêka ! - Trouvez et résolvez une série d'énigmes dans la Ville de Sumeru."},{"id":81263,"name":"Mélodie de la nuit et de l'aube - ... Nous nous reverrons certainement ailleurs..."},{"id":81264,"name":"Rencontres de quel type ? - Des « amis » insolites ont rejoint l'équipe d'archéologie..."},{"id":81265,"name":"L'odyssée dans le désert - L'exploration du désert vient de commencer..."},{"id":81266,"name":"#Comme {M#un chercheur}{F#une chercheuse} du Vahumana - La bouteille d'encre a un pouvoir redoutable."},{"id":81267,"name":"Fata Morgana - Le chemin vers le trône a enfin été révélé."},{"id":81268,"name":"Créer, échanger, stocker et utiliser - Même les clés doivent être « approuvées »."},{"id":81269,"name":"La lampe magique divine - Un petit pas vers la dissimulation de la vérité..."},{"id":81270,"name":"La marche du peuple du roi Deshret - Obtenez la permission de franchir de nombreuses portes."},{"id":81271,"name":"Le chemin droit - Atteignez l'espace caché au sommet du Mausolée du roi Deshret."},{"id":81272,"name":"La voie de l'illumination - Personne ne sait comment ces grands monuments ont été construits ou pourquoi ils ont été perdus dans le temps..."},{"id":81273,"name":"Bis repetita ! - Tenez-vous à nouveau devant le roi Deshret dans Khaj-Nisut."},{"id":81274,"name":"#{M#Incliné}{F#Inclinée} au sommet du monde - Terminez « Le dilemme d'Afratu »."},{"id":81275,"name":"Et ce bouton, ça fait quoi ? - Tant que vous ratez, ce n'est pas grave..."},{"id":81276,"name":"Le soulèvement des machines - #Toutes les machines de Khaenri'ah sont-elles aussi étranges{NON_BREAK_SPACE}?"},{"id":81277,"name":"Et le mot de passe alors ? - Ouvrez la porte mystérieuse du Rocher agneauvore."},{"id":81278,"name":"La fin du couloir - Entrez dans la chambre la plus secrète en bas du Mausolée du roi Deshret."},{"id":81280,"name":"Le roi des quatre terres - Trouvez et débloquez les secrets de toutes les ruines transparentes du désert."},{"id":81281,"name":"La mer de sable du règne écarlate - Explorez les trois grands obélisques dans le désert."},{"id":81282,"name":"Gravé - La beauté et l'espoir sont les plus tendres souvenirs des morts."},{"id":81283,"name":"Avant moi - Les gens ne veulent pas mentionner son nom, ni se souvenir de ses paroles ou de ses actes."},{"id":81284,"name":"La cité illusoire - Vivez votre premier mirage dans le désert."},{"id":81285,"name":"Comment ça s'écrit, un rapport de fouille ? - Explorez les ruines sous le désert pour la première fois."},{"id":81286,"name":"Dérivant dans le vent - Brisez la boule d'herbes virevoltant dans le désert."},{"id":81288,"name":"« Hôpital Break » - Il y a un survivant qui s'est enfui..."},{"id":81289,"name":"#{M#Un archéologue bien formé}{F#Une archéologue bien formée} - Ramenez tous les obélisques primaux du Désert hypostyle, du Haut-Setekh et du Bas-Setekh à la vie."},{"id":81290,"name":"Au-delà de l'ombre du temps - Touchez toutes les fresques mystérieuses du désert."},{"id":81291,"name":"« Si elles avaient connu l'Inconnaissable... » - Liloupar se libère de son contrat avec vous, choisissant d'affronter son destin sombre et lointain..."},{"id":81292,"name":"« Oh, qu'est-ce qu'une éternité de servitude... » - La djinn Liloupar, qui sommeille depuis des centaines et des milliers d'années, a conclu un pacte avec vous."},{"id":81293,"name":"Le passé de la ville sans nom - Les fresques du temple de Gurabad parlent d'une époque révolue glorieuse..."},{"id":81295,"name":"Le silencieux paradis sans rêves - C'est le mausolée de la déesse des fleurs, c'est le long sommeil sans rêve d'une divinité..."},{"id":81296,"name":"« ... Car elle rend à chacun selon ses œuvres... » - Les malfaiteurs et leurs oracles auront-ils connu ce jour où le vengeur déchaîne sa juste fureur ?"},{"id":81297,"name":"Au clair de la lune rouge sang - À travers ce vaste échiquier, quelles horreurs se sont jouées sous la lumière de la lune rouge sang ?"},{"id":81298,"name":"Géant ver, écrase tout ! - Les vers des sables aveugles s'écrasent à travers le désert, et pourtant, même de telles charges imprudentes donnent parfois des résultats..."},{"id":81299,"name":"« Moi aussi, je les déteste ! » - Faites-vous attaquer par un Wenut pour la première fois."},{"id":81300,"name":"Origine de la divergence - Découvrez la vérité derrière l'annihilation de l'équipe de recherche érémite à Gurabad."},{"id":81301,"name":"Même pas besoin de manuel... - Redonnez à Benben son état d'origine."},{"id":81302,"name":"La bonté du chasseur - Laissez Tadhla le faucon choisir son propre destin..."},{"id":81303,"name":"Merci d'avoir choisi la compagnie tapis volant - Ce rêve bleu. Je n'y crois pas, c'est merveilleux !"},{"id":81304,"name":"« Ô la belle vie » - Les palais des vers des sables ont beau être complexes, la vie trouve toujours un chemin inattendu..."},{"id":81306,"name":"Jardins et fontaines d'antan - Les bassins en terrasses qui débordaient autrefois d'eau de source sont désormais remplis de sable jaune..."},{"id":81307,"name":"« La gloire de ma mère » - Les padisachidées fuchsia s'épanouissent sur un trône vide, comme l'éternel sourire de leur maîtresse..."},{"id":81308,"name":"« ... Montrerai aux royaumes ta honte. » - Faites réapparaître l'échiquier en ruine au milieu des sables."},{"id":81309,"name":"Car tu es sable, et tu retourneras dans le sable - Comme toute vie dans le désert..."},{"id":81310,"name":"Qui sème le vent... - « On se dirige vers un enfer météorologique. »"},{"id":81311,"name":"La tarentule de Loveless - « Je te réduirai en cambouis ! »"},{"id":81312,"name":"Parvezravan Khwarrah - Ramenez tous les obélisques primaux du Désert de Hadramaveth à la vie."},{"id":81313,"name":"Un très long engagement - Même si les destins sont rompus, le pacte vit dans un sommeil..."},{"id":81314,"name":"Terre de lumière - Atteignez l'Éden du vourukasha."},{"id":81315,"name":"S'élevant au-dessus des montagnes sombres - Accompagnez Mihir tout au long de son pèlerinage de purification."},{"id":81316,"name":"La colline a des arbres - Ramenez Rashnu à l'Éden du vourukasha."},{"id":81317,"name":"Dans la brume - Dissipez la brume violette imprégnant le Marais de l'asipattravana."},{"id":81318,"name":"Paimon Konga - Récupérez les cinq korybantes."},{"id":81319,"name":"Vyakarana des oiseaux - Sorush obtient le chapelet à deux cornes avec Zurvan comme témoin..."},{"id":81320,"name":"Justiço-Fulguropoing ! - Utilisez le canon des ruines pour détruire le noyau du Golem."},{"id":81321,"name":"« Vous qui entrez ici, abandonnez toute espérance. » - Atteignez la fin des royaumes de la surface."},{"id":81322,"name":"Fabricator Général - Activez le grand ascenseur dans l'atelier des ruines souterraines."},{"id":81323,"name":"L'épreuve des Haft-Vádí - Vous détenez désormais le pouvoir des hymnes finaux de la khvarena."},{"id":81324,"name":"Une corde à travers l'abîme - Terminez le rituel de la traversée et frayez-vous un chemin à travers l'obscurité."},{"id":81325,"name":"Chameau, lion, puis enfant - Obtenez tous les cœurs spentas dans les Chambres souillées."},{"id":81326,"name":"Le jour de Tirgan - En nettoyant l'abîme depuis le ciel, l'énergie de la khvarena et de l'amrita rayonne à travers les terres."},{"id":81327,"name":"Un voyage fantastique - Terminez « Un artiste à la dérive »."},{"id":81328,"name":"« Mystère résolu ! » - Terminez « Analyse de monument »."},{"id":81329,"name":"Ils sont de retour - Terminez « Flamme vacillante »."},{"id":81331,"name":"Même pas peur ! - Réussissez toutes les épreuves de Jarjar."},{"id":81332,"name":"Deepavali - Terminez tous les défis de la cloche des âmes."},{"id":81333,"name":"Danse des sept plats - Terminez tous les défis de « Saute-champis percutant »."},{"id":81334,"name":"Lumière dans la boue - Utilisez l'énergie de la khvarena pour détruire un cristal gris pour la première fois."},{"id":81335,"name":"« Est-ce un avion ? Est-ce un oiseau ? » - Non, c'est Sorush qui fait son premier vol !"},{"id":81336,"name":"Dans le ciel de Sary-Ozek - Sorush est restée en vol pendant un certain temps."},{"id":81337,"name":"De qui es-tu la descendante et quel est ton nom ? - Sorush a fait appel à l'énergie de la khvarena pour la première fois."},{"id":81338,"name":"Utilise la Force, Sorush - Sorush a lancé des fruits de nirodha pour dissoudre {param0} cristaux condensés à partir d'amrita."},{"id":81339,"name":"Mers d'abondance - Tous les bassins de l'Éden sont désormais revitalisés."},{"id":82001,"name":"« Le secret, c'est la pratique. » - Tirez sur un aigle en plein vol avec un arc."},{"id":82002,"name":"Sniper pro - Touchez les points faibles d'un ennemi à longue distance en mode visée."},{"id":82003,"name":"Un bon tireur - Touchez les points faibles d'un ennemi à très longue distance en mode visée."},{"id":82004,"name":"Quelle est la matière de ce bouclier ? - Brisez le bouclier d'un Géoblob géant."},{"id":82005,"name":"Les boules à plasma sont toujours à la mode ? - Brisez le bouclier d'un Mage électroluciole."},{"id":82006,"name":"Qui maîtrise le rythme ? - Empêchez un Mage de l'Abîme de régénérer son bouclier."},{"id":82007,"name":"Tout feu, tout flamme - Brûlez le bouclier d'un Brutoviandu avec bouclier de bois."},{"id":82008,"name":"Invincible - Détruisez tous les piliers rocheux d'une Hypostase Géo avant qu'elle ne se régénère."},{"id":82009,"name":"Destruction des prismes - Détruisez tous les prismes d'une Hypostase Électro avant qu'elle ne se régénère."},{"id":82010,"name":"C'est un énorme papillon cristallin Anémo... - Absorbez tous les orbes de vent d'une Hypostase Anémo avant qu'elle ne se régénère."},{"id":82012,"name":"Non représentative du produit final - Éliminez une Hypostase Anémo qui a effectué 4 phases de conversion élémentaire."},{"id":82013,"name":"L'énorme statue et moi - Paralysez un Gardien des ruines en ciblant son point faible."},{"id":82014,"name":"Passe décisive - Ôtez un Pyroblob des mains d'un Grenadier Brutocollinus Pyro."},{"id":82015,"name":"Rien qu'en une attaque - Éliminez un ennemi grâce aux DGT de l'effet Brise-glace (en brisant la glace dans laquelle il est piégé)."},{"id":82017,"name":"Maître Brutocollinus - Éliminez un Chef Brutorocheux avant la fin de sa forme démoniaque."},{"id":82019,"name":"Gardons la tête froide ! - Gelez 1 fois un ennemi en continu pendant 10 s."},{"id":82020,"name":"Gardons la tête froide ! - Gelez 5 fois un ennemi en continu pendant 10 s."},{"id":82021,"name":"Gardons la tête froide ! - Gelez 10 fois un ennemi en continu pendant 10 s."},{"id":82022,"name":"« Disparaissez avec le vent ! » - Dispersez les éléments Cryo, Hydro, Pyro et Électro, au moins 1 fois chaque en 2 s."},{"id":82023,"name":"« Disparaissez avec le vent ! » - Dispersez les éléments Cryo, Hydro, Pyro et Électro, au moins 5 fois chaque en 2 s."},{"id":82024,"name":"« Disparaissez avec le vent ! » - Dispersez les éléments Cryo, Hydro, Pyro et Électro, au moins 10 fois chaque en 2 s."},{"id":82025,"name":"Saison immaculée - Gelez 1 fois 4 ennemis en 2 s."},{"id":82026,"name":"Saison immaculée - Gelez 5 fois 4 ennemis en 2 s."},{"id":82027,"name":"Saison immaculée - Gelez 10 fois 4 ennemis en 2 s."},{"id":82028,"name":"Performance faible en température basse - Éliminez 1 fois 4 ennemis en 2 s grâce à Supraconduction."},{"id":82029,"name":"Performance faible en température basse - Éliminez 5 fois 4 ennemis en 2 s grâce à Supraconduction."},{"id":82030,"name":"Performance faible en température basse - Éliminez 10 fois 4 ennemis en 2 s grâce à Supraconduction."},{"id":82031,"name":"C'est de l'art ! - Éliminez 1 fois 4 ennemis en 2 s grâce à Surcharge."},{"id":82032,"name":"C'est de l'art ! - Éliminez 5 fois 4 ennemis en 2 s grâce à Surcharge."},{"id":82033,"name":"C'est de l'art ! - Éliminez 10 fois 4 ennemis en 2 s grâce à Surcharge."},{"id":82034,"name":"Complètement fondus - Éliminez 1 fois 4 ennemis en 2 s grâce à Fonte."},{"id":82035,"name":"Complètement fondus - Éliminez 5 fois 4 ennemis en 2 s grâce à Fonte."},{"id":82036,"name":"Complètement fondus - Éliminez 10 fois 4 ennemis en 2 s grâce à Fonte."},{"id":82037,"name":"Coup de foudre - Éliminez 1 fois 4 ennemis en 2 s grâce à Électrocution."},{"id":82038,"name":"Coup de foudre - Éliminez 5 fois 4 ennemis en 2 s grâce à Électrocution."},{"id":82039,"name":"Coup de foudre - Éliminez 10 fois 4 ennemis en 2 s grâce à Électrocution."},{"id":82040,"name":"Bon appétit - Faites en sorte que 4 personnages de votre équipe soient rassasiés."},{"id":82041,"name":"Qui aime bien châtie bien - Infligez plus de 5 000 pts de DGT CRIT."},{"id":82042,"name":"Qui aime bien châtie bien - Infligez plus de 20 000 pts de DGT Crit."},{"id":82043,"name":"Qui aime bien châtie bien - Infligez plus de 50 000 pts de DGT CRIT."},{"id":82044,"name":"Vers les profondeurs et au-delà - Terminez 4 étages des Profondeurs spiralées."},{"id":82045,"name":"Vers les profondeurs et au-delà - Terminez 8 étages des Profondeurs spiralées."},{"id":82046,"name":"Vers les profondeurs et au-delà - Terminez 12 étages des Profondeurs spiralées."},{"id":82047,"name":"Dans les profondeurs - Terminez la salle 2-3 des Profondeurs spiralées sans subir de dégats."},{"id":82048,"name":"Dans les profondeurs - Terminez la salle 5-3 des Profondeurs spiralées sans subir de dégats."},{"id":82049,"name":"Dans les profondeurs - Terminez la salle 8-3 des Profondeurs spiralées sans subir de dégats."},{"id":82050,"name":"Mon précieux... - Terminez la salle 2-2 des Profondeurs spiralées sans que le Monolithe des lignes énergétiques ne subisse de DGT."},{"id":82051,"name":"#{M#Guerrier}{F#Guerrière} de l'Abîme - Obtenez toutes les étoiles de l'Abîme du Couloir des profondeurs."},{"id":82052,"name":"Les Quatre Fantastiques - Terminez un donjon avec 4 personnages du même type élémentaire."},{"id":82053,"name":"Chasse Hydro - Vainquez tous les Mimiqueurs Hydro invoqués par une Océanide."},{"id":82054,"name":"Victoire humide - Vainquez une Océanide sans vous faire toucher par les bombes Hydro de certains Mimiqueurs."},{"id":82055,"name":"C'était étrange... - Éliminez un Brutocollinus étrange."},{"id":82056,"name":"C'était étrange... - Éliminez 20 Brutocollinus étranges."},{"id":82057,"name":"C'était étrange... - Éliminez 50 Brutocollinus étranges."},{"id":82058,"name":"Jardinage pro - Paralysez un Arbre congelé en attaquant sa corolle."},{"id":82059,"name":"Jardinage chaud - Paralysez un Arbre enflammé en attaquant sa corolle."},{"id":82060,"name":"Géronimo ! - Touchez un ennemi après une attaque plongeante d'au moins 5 s."},{"id":82061,"name":"Cercle vicieux - Libérez 5 déchaînements élémentaires en 15 s."},{"id":82062,"name":"Multiple protection - Protéger un personnage de 3 types de boucliers à la fois."},{"id":82063,"name":"Rien qu'un arbre - Vainquez un Arbre congelé sans détruire le point faible de sa corolle."},{"id":82064,"name":"Super chaud - Vainquez un Arbre enflammé sans détruire le point faible de sa corolle."},{"id":82065,"name":"Entre étrangers - Vainquez Tartaglia sans qu'aucun personnage de l'équipe ne soit marqué et touché par l'attaque qui suit."},{"id":82066,"name":"Donne-moi ça ! - Ôtez un Cryoblob des mains d'un Grenadier Brutocollinus Cryo."},{"id":82067,"name":"Détruisez-moi ce mur ! - Détruisez le bouclier de glace d'un Brutoviandu."},{"id":82068,"name":"Sans glace, merci - Vainquez un Brutoshaman Cryo sans qu'il ait le temps de générer des stalactites de glace."},{"id":82069,"name":"... Plus dure sera la chute - Détruire les stalactites de glace générées par un Brutoshaman Cryo."},{"id":82070,"name":"Accueil glacial - Éliminez un Chef Brutogivré avant la fin de sa forme démoniaque."},{"id":82071,"name":"Bouton de rose... - Brisez le bouclier d'un Mage cryoluciole."},{"id":82072,"name":"Régicide - Vainquez le vrai seigneur des Monts Dosdragon."},{"id":82073,"name":"David et Goliath - Paralysez un Colosse des ruines en ciblant son point faible."},{"id":82074,"name":"Pénalty - Impossible de déterrer les Pyroblobs à certains endroits..."},{"id":82075,"name":"Corrosion des forces - Brisez la barrière d'une Hypostase Électro."},{"id":82076,"name":"... Lézard, Spock. - L'un de vos personnages s'est fait avoir par chacun des éléments du jeu pierre-feuille-ciseaux à la suite."},{"id":82077,"name":"Non-respect des normes de construction - Faites tomber la même Hypostase Géo trois fois en détruisant le pilier rocher sur lequel elle se trouve."},{"id":82078,"name":"Respect de l'architecture - Forcez une Hypostase Géo à se régénérer sans détruire aucun de ses piliers rocheux."},{"id":82079,"name":"Le vent va, le vent vient - Absorbez au moins 10 orbes élémentaires générés par une Hypostase Anémo au cours du même combat."},{"id":82080,"name":"Fusion du noyau - Détruisez la graine brûlante créée par un Arbre enflammé."},{"id":82081,"name":"Vertigo - Détruisez le point faible de la corolle d'un Arbre congelé quand il effectue son attaque tournoyante."},{"id":82082,"name":"Collecte de dette - Vainquez un Usurier Pyro lorsqu'il est en mode furtif."},{"id":82083,"name":"« Je... fonds... » - Vainquez un Mage cryoluciole quand toutes ses Cryolucioles sont encore présentes."},{"id":82084,"name":"Un des Quatre Vents, vraiment ? - Vainquez un Frappeur Anémo après avoir déclenché ses contre-attaques absorbantes de chaque élément."},{"id":82085,"name":"Touche-touche - Utilisez un bouclier pour contrer un certain type d'attaque percutante de Géosaure."},{"id":82086,"name":"Ricochet ! - Utilisez un bouclier pour contrer le jet de roche primitive d'un Géosaure."},{"id":82087,"name":"C'est à vous ça ? - Utilisez un bouclier de l'élément Géo ou du même élément pour contrer le jet de roche primitive d'un Géosaure antique et infliger des DGT considérables."},{"id":82088,"name":"Une âme persévérante - Vainquez Azhdaha sous toutes ses formes."},{"id":82089,"name":"« Il a suffi d'un coup de pelle » - Éliminez une Hypostase Cryo dans l'état affaibli."},{"id":82090,"name":"De la neige jusqu'au cou - Éliminez une Hypostase Cryo qui s'est régénérée trois fois."},{"id":82091,"name":"Géosaure de jour, Géosaure de nuit - Vainquez le Géosaure sous toutes ses formes élémentaires."},{"id":82092,"name":"Réaction élémentaire Géo ? - Vainquez le Géosaure antique sous toutes ses formes élémentaires."},{"id":82093,"name":"Spectacle de marionnettes - Vainquez la Lame oni lorsqu'elle vous provoque."},{"id":82094,"name":"Totem ruiné - Vainquez un Brutoshaman Électro avant qu'il n'ait pu créer de totem Électro."},{"id":82095,"name":"Le roi maudit - Vainquez un Chef Brutoélectrique lorsqu'il est renforcé."},{"id":82096,"name":"Hydrothérapie - Vainquez une Suivante miroir sans vous faire toucher par sa prison Hydro."},{"id":82097,"name":"C'est calme... Trop calme. - Vainquez une Hypostase Pyro n'étant entrée qu'une seule fois dans l'état d'extinction."},{"id":82098,"name":"Bataille de l'Île de Narukami - Vainquez une Matrice mécanique perpétuelle dans l'état affaibli."},{"id":82099,"name":"Si je cours assez vite... - Vainquez une Lame oni sans vous faire toucher par les attaques de ses spectres."},{"id":82100,"name":"Un vrai combat équitable - Vainquez une Lame oni sans déclencher sa parade « Visage de la mort »."},{"id":82101,"name":"On n'est jamais mieux servi... - Vainquez un Géosaure antique sans renvoyer son « Jet de roche primitive »."},{"id":82102,"name":"Ouh, ça brûle ! - Vainquez une Hypostase Pyro s'étant rallumée deux fois."},{"id":82103,"name":"Smells like animal spirit - Vainquez une Hypostase Pyro après avoir subi 3 attaques d'affilée de ses Mimiqueurs."},{"id":82104,"name":"Rupture du noyau - Vainquez une Matrice mécanique perpétuelle après avoir paralysé ses 4 types de Sentinelles des ruines."},{"id":82105,"name":"Accès interdit à toute machine non autorisée - Vainquez une Matrice mécanique temporelle sans vaincre aucune de ses Sentinelles des ruines."},{"id":82106,"name":"Vaincre le feu par le feu - Vaincre un Oni des mers - Menace de feu lorsque son arme est infusée d'élément Pyro."},{"id":82107,"name":"Éclair vs éclair - Vaincre un Oni des mers - Danse d'éclairs lorsque son arme est infusée d'élément Électro."},{"id":82108,"name":"Tonnerre dans l'est - Faites-vous toucher par la foudre invoquée par un Brutoviandu avec hache Électro..."},{"id":82109,"name":"Touche finale - Vainquez Azhdaha sans avoir obtenu un seul bouclier."},{"id":82110,"name":"Nettoyage à sec - Vainquez l'Hypostase Hydro sans détruire une seule de ses invocations d'eau, sauf lorsqu'elle restaure ses PV."},{"id":82111,"name":"Arme bio-océanique - Faites-vous toucher par un certain animal créé par l'Hypostase Hydro..."},{"id":82112,"name":"Attention non-réciproque - Vainquez une Manifestation du tonnerre sans qu'elle se verrouille sur vous."},{"id":82113,"name":"La chute du tonnerre - Vainquez une Manifestation du tonnerre pendant qu'elle est en vol."},{"id":82114,"name":"Rivières glacées, sorcière écarlate - Vainquez Signora sans détruire ni ses cœurs de flamme ni ses yeux de givre."},{"id":82115,"name":"Du sel pour toi, de l'eau pour moi - Obtenez au moins trois orbes de guérison tirés par les invocations d'eau pendant le combat contre l'Hypostase Hydro."},{"id":82116,"name":"Semé d'embûches - Empêchez l'Hypostase Hydro de se restaurer en évitant de détruire les invocations d'eau grâce à des obstacles ou en les projetant en l'air."},{"id":82117,"name":"L'heure de la destruction - Vainquez Signora sans utiliser de papillons de lotus rouge."},{"id":82118,"name":"Paratonnerre - Vainquez une Manifestation du tonnerre sans vous faire toucher par sa cage électrique."},{"id":82119,"name":"Silence radio - La Manifestation du tonnerre se verrouille sur vous avant que vous ne l'attaquiez."},{"id":82120,"name":"Natation interdite ! - Vainquez la Harde d'Élémentosaures abyssaux sans les laisser plonger dans l'eau."},{"id":82121,"name":"La fin des inugami - Détruisez deux Crânes de faille en peu de temps."},{"id":82122,"name":"Atterrissage d'urgence - Faites tomber un Élémentosaure abyssal en pleine grimpette."},{"id":82123,"name":"Quel œil ! - Abattez uniquement votre véritable ennemi."},{"id":82124,"name":"Attention, chien méchant ! - Vainquez un Limier de faille hurlant."},{"id":82125,"name":"Pratiquement inoffensif... - Vainquez un Spectre qui n'a pas accumulé de fureur."},{"id":82126,"name":"#{M#L'immortel}{F#L'immortelle} - Esquivez toutes les vagues destructrices des vajras funestes pendant un tour du combat contre Narukami no Mikoto la destructrice."},{"id":82127,"name":"Lumière débordante - Détruisez 2 concrétions visqueuses avec 1 lumière florissante lors d'un combat contre le Serpent des ruines."},{"id":82128,"name":"Ouroboros - Paralysez le Serpent des ruines en détruisant une concrétion visqueuse pendant qu'il accumule de l'énergie."},{"id":82129,"name":"« Han tire le premier... » - Donc... Pas de couteau dans une fusillade..."},{"id":82130,"name":"L'opportuniste - Soyez témoin des luttes intestines entre les Fongus."},{"id":82131,"name":"#« Viens voir {F#maman}{M#papa} » - Abattez un Fongus en plein air."},{"id":82132,"name":"La rencontre du vent et de la rosée - Laissez l'Arbre foudroyé effectuer une explosion électrique de contact."},{"id":82133,"name":"Jamais deux sans trois ? - Soyez témoin des trois puissantes compétences du Champieffroi panaché activé."},{"id":82134,"name":"La fleur folle au bout du chemin - Paralysez un Arbre foudroyé en attaquant sa corolle quand il émet un rayon de lumière tonitruant."},{"id":82135,"name":"Kaput ! - Vainquez un Champieffroi panaché épuisé après la fin de son état activé."},{"id":82136,"name":"L'odeur des champignons grillés le matin... - Battez 6 Fongus produits par un Champieffroi panaché brûlé lors d'un défi."},{"id":82137,"name":"Comment abattre votre dragon - Abattez un Dragon cataclysmique en attaquant les noyaux de ses deux ailes lors d'un défi."},{"id":82138,"name":"C'est dans la tête, tout ça ! - Interrompez le torrent d'énergie d'un Dragon cataclysmique en attaquant le noyau sur sa tête lors d'un défi."},{"id":82139,"name":"Toute résistance est vaine ! - Vainquez un Dragon cataclysmique qui a augmenté sa RÉS pour au moins deux éléments différents."},{"id":82140,"name":"Choc, oh là ! - Battez un Algorithme de semi-intransition matriciaire d'observation en néo-réseau dans son état de surcadençage excessif."},{"id":82141,"name":"Daisy, Daisy - Brisez la dissimulation d'un Algorithme de semi-intransition matriciaire d'observation en néo-réseau en frappant ses noyaux avec des réactions de Stimulation, de Suractivation ou de Propagation."},{"id":82142,"name":"Coucouche panier ! - Interrompez la charge d'un Dragon cataclysmique en attaquant le noyau sur sa tête."},{"id":82143,"name":"Nanomachines, fiston ! - Vainquez un Champieffroi panaché activé pendant qu'il lance un sort puissant..."},{"id":82144,"name":"Brûle, mon cosmos ! - Assistez à l'attaque overclockée d'un Algorithme de semi-intransition matriciaire d'observation en néo-réseau."},{"id":82145,"name":"Hop, sans les yeux ! - Vainquez une Structure primale sans désactiver sa dissimulation."},{"id":82146,"name":"Bombette verte, fleur bombardier - Éliminez 1 fois 4 ennemis en 2 s grâce à Bourgeonnement."},{"id":82147,"name":"Bombette verte, fleur bombardier - Éliminez 5 fois 4 ennemis en 2 s grâce à Bourgeonnement."},{"id":82148,"name":"Bombette verte, fleur bombardier - Éliminez 10 fois 4 ennemis en 2 s grâce à Bourgeonnement."},{"id":82149,"name":"Un cirque d'exubérance - Éliminez 1 fois 4 ennemis en 2 s grâce à Exubérance."},{"id":82150,"name":"Un cirque d'exubérance - Éliminez 5 fois 4 ennemis en 2 s grâce à Exubérance."},{"id":82151,"name":"Un cirque d'exubérance - Éliminez 10 fois 4 ennemis en 2 s grâce à Exubérance."},{"id":82155,"name":"L'utilisation magique de l'azote - Pendant un défi d'Hypostase Dendro, faites en sorte que trois zistes réparateurs soient activés simultanément."},{"id":82156,"name":"Plus dure sera la chute - Brûlez la coque de liane d'une Hypostase Dendro pendant qu'elle effectue une attaque plongeante."},{"id":82157,"name":"Ça tombera pas plus bas... - Utilisez les matrices élémentaires pour surcadencer et immobiliser Shouki no Kami."},{"id":82158,"name":"Entre vie et mort... - Même au bord de la destruction, un retour est toujours sur les cartes..."},{"id":82159,"name":"Cache-cache raté - Annulez la dissimulation d'au moins 2 Structures primales à l'aide de Stimulation, Suractivation, Propagation ou d'une impulsion de discernement en 3 s."},{"id":82160,"name":"Celui qui contrôle l'épice... - Utilisez une balle de craquelure pour déclencher une Dispersion et annuler l'état flottant d'un Wenut de Setekh."},{"id":82161,"name":"Le feu, ça brûle - Utilisez l'élément Pyro pour brûler toutes les épines créées par l'Hypostase Dendro lors d'un seul anneau d'épines."},{"id":82162,"name":"Miam, du rab' - Utilisez la puissance des blocs d'énergie phagocytaire pour paralyser les ennemis suivants"},{"id":82163,"name":"Comme à la marelle ? - Activez toutes les matrices élémentaires dans un combat contre Shouki no Kami."},{"id":82164,"name":"... Tout vient à point - Détruisez le bouclier de Shouki no Kami lorsqu'il lance un puissant barrage d'attaques."},{"id":82165,"name":"Voilà ce qu'on appelle les Quatre Vents ! - Utilisez une attaque Cryo, Pyro, Électro et Hydro pour déclencher des réactions de Dispersion sur les balles de craquelure dans un combat contre un Wenut de Setekh."},{"id":82166,"name":"Malgré la barrière entre nous... - Vainquez un Lustrateur inique sans détruire son bouclier élémentaire."},{"id":82167,"name":"Raisonnement par disjonction de cas - Vainquez des Lustrateurs iniques de toutes les combinaisons élémentaires possibles."},{"id":82168,"name":"Le silence est d'or - Détruisez tous les anneaux élémentaires pour paralyser un Lustrateur inique lorsqu'il commence à canaliser son attaque."},{"id":82169,"name":"Super facile, à peine un inconvénient - Vainquez un Garde de l'oasis d'Apep sans qu'aucun personnage ne soit attaqué par les secousses de l'apocalypse."},{"id":84000,"name":"Le début d'un long voyage - Terminez les quêtes d'Archons de Mondstadt."},{"id":84001,"name":"Le voyageur qui attrapa le vent - Terminez « Le voyageur qui attrapa le vent »."},{"id":84002,"name":"Pour un avenir sans larmes - Terminez « Pour un avenir sans larmes »."},{"id":84003,"name":"Chanson du dragon et de la liberté - Terminez « Chanson du dragon et de la liberté »."},{"id":84004,"name":"Que le vent vous guide - Obtenez la maîtrise de l'élément Anémo."},{"id":84005,"name":"... Ou une nouvelle tempête ? - Chassez le dragon de Mondstadt."},{"id":84006,"name":"L'esprit d'un chevalier - Obtenez le titre de chevalier honoraire de l'Ordre de Favonius."},{"id":84007,"name":"Le « problème » de l'Ordre de Favonius - Vous ne parvenez pas à vous emparer de la lyre sacrée, mais faites la rencontre d'un des « problèmes » de l'Ordre de Favonius."},{"id":84008,"name":"Le vent change toujours de direction - Faites-vous sauver par Dvalin."},{"id":84009,"name":"La terre mystique aux mille rochers - Terminez « La terre mystique aux mille rochers »."},{"id":84010,"name":"Adieu à l'Exuvia - Terminez « Adieu à l'Exuvia »."},{"id":84011,"name":"En pays étranger - #Soyez {M#sauvé}{F#sauvée} par quelqu'un lorsque vous étiez à « l'attrape-touristes du coin »."},{"id":84012,"name":"Qu'est-il arrivé à ces Brutocollinus ? - Jouez une fois avec Ming."},{"id":84013,"name":"Parfum exquis - Découvrez le baume préféré du Souverain de la Roche."},{"id":84014,"name":"C'est plus grand à l'intérieur ! - Nettoyez la théière de Madame Ping."},{"id":84015,"name":"« Un aventurier courageux » - Engagez d'autres personnes pour faire le travail à votre place sans lésiner sur les moras."},{"id":84016,"name":"Restauration des monuments historiques - Vous ne trouvez pas la coco-chèvre, mais vous réussissez à réparer un monument ancien."},{"id":84017,"name":"Un long adieu - Faites toutes les préparations nécessaires pour le rituel de l'ascension."},{"id":84018,"name":"Blob en sucre - Préparez de délicieux Blobs confits."},{"id":84019,"name":"#{M#Monté}{F#Montée} au ciel - Atteignez le « palais dans le ciel »."},{"id":84020,"name":"Chant des lys - Chantez une chanson de Mondstadt aux lys vernis..."},{"id":84021,"name":"On se reverra... - Battez Tartaglia."},{"id":84022,"name":"Déraillage - Battez le Dieu du Vortex."},{"id":84023,"name":"Adieu final - Participez au rituel de l'ascension."},{"id":84024,"name":"Une étoile en approche - Terminez « Une étoile en approche »."},{"id":84025,"name":"Les clés du destin - Terminez la quête « Le Gardien du Rameau »."},{"id":84026,"name":"Prologue à un merveilleux voyage - Terminez « Merveilleux voyage » et débloquez toutes les fins."},{"id":84028,"name":"L'œil qui voit tout - Interprétez correctement toutes les informations."},{"id":84029,"name":"Le voleur, le fou et le sombre mystère - Découvrez le sort du Maître voleur."},{"id":84030,"name":"À la croisée des destins - Échappez-vous des ruines étranges."},{"id":84031,"name":"À la barbe du pouvoir des dieux - Apprendre ce que sont « les fils du destin »..."},{"id":84032,"name":"Fin de la conversation - Vainquez l'Apôtre de l'Abîme."},{"id":84033,"name":"Nous serons enfin réunis - Terminez « Nous serons enfin réunis »."},{"id":84034,"name":"En route pour Inazuma - Obtenez votre chance de rejoindre Inazuma à bord de l'Alcor."},{"id":84035,"name":"En garde ! - Remportez votre première victoire dans le Clash du Crux."},{"id":84036,"name":"Vent d'automne et feuilles écarlates - Terminez « Vent d'automne et feuilles écarlates »."},{"id":84037,"name":"Contre vents et marées - Atteignez la colonie d'étrangers."},{"id":84038,"name":"Hiiragi Sanjuuro - Vous avez escorté les marchandises pour quitter Ritou."},{"id":84039,"name":"Les aspirations de tous - Entrez en contact avec la statue de la divinité omniprésente, symbole de l'« éternité »."},{"id":84040,"name":"La princesse derrière le rideau - Faites officiellement la connaissance de la fille du Clan Kamisato."},{"id":84041,"name":"Omamori, justice et unicité - Exaucez « trois petits souhaits »."},{"id":84042,"name":"La grande évasion - Sauvez Masakatsu."},{"id":84043,"name":"Face à l'éclat de la foudre - Devenez la cible du décret de saisie."},{"id":84044,"name":"Vive la révolution ! - Rejoignez la Résistance."},{"id":84045,"name":"Divinité impitoyable et euthymie éternelle - Terminez « Divinité impitoyable et euthymie éternelle »."},{"id":84046,"name":"Quiétude, la sublimation de l'ombre - Terminez « Quiétude, la sublimation de l'ombre »."},{"id":84047,"name":"Espadon II - Obtenez la confiance de l'escouade de l'Espadon II."},{"id":84048,"name":"Un espoir de courte durée... - Trouvez qui se cache derrière la distribution des yeux maléfiques."},{"id":84049,"name":"Méga festival pyrotechnique - Allumez les feux d'artifice pour éloigner les gardes."},{"id":84050,"name":"Duel devant le trône - Remportez la victoire lors du duel devant le trône."},{"id":84051,"name":"Leurs espoirs... - Répondez à tous les souhaits de la Statue de la divinité omniprésente."},{"id":84052,"name":"Omniprésence sur les mortels - Terminez « Omniprésence sur les mortels »."},{"id":84053,"name":"Tout va pour le mieux ! - Aidez Wang Ping'an à rénover le temple de Pervases."},{"id":84054,"name":"Les aventures d'Anna - Aidez Anna à devenir une aventurière."},{"id":84055,"name":"Prélude d'un long périple - Un jeune homme est sur le point de se lancer dans un long voyage..."},{"id":84056,"name":"Du jade en plein ciel - Terminez la reconstruction de la Chambre de Jade."},{"id":84057,"name":"Mésaventure des profondeurs - Éliminez Beisht, la Vengeresse du vortex."},{"id":84058,"name":"Un rêve d'antan - Soyez témoin de la vérité de l'histoire du village."},{"id":84059,"name":"Retour de la grue dans le vent - Terminez « Retour de la grue dans le vent »."},{"id":84060,"name":"Un coup d'œil dans l'abîme... - Bien que vous soyez de retour avec Dain, l'Abîme vous regarde..."},{"id":84061,"name":"La belle et le damné - Apprenez le secret derrière les Chevaliers des Serpents noirs et les Brutocollinus."},{"id":84062,"name":"Volonté de vie et abîme de douleur - Battez l'Apôtre de l'Abîme."},{"id":84063,"name":"Que la gloire vous accompagne - Terminez « Requiem des profondeurs résonnantes »."},{"id":84064,"name":"Sans retour - Traversez les obstacles et retrouvez Xiao dans « Sentier périlleux »."},{"id":84065,"name":"Couches d'effroi - Échappez-vous de l'espace mystérieux tout en bas du Gouffre."},{"id":84066,"name":"De cœur et d'âme - Terminez « Sentier périlleux »."},{"id":84067,"name":"Le son de l'Akasha - Écoutez la voix de la sagesse divine."},{"id":84068,"name":"La marchande et la porte de la connaissance - Rencontrez Dori et achetez des concentrés de connaissances."},{"id":84069,"name":"Tel Popeye - Utilisez le concentré de connaissances pour augmenter votre puissance de combat."},{"id":84070,"name":"À travers la brume et les forêts - Terminez « À travers la brume et les forêts »."},{"id":84071,"name":"Le goût du déjà-vu - Choisissez vous-même la boîte à bonbons saveur pomme crépusculaire."},{"id":84072,"name":"Même Paimon n'en veut pas ! - Mangez un charbon d'ajilenakh visiblement mauvais."},{"id":84073,"name":"Tout rêve doit finir - Réveillez-vous du samsara du Festival Sabzeruz."},{"id":84074,"name":"L'aube accordant mille roses - Terminez « L'aube accordant mille roses »."},{"id":84075,"name":"L'âme transposée - Partagez vos sens avec Nahida grâce à la possession en utilisant l'Akasha."},{"id":84076,"name":"L'imaginarium du Dottore - #Soyez {M#considéré comme le sauveur}{F#considérée comme la sauveuse} du monde par les citoyens contrôlés par Dottore."},{"id":84077,"name":"Dieu aussi regarde... - Soyez témoin du passé de Scaramuccia en vous connectant à la conscience divine."},{"id":84078,"name":"Rêves, futilité et tromperie - Terminez « Rêves, futilité et tromperie »."},{"id":84079,"name":"Nara Croft ? - Trouvez l'ancien temple sous les sables mouvants."},{"id":84080,"name":"Quand le soleil noir passe - Comprenez le passé au travers des derniers mots du prêtre du roi Deshret."},{"id":84081,"name":"Le roi Deshret et les trois mages - Terminez « Le roi Deshret et les trois mages »."},{"id":84082,"name":"Eremitis ne credite - Aidez Cyno à amener Rahman et son équipage à Sumeru."},{"id":84083,"name":"Vers la victoire et au-delà - Terminez les préparatifs nécessaires à la mise en œuvre de votre plan."},{"id":84084,"name":"Le jour le plus long - Sauvez une divinité lors du Jour de Jnagarbha."},{"id":84085,"name":"... Non éligible ! - Empêchez la naissance d'une fausse divinité."},{"id":84086,"name":"Pulsation akashienne et montée de la flamme de kalpa - Terminez « Pulsation akashienne et montée de la flamme de kalpa »."},{"id":84087,"name":"Le mystère de Tatarasuna - Enquêtez sur les souvenirs du passé de Tatarasuna dans l'Irminsul."},{"id":84088,"name":"Échos du passé - Découvrez les conséquences de l'entrée de Scaramuccia dans l'Irminsul."},{"id":84089,"name":"Parinama"},{"id":84090,"name":"Moi, moi-même, mais pas moi - Vainquez le Seigneur éternel de la sagesse arcanique dans les souvenirs."},{"id":84091,"name":"Genèse inversée - Terminez « Genèse inversée »."},{"id":84092,"name":"Une nuit à travers les étoiles - Rappelez-vous des souvenirs de votre lignée."},{"id":84093,"name":"Expérience de mort imminente - Créez le médicament qui apportera de l'espoir."},{"id":84094,"name":"L'envers du destin - Soyez témoin du miracle accordé par le transgresseur."},{"id":84095,"name":"Caribert - Terminez « Caribert »."},{"id":84100,"name":"Seigneur de la foudre et de l'éclair - Assistez aux effets de la malchance de Bennett sur la météo."},{"id":84101,"name":"La force de la chance ! - Activez les mécanismes sans vous tromper et récupérez le trésor."},{"id":84102,"name":"Dépasser les limites - Terminez « Source de bienveillance » et débloquez toutes les fins."},{"id":84103,"name":"Bonté + force = servante - Terminez « Entraînement à la chevalerie » et débloquez toutes les fins."},{"id":84104,"name":"Le mal est banni - Terminez « Chasseur de fantômes » et débloquez toutes les fins."},{"id":84105,"name":"La légende pimentée de Mondstadt - Goûtez au grog pimenté de Barbara."},{"id":84106,"name":"« ... C'est mon devoir. » - Aidez Noëlle à découvrir la source de sa force."},{"id":84107,"name":"Un héros qui a du piquant - Préparez une glace en utilisant la mauvaise recette, et provoquez un excès d'énergie positive chez Chongyun."},{"id":84108,"name":"Idole et garde du corps - Réussissez à faire partir Albert et les autres fans de Barbara."},{"id":84109,"name":"Le nom de la rose - Lisez les notes de Noëlle."},{"id":84110,"name":"On se détend - Terminez « Études de la chevalerie » et débloquez toutes les fins."},{"id":84111,"name":"Une servante intouchable - Écoutez « Histoire d'un chevalier à Liyue » avec Noëlle."},{"id":84112,"name":"Greffier de Mondstadt - Lisez les notes de Noëlle."},{"id":84113,"name":"Cocktail spécial de Diona remué, pas secoué - Terminez « Cocktail spécial de chat » et débloquez toutes les fins."},{"id":84114,"name":"Attention, il y a un piège... - Aidez Diona à trouver une base spéciale à sa boisson."},{"id":84115,"name":"Mère Michel - Ramenez tous les chats à la taverne de La Queue de Chat."},{"id":84116,"name":"Tout le monde est content - Terminez « Les tâches quotidiennes d'un serviteur » et débloquez toutes les fins."},{"id":84117,"name":"Monsieur Propre - Terminez le grand nettoyage dans le temps imparti."},{"id":84118,"name":"À la mer, sans retour - Découvrez l'histoire d'Inu Shoushou avec Thomas."},{"id":84119,"name":"La folie des grandeurs - Terminez « École Yoohoo"},{"id":84120,"name":"Rapide comme le mujina - Obtenez la meilleure appréciation de Sayu à l'entraînement d'agilité."},{"id":84121,"name":"Ventre plein sonne lent, ventre creux sonne mieux - Vous n'avez pas réussi à contenir l'appétit de Sayu..."},{"id":84122,"name":"Membre d'honneur du Crux - Terminez « Quand le Crux brille de mille feux » et débloquez toutes les fins."},{"id":84123,"name":"Vin léger - Participez au banquet de Qingce avec Beidou."},{"id":84124,"name":"Club des acheteurs de Guyun - Découvrez la vérité derrière l'accord conclu par Beidou."},{"id":84125,"name":"Général de Watatsumi - Terminez « Opérations spéciales du général canin » et débloquez toutes les fins."},{"id":84126,"name":"Les temps changent... - Piochez tous les bâtonnets de fortune au Sanctuaire de Narukami."},{"id":84127,"name":"Dire ou ne pas dire, telle est la question - Découvrez la véritable identité de Mlle Hina de la Chambre Yae."},{"id":84128,"name":"L'étoile binaire de la Megrez - Terminez « De retour dans la Chambre de Jade » et débloquez toutes les fins."},{"id":84129,"name":"Après la préparation, la décontraction - Du poisson ? Plus on en a, mieux c'est !"},{"id":84130,"name":"Une vraie maman poule - D'une seule pierre, naissent mille ondulations. Il semble que le congé de Ningguang ne soit pas pour tout de suite..."},{"id":84131,"name":"Un air accrocheur - Terminez « Un récital d'élégance » et débloquez toutes les fins."},{"id":84132,"name":"Que ce moment dure ! - Prenez une photo commémorative avec Yun Jin."},{"id":84133,"name":"Qui dit maître strict, dit disciple fabuleux - Terminez la séance de répétition sans toucher un seul épouvantail bleu."},{"id":84134,"name":"#{F#Conseillère}{M#Conseiller} en chef du gang Arataki - Terminez « Les affaires quotidiennes du gang » et débloquez toutes les fins."},{"id":84135,"name":"Un coup d'œil pour la route ! - Contemplez la gloire de Kuki Shinobu dans une tenue de prêtresse."},{"id":84136,"name":"« En haut » - Faites vous dissuader avant d'alerter Kujou Sara et Kuki Shinobu."},{"id":84137,"name":"Vous pensiez que c'était pour de vrai ? - Terminez « Dans l'œil de la tempête » et débloquez toutes les fins."},{"id":84138,"name":"Et c'est qui le meilleur détective du monde ? - Analysez correctement les motifs et la vérité derrière le crime une première fois."},{"id":84139,"name":"Les supplications de Sangonomiya - Demandez à Gorou et Kokomi s'ils sont au courant des événements survenus sur l'Île de Watatsumi."},{"id":84140,"name":"La solution optimale - Terminez « Inextricabilité » et débloquez toutes les fins."},{"id":84141,"name":"À toi, dans cent ans... - Lisez toutes les lettres envoyées à Faruzan."},{"id":84142,"name":"Mécanique, de l'initiation à...? - Devinez le plus petit nombre d'étapes qu'il faut pour résoudre une Pile-ramide à sept étages."},{"id":84143,"name":"Son nom est Layla - Terminez « L'étoile silencieuse » et débloquez toutes les fins."},{"id":84144,"name":"Tendue jusqu'à la limite - Aidez Layla à terminer sa thèse sans lui causer plus d'anxiété."},{"id":84145,"name":"Le secret de la Fée et du ciel étoilé - Obtenez la lettre authentique de la Fée de la sagesse."},{"id":84146,"name":"L'art et la vie - #Terminez « Le pendule du bonheur et du malheur{NON_BREAK_SPACE}» et débloquez toutes les fins."},{"id":84147,"name":"Les années étudiantes - Trouvez les livres annotés dans le Foyer de Daena."},{"id":84148,"name":"Le romantisme d'un architecte - Discutez de l'avenir avec Kaveh dans le désert."},{"id":84501,"name":"... Odomu ? - Réussissez à parler aux Brutocollinus dans « Échange linguistique »."},{"id":84502,"name":"Yo dala ? - Réussissez à parler aux Brutocollinus dans « Ballades communicantes »."},{"id":84503,"name":"À la recherche de la perfection - Accomplissez toutes les missions de Tsarevich dans « Faire ce que l'on dit »."},{"id":84504,"name":"Une chose à la fois - Obtenez des informations sur Snezhnaya dans « Histoire venue de l'hiver »."},{"id":84505,"name":"Histoires du Souverain - Récupérez toutes les histoires du livre « Voyages de l'Archon Géo » ayant trait au Souverain de la Roche."},{"id":84506,"name":"Ouvrez grand vos oreilles... - Écoutez l'intégralité de « Chroniques des lames de pluie » dans « À suivre... »"},{"id":84507,"name":"Il était une fois... - Écoutez l'intégralité de « La colère de Haishan » dans « À suivre... »"},{"id":84508,"name":"Pirates ! - Jouez aux pirates avec Lulu, Fei et Petit Meng."},{"id":84509,"name":"Le chef et le pêcheur - Terminez « Pêcheur solitaire » et « Le dilemme de Yanxiao »."},{"id":84510,"name":"Aux immortels les affaires des dieux... - Aidez Zhihua à repérer 5 signes favorables à sa vie amoureuse dans « Bon augure »."},{"id":84512,"name":"Toujours dans mon cœur - Terminez 5 fois « Emporté par le vent »."},{"id":84513,"name":"Encore un étage - Aidez Huai'an à réparer l'escalier de l'Auberge Wangshu."},{"id":84514,"name":"#La chance {M#du débutant}{F#de la débutante} - Choisissez la pierre brute qui a le plus de valeur dès la première tentative."},{"id":84515,"name":"Mes plus plates excuses - Excusez-vous auprès de Timmy."},{"id":84516,"name":"Ça se tient... - Apportez le matériel pour fabriquer un mannequin de bois à Herman."},{"id":84517,"name":"Bonne action - Dévoiler la supercherie de Marjorie et obtenir la reconnaissance de Jack."},{"id":84518,"name":"« Cher papa... » - Écoutez l'histoire de Timmy."},{"id":84519,"name":"Remède miraculeux - Soignez la maladie d'Anna."},{"id":84520,"name":"Au nom de Favonius - Soyez témoin de l'histoire de Gillianna."},{"id":84522,"name":"Aventures studieuses - Terminez « Objet perdu et » « Pilleurs & reliques »."},{"id":84523,"name":"Rêve et réalité - Terminez « Problèmes au travail » et obtenez le recueil de poésie de Linling."},{"id":84524,"name":"Un vieil ami - Terminez « Mais où est passé Chang ? »."},{"id":84525,"name":"Ce roman est génial ! - Jetez un œil au manuscrit de Chang le Neuvième."},{"id":84526,"name":"Aux mortels les affaires des hommes... - Gâchez 4 signes d'une histoire d'amour naissante."},{"id":84527,"name":"Ce n'est pas un casse-croûte d'urgence. - Mangez le plat que vous êtes censé livrer au cours de « Livraison à domicile »."},{"id":84528,"name":"Caché en pleine vue - Aidez Sango et Ryuuji à résoudre l'affaire."},{"id":84529,"name":"N'existe-t-il qu'une vérité...? - Soyez témoin de l'histoire de Ryuuji."},{"id":84530,"name":"Liyue Ichiban - Soignez Tang Wen à l'aide de délicieux plats."},{"id":84531,"name":"Du peps, encore ? - Apprenez de nouvelles façons de cuisiner auprès de Xiangling."},{"id":84532,"name":"Repas pour deux - Aidez Xudong et Kamei Munehisa à cuisiner un plat."},{"id":84533,"name":"Une question de régime - Aidez Parvaneh à réviser toutes les recettes."},{"id":84534,"name":"Samouriz - Aidez Kamei Munehisa à collecter tous les ingrédients des camps de chaque côté."},{"id":84535,"name":"Pardon pour le dérangement ! - Recevez la plainte de Konda Densuke au service après-vente."},{"id":84536,"name":"Gourmet samouraï - Soyez témoin de l'admission de Kamei Munehisa parmi les Gourmets suprêmes."},{"id":84537,"name":"Hé, il y a quelqu'un ? - Découvrez un passage secret à Ritou."},{"id":84538,"name":"Commentaire éditorial - Aidez Shigeru et Junkichi à retrouver la bonne voie."},{"id":84539,"name":"Vous devriez ouvrir un dojo pour les doushins - Aidez Asakura à s'entraîner cinq fois."},{"id":84540,"name":"Devine qui c'est ? - Découvrez qui est vraiment Zhenyu."},{"id":84541,"name":"Au moins, il y a une fin - Écoutez Junkichi terminer son histoire."},{"id":84542,"name":"Son chat et elle - Suivez Neko jusqu'au Mont Yougou pour trouver la piste d'Hibiki."},{"id":84543,"name":"Hein, ça a mordu ? - Pêchez des choses étranges avec Kayvan..."},{"id":84544,"name":"Fongus de Kalimi - Regardez Hatim faire une fortune lors d'une transaction !"},{"id":84545,"name":"Quand la fortune fait toc toc - Donnez du cidre de pomme à Hatim."},{"id":84546,"name":"Attrape-miaou si tu peux ! - Aidez Sareh à retrouver tous les chats."},{"id":84547,"name":"Principes arithmétiques - Aidez Garcia à perfectionner sa machine."},{"id":84548,"name":"Le travail, c'est la santé... - Aidez Hanbei à cueillir plus de champignons."},{"id":84549,"name":"C'est thérapeutique ! - Réalisez les souhaits des 3 patients."},{"id":84550,"name":"Par les racines - Trouvez et vainquez la Fleur mensongère en fuite."},{"id":84551,"name":"Date du départ - Récupérez la lettre d'Alexandra..."},{"id":84552,"name":"Pas la faute des moras ! - Assistez aux aventures des Gourmets suprêmes à Sumeru..."},{"id":84553,"name":"À la mesure du monde... - Aidez Farghani à effectuer des mesures."},{"id":84554,"name":"Le temps des réponses - Soyez témoin de l'histoire d'Alrani à Sumeru."},{"id":84555,"name":"Circonstance aléatoire de la floraison d'une rose - Aidez Collei à s'occuper de sa rose sumérienne."},{"id":84556,"name":"Rêve ô rêve, où es-tu ? - Soyez témoin de l'histoire de Javi et du rêve."},{"id":84557,"name":"Une demande optionnelle - Trouvez tous les objets que Gulabgir a fabriqués pour ses serpents."},{"id":84558,"name":"Le p'tit bateau qui va sur l'eau ♪ - Aidez Rafiq à tester avec succès la résistance de la coque de son bateau."},{"id":84559,"name":"Un souci ? Quel souci ? - Dégustez trois plats de Jafar."},{"id":84560,"name":"La tête pensante de Sumeru - Répondez correctement à 6 questions différentes."},{"id":84561,"name":"Attention, ça glisse ! - Glissez pendant une course contre Hilmi..."},{"id":84562,"name":"Une vraie écriture de médecin - Aidez Maruf à interpréter correctement l'ordonnance."},{"id":84563,"name":"Fragrance durable - Assistez à l'histoire de Nermin."},{"id":84564,"name":"À la recherche d'une « lame sœur » - Soyez témoin de l'histoire de Lan et du Glaive occulte."},{"id":84565,"name":"Marcher à l'horizon...? - Soyez témoin de l'histoire de Sun Yu."},{"id":85000,"name":"Vous ne perdez rien à part votre temps ! - Résolvez l'énigme des deux cadrans solaires."},{"id":85001,"name":"Entretien avec une ancienne divinité - Renseignez-vous sur l'histoire d'une ancienne divinité."},{"id":85002,"name":"Chi et dragon - Renseignez-vous sur l'histoire de Chi."},{"id":85003,"name":"Fléau de la guerre - Vendez un trésor trouvé dans des ruines anciennes pour un bon prix."},{"id":85004,"name":"L'ombre du Lac Luhua - Aidez Vermeer à peindre le paysage de ses rêves."},{"id":85005,"name":"Joueur 0 - Jouez avec Jiang le puéril."},{"id":85006,"name":"La petite maison dans les bois - Soyez témoin de l'histoire de la famille de Yuan Hong."},{"id":86001,"name":"L'union fait la force - Affronter des donjons 5 fois avec l'aide d'un autre joueur."},{"id":86002,"name":"L'union fait la force - Affronter des donjons 20 fois avec l'aide d'un autre joueur."},{"id":86003,"name":"L'union fait la force - Affronter des donjons 100 fois avec l'aide d'un autre joueur."},{"id":86004,"name":"Veni, vidi, vici - Obtenez 5 produits dans le monde d'un autre joueur."},{"id":86005,"name":"Veni, vidi, vici - Obtenez 20 produits dans le monde d'un autre joueur."},{"id":86006,"name":"Veni, vidi, vici - Obtenez 50 produits dans le monde d'un autre joueur."},{"id":86007,"name":"Qu'il est gros ton papillon cristallin Anémo ! - Affrontez une Hypostase Anémo avec l'aide d'un autre joueur."},{"id":86008,"name":"Avec le sourire ! - Affrontez une Hypostase Électro avec l'aide d'un autre joueur."},{"id":86009,"name":"Viser les piliers - Affrontez une Hypostase Géo avec l'aide d'un autre joueur."},{"id":86010,"name":"Maître corbeau, sur un Arbre congelé - Affrontez un Arbre congelé avec l'aide d'un autre joueur."},{"id":86011,"name":"Tout va bien - Affrontez un Arbre enflammé avec l'aide d'un autre joueur."},{"id":86012,"name":"Un poisson nommé Rhodeia - Affrontez une Océanide avec l'aide d'un autre joueur."},{"id":86013,"name":"Pacte des loups - Battez le roi du Territoire des Loups en mode multijoueur."},{"id":86015,"name":"La montagne a bougé - Affrontez un Géosaure antique avec l'aide d'un autre joueur."},{"id":86016,"name":"Réminiscences - Affrontez Azhdaha avec l'aide d'un autre joueur."},{"id":86017,"name":"Glace pilée - Affrontez une Hypostase Cryo avec l'aide d'un autre joueur."},{"id":86018,"name":"Liens brisés - Affrontez une Lame oni avec l'aide d'un autre joueur."},{"id":86019,"name":"Opération feu de joie - Affrontez une Hypostase Pyro avec l'aide d'un autre joueur."},{"id":86020,"name":"Pas si perpétuelle que ça... - Affrontez une Matrice mécanique perpétuelle avec l'aide d'un autre joueur."},{"id":86021,"name":"La folie des grandeurs ne décide pas de l'issue d'un combat - Affrontez Tartaglia avec l'aide d'un autre joueur."},{"id":86022,"name":"Nos cœurs à l'unisson - Affrontez une Manifestation du tonnerre avec l'aide d'un autre joueur."},{"id":86023,"name":"De l'eau, en fait - Affrontez une Hypostase Hydro avec l'aide d'un autre joueur."},{"id":86024,"name":"À travers le feu et le gel - Affrontez Signora avec l'aide d'un autre joueur."},{"id":86025,"name":"Susurre dans les ténèbres - Affrontez le Loup alpha doré avec l'aide d'un autre joueur."},{"id":86026,"name":"Il y aura toujours ceux qui oseront... - Affrontez la Shogun Raiden avec l'aide d'un autre joueur."},{"id":86027,"name":"L'héritage d'une civilisation antique - Affrontez le Serpent des ruines avec l'aide d'un autre joueur."},{"id":86028,"name":"#{F#Flexitarienne}{M#Flexitarien} - Affrontez un Champieffroi panaché avec l'aide d'un autre joueur."},{"id":86029,"name":"Danger ! Électricité ! - Affrontez un Arbre foudroyé avec l'aide d'un autre joueur."}]