[{"id":80001,"name":"The Wind and The Star Traveler - Blow seeds off a Dandelion using Anemo."},{"id":80002,"name":"Of Mountains High - Obtain the power of Geo."},{"id":80003,"name":"The Voice of Flowing Water - Collect the entire \"Heart of Clear Springs\" series."},{"id":80004,"name":"The Divine Halberd Mocks the Heavens - Collect the entire \"Legend of the Shattered Halberd\" series."},{"id":80005,"name":"The Drunkard and the Wolf - Collect the entire \"A Drunkard's Tale\" series."},{"id":80006,"name":"Spring, White Horse and Moonlight - Collect the entire \"Moonlit Bamboo Forest\" series."},{"id":80007,"name":"Taking Shape - Forge a 4-star weapon."},{"id":80008,"name":"Survival Expert - Grasp how 10 different dishes are made."},{"id":80009,"name":"Survival Expert - Grasp how 20 different dishes are made."},{"id":80010,"name":"Survival Expert - Grasp how 40 different dishes are made."},{"id":80011,"name":"Star Chef - Master 10 Recipes."},{"id":80012,"name":"Star Chef - Master 20 Recipes."},{"id":80013,"name":"Star Chef - Master 40 Recipes."},{"id":80014,"name":"Onward and Upward - Ascend a character to Phase 2 for the first time."},{"id":80015,"name":"Onward and Upward - Ascend a character to Phase 4 for the first time."},{"id":80016,"name":"Onward and Upward - Ascend a character to Phase 6 for the first time."},{"id":80017,"name":"Re-Armed, Re-Forged - Ascend a weapon to Phase 2."},{"id":80018,"name":"Re-Armed, Re-Forged - Ascend a weapon to Phase 4."},{"id":80019,"name":"Re-Armed, Re-Forged - Ascend a weapon to Phase 6."},{"id":80020,"name":"Hitherto Unknown - Reach Friendship 10 with 4 characters."},{"id":80021,"name":"Hitherto Unknown - Reach Friendship 10 with 8 characters."},{"id":80022,"name":"Hitherto Unknown - Reach Friendship 10 with 16 characters."},{"id":80023,"name":"Bounty of the Earth - Collect 200 rewards from blossoms of wealth or blossoms of revelation."},{"id":80024,"name":"Bounty of the Earth - Collect 400 rewards from blossoms of wealth or blossoms of revelation."},{"id":80025,"name":"Bounty of the Earth - Collect 800 rewards from blossoms of wealth or blossoms of revelation."},{"id":80026,"name":"Hero's Gift - Obtain a 4-star artifact."},{"id":80027,"name":"Echoing Song - Enhance a 4-star artifact to its highest level."},{"id":80028,"name":"Legendary Treasure - Obtain a 5-star artifact."},{"id":80029,"name":"Sacred Canto - Enhance a 5-star artifact to its highest level."},{"id":80030,"name":"Continental Explorer"},{"id":80031,"name":"Brush of a Thousand Winds - Unlock all Teleport Waypoints in Mondstadt (excludes the Dragonspine area)."},{"id":80032,"name":"Let the Wind Lead - Upgrade the Statues of The Seven in Mondstadt to their maximum level."},{"id":80033,"name":"Sanctuary Pilgrim"},{"id":80034,"name":"Guiding Wind - Follow 10 Seelie in Mondstadt to their Seelie Courts (excludes the Dragonspine area)."},{"id":80035,"name":"Guiding Wind - Follow 20 Seelie in Mondstadt to their Seelie Courts (excludes the Dragonspine area)."},{"id":80036,"name":"Guiding Wind - Follow 40 Seelie in Mondstadt to their Seelie Courts (excludes the Dragonspine area)."},{"id":80037,"name":"Wind-Chasing Treasure Hunter - Open 100 chests in Mondstadt (excluding the Dragonspine area)."},{"id":80038,"name":"Wind-Chasing Treasure Hunter - Open 200 chests in Mondstadt (excluding the Dragonspine area)."},{"id":80039,"name":"Wind-Chasing Treasure Hunter - Open 400 chests in Mondstadt (excluding the Dragonspine area)."},{"id":80040,"name":"Wind-Chasing Adventurer - Complete 5 Open World mechanism-activated Time Trial Challenges in Mondstadt (excludes the Dragonspine area)."},{"id":80041,"name":"Wind-Chasing Adventurer - Complete 10 Open World mechanism-activated Time Trial Challenges in Mondstadt (excludes the Dragonspine area)."},{"id":80042,"name":"Wind-Chasing Adventurer - Complete 15 Open World mechanism-activated Time Trial Challenges in Mondstadt (excludes the Dragonspine area)."},{"id":80043,"name":"Continental Explorer"},{"id":80044,"name":"Surveyor of Stone - Unlock all Teleport Waypoints in Liyue (The Chasm is counted separately)."},{"id":80045,"name":"Unmovable Mountain - Upgrade the Statues of The Seven in Liyue to their maximum level."},{"id":80046,"name":"Sanctuary Pilgrim"},{"id":80047,"name":"Lithic Guide - Follow 20 Seelie in Liyue to their Seelie Courts (The Chasm is counted separately)."},{"id":80048,"name":"Lithic Guide - Follow 40 Seelie in Liyue to their Seelie Courts (The Chasm is counted separately)."},{"id":80049,"name":"Lithic Guide - Follow 60 Seelie in Liyue to their Seelie Courts (The Chasm is counted separately)."},{"id":80050,"name":"Rock-Steady Treasure Hunter - Open 200 chests in Liyue (The Chasm is counted separately)."},{"id":80051,"name":"Rock-Steady Treasure Hunter - Open 400 chests in Liyue (The Chasm is counted separately)."},{"id":80052,"name":"Rock-Steady Treasure Hunter - Open 800 chests in Liyue (The Chasm is counted separately)."},{"id":80053,"name":"Rock-Steady Adventurer - Complete 10 Open World mechanism-activated Time Trial Challenges in Liyue (The Chasm is counted separately)."},{"id":80054,"name":"Rock-Steady Adventurer - Complete 20 Open World mechanism-activated Time Trial Challenges in Liyue (The Chasm is counted separately)."},{"id":80055,"name":"Rock-Steady Adventurer - Complete 40 Open World mechanism-activated Time Trial Challenges in Liyue (The Chasm is counted separately)."},{"id":80056,"name":"Continental Explorer"},{"id":80057,"name":"Peak Hopper - Unlock all Teleport Waypoints in Dragonspine."},{"id":80058,"name":"Seelie in the Snow - Follow 5 Warming Seelie in Dragonspine to their Seelie Courts."},{"id":80059,"name":"Seelie in the Snow - Follow 10 Warming Seelie in Dragonspine to their Seelie Courts."},{"id":80060,"name":"Seelie in the Snow - Follow 20 Warming Seelie in Dragonspine to their Seelie Courts."},{"id":80061,"name":"Mountain of Treasure - Open 40 chests in Dragonspine."},{"id":80062,"name":"Mountain of Treasure - Open 80 chests in Dragonspine."},{"id":80063,"name":"Mountain of Treasure - Open 160 chests in Dragonspine."},{"id":80064,"name":"Scarlet Sprouts - Raise the Frostbearing Tree to Lv. 4."},{"id":80065,"name":"Scarlet Sprouts - Raise the Frostbearing Tree to Lv. 8."},{"id":80066,"name":"Scarlet Sprouts - Raise the Frostbearing Tree to Lv. 12."},{"id":80067,"name":"Skyfrost Nail - Raise the strange column."},{"id":80068,"name":"Dragonspear - Make a weapon from a dragon's remains."},{"id":80069,"name":"Unlimited Power! - Obtain the power of Electro."},{"id":80070,"name":"Land of Dandelions - Collect the entire \"The Fox in the Dandelion Sea\" series."},{"id":80071,"name":"True Friendship Takes Sacrifice - Collect the entire \"The Boar Princess\" series."},{"id":80072,"name":"Eternal Youth - Collect the entire \"Vera's Melancholy\" series."},{"id":80073,"name":"Hilichurlian Studies Expert - Collect the entire \"Hilichurl Cultural Customs\" series."},{"id":80074,"name":"Continental Explorer"},{"id":80075,"name":"Thunderbolting Across the Land (I) - Unlock all Teleport Waypoints in the Narukami Island, Kannazuka, and Yashiori Island areas of Inazuma."},{"id":80076,"name":"Sanctuary Pilgrim"},{"id":80077,"name":"Eternal Thunder - Upgrade the Statues of The Seven in Inazuma to their maximum level."},{"id":80078,"name":"Divine Roots - Reach the Max Level of Sacred Sakura's Favor."},{"id":80079,"name":"Naku Weed Whacker (I) - Follow 10 Electro Seelie on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80080,"name":"Naku Weed Whacker (I) - Follow 20 Electro Seelie on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80081,"name":"Naku Weed Whacker (I) - Follow 40 Electro Seelie on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80082,"name":"Lights Will Guide You Home (I) - Follow 4 Seelie to their Seelie Courts on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80083,"name":"Lights Will Guide You Home (I) - Follow 8 Seelie to their Seelie Courts on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80084,"name":"Lights Will Guide You Home (I) - Follow 16 Seelie to their Seelie Courts on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80085,"name":"Lightning-Riding Treasure Hunter (I) - Open 100 Chests on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80086,"name":"Lightning-Riding Treasure Hunter (I) - Open 200 Chests on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80087,"name":"Lightning-Riding Treasure Hunter (I) - Open 300 Chests on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80088,"name":"Spring Cleaning - Complete the Sacred Sakura Cleansing Ritual."},{"id":80089,"name":"Tatara Tales - Resolve the crisis at the Mikage Furnace."},{"id":80090,"name":"Echo of Fury - Complete \"Orobashi's Legacy.\""},{"id":80091,"name":"Tales of Monstrous Madness - Collect the entire \"Toki Alley Tales\" series."},{"id":80092,"name":"Illustrious in Inazuma - Reach Reputation Lv. 10 in Inazuma."},{"id":80093,"name":"Lightning-Riding Adventurer (I) - Complete 6 Open World mechanism-activated Time Trial Challenges on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80094,"name":"Lightning-Riding Adventurer (I) - Complete 12 Open World mechanism-activated Time Trial Challenges on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80095,"name":"Lightning-Riding Adventurer (I) - Complete 24 Open World mechanism-activated Time Trial Challenges on Narukami Island, Kannazuka, and Yashiori Island in Inazuma."},{"id":80096,"name":"Continental Explorer"},{"id":80097,"name":"Thunderbolting Across the Land (II) - Unlock all Teleport Waypoints in the Watatsumi Island and Seirai Island areas of Inazuma."},{"id":80098,"name":"Sanctuary Pilgrim"},{"id":80099,"name":"Naku Weed Whacker (II) - Follow 4 Electro Seelie on Watatsumi Island and Seirai Island in Inazuma."},{"id":80100,"name":"Naku Weed Whacker (II) - Follow 8 Electro Seelie on Watatsumi Island and Seirai Island in Inazuma."},{"id":80101,"name":"Naku Weed Whacker (II) - Follow 16 Electro Seelie on Watatsumi Island and Seirai Island in Inazuma."},{"id":80102,"name":"Lights Will Guide You Home (II) - Follow 6 Seelie to their Seelie Courts on Watatsumi Island and Seirai Island in Inazuma."},{"id":80105,"name":"Lightning-Riding Treasure Hunter (II) - Open 40 chests on Watatsumi Island and Seirai Island in Inazuma."},{"id":80106,"name":"Lightning-Riding Treasure Hunter (II) - Open 80 chests on Watatsumi Island and Seirai Island in Inazuma."},{"id":80107,"name":"Lightning-Riding Treasure Hunter (II) - Open 160 chests on Watatsumi Island and Seirai Island in Inazuma."},{"id":80108,"name":"Seirai Stormchasers - Complete \"Seirai Stormchasers\""},{"id":80109,"name":"The Same Moonlight - Complete \"The Moon-Bathed Deep\""},{"id":80110,"name":"Lightning-Riding Adventurer (II) - Complete 6 Open World mechanism-activated Time Trial Challenges on Watatsumi Island and Seirai Island in Inazuma."},{"id":80111,"name":"Lightning-Riding Adventurer (II) - Complete 12 Open World mechanism-activated Time Trial Challenges on Watatsumi Island and Seirai Island in Inazuma."},{"id":80112,"name":"Lightning-Riding Adventurer (II) - Complete 24 Open World mechanism-activated Time Trial Challenges on Watatsumi Island and Seirai Island in Inazuma."},{"id":80113,"name":"Continental Explorer"},{"id":80114,"name":"Fog's Edge - Unlock all Teleport Waypoints in Tsurumi Island."},{"id":80115,"name":"Sanctuary Pilgrim"},{"id":80116,"name":"Flashes in the Night - Follow 6 Electro Seelie on Tsurumi Island."},{"id":80119,"name":"Foggy Guidance - Follow 6 Seelie on Tsurumi Island to their Seelie Courts."},{"id":80120,"name":"Lost Treasure Hunter - Open 30 chests on Tsurumi Island."},{"id":80121,"name":"Lost Treasure Hunter - Open 60 chests on Tsurumi Island."},{"id":80122,"name":"Lost Treasure Hunter - Open 120 chests on Tsurumi Island."},{"id":80123,"name":"Lost Adventurer - Complete 4 Open World mechanism-activated Time Trial Challenges on Tsurumi Island."},{"id":80124,"name":"Lost Adventurer - Complete 8 Open World mechanism-activated Time Trial Challenges on Tsurumi Island."},{"id":80125,"name":"Lost Adventurer - Complete 12 Open World mechanism-activated Time Trial Challenges on Tsurumi Island."},{"id":80126,"name":"Thunder Is Forever - Complete a certain author's reference-gathering commission."},{"id":80127,"name":"Zoo Tycoon - Use the Omni-Ubiquity Net item to capture 1 wild animal."},{"id":80128,"name":"Zoo Tycoon - Use the Omni-Ubiquity Net item to capture 30 wild animals."},{"id":80129,"name":"Zoo Tycoon - Use the Omni-Ubiquity Net item to capture 100 wild animals."},{"id":80130,"name":"\"...You Do Not Know the Night...\" - Light up the Enkanomiya map."},{"id":80131,"name":"The Highest Authority in the Land - Unlock all Teleport Waypoints in Enkanomiya."},{"id":80132,"name":"Phosphoros' Guidance - Follow 6 Seelie in Enkanomiya to their Seelie Courts."},{"id":80133,"name":"Phosphoros' Guidance - Follow 15 Seelie in Enkanomiya to their Seelie Courts."},{"id":80134,"name":"Phosphoros' Guidance - Follow 30 Seelie in Enkanomiya to their Seelie Courts."},{"id":80135,"name":"Hesperus' Boons - Open 40 chests in Enkanomiya."},{"id":80136,"name":"Hesperus' Boons - Open 80 chests in Enkanomiya."},{"id":80137,"name":"Hesperus' Boons - Open 160 chests in Enkanomiya."},{"id":80138,"name":"Kairos' Constancy - Complete 3 Open World mechanism-activated Time Trial Challenges in Enkanomiya."},{"id":80139,"name":"Kairos' Constancy - Complete 6 Open World mechanism-activated Time Trial Challenges in Enkanomiya."},{"id":80140,"name":"Kairos' Constancy - Complete 12 Open World mechanism-activated Time Trial Challenges in Enkanomiya."},{"id":80141,"name":"Fire Rat's Robe, Dragon-Head Pearl, Sacred Offering Bowl, and... - Obtain the coral branch that Tsuyuko requested."},{"id":80142,"name":"It's Yesterday Once More - Activate 10 tunes in the Serenitea Pot using the Euphonium Unbound furnishing series."},{"id":80143,"name":"It's Yesterday Once More - Activate 30 tunes in the Serenitea Pot using the Euphonium Unbound furnishing series."},{"id":80144,"name":"It's Yesterday Once More - Activate 60 tunes in the Serenitea Pot using the Euphonium Unbound furnishing series."},{"id":80145,"name":"Chasm Conqueror - Light up The Chasm surface map."},{"id":80146,"name":"Perilous Plunge - Light up The Chasm"},{"id":80147,"name":"Into the Depths - Unlock all Teleport Waypoints in The Chasm and its Underground Mines."},{"id":80148,"name":"Gorge Guide - Follow 6 Seelie in The Chasm to their Seelie Courts."},{"id":80149,"name":"Gorge Guide - Follow 12 Seelie in The Chasm to their Seelie Courts."},{"id":80150,"name":"Gorge Guide - Follow 24 Seelie in The Chasm to their Seelie Courts."},{"id":80151,"name":"Chasm Treasure Hunter - Open 50 chests in The Chasm."},{"id":80152,"name":"Chasm Treasure Hunter - Open 100 chests in The Chasm."},{"id":80153,"name":"Chasm Treasure Hunter - Open 200 chests in The Chasm."},{"id":80154,"name":"Chasm Adventurer - Complete 3 Open World mechanism-activated Time Trial Challenges in The Chasm."},{"id":80155,"name":"Chasm Adventurer - Complete 6 Open World mechanism-activated Time Trial Challenges in The Chasm."},{"id":80156,"name":"Chasm Adventurer - Complete 12 Open World mechanism-activated Time Trial Challenges in The Chasm."},{"id":80157,"name":"Arch-Illuminator - Enhance the Lumenstone Adjuvant to its highest possible level."},{"id":80158,"name":"\"When the Seal Is Broken...\" - Remove the obstacles to your entry into the mines."},{"id":80159,"name":"Exploration Underway - Complete the exploration commission from the Ministry of Civil Affairs."},{"id":80160,"name":"Continental Explorer"},{"id":80161,"name":"Forest Roamer - Unlock all Teleport Waypoints in the following areas in Sumeru"},{"id":80162,"name":"Sanctuary Pilgrim"},{"id":80163,"name":"Fluorescent Bloom - Upgrade the Statues of The Seven in Sumeru to their maximum level."},{"id":80164,"name":"Culmination of the Great Dream - Reach the Max Level of the Tree of Dreams in Vanarana"},{"id":80165,"name":"Woodland Guide - Follow a total of 10 Seelie to their Seelie Courts in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80166,"name":"Woodland Guide - Follow a total of 20 Seelie to their Seelie Courts in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80167,"name":"Woodland Guide - Follow a total of 40 Seelie to their Seelie Courts in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80168,"name":"Treasure Hunter of the Shimmering Woods - Open a total of 100 treasure chests in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80169,"name":"Treasure Hunter of the Shimmering Woods - Open a total of 200 treasure chests in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80170,"name":"Treasure Hunter of the Shimmering Woods - Open a total of 400 treasure chests in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80171,"name":"Adventurer of the Shimmering Woods - Complete a total of 10 Open World Time Trial Challenges in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80172,"name":"Adventurer of the Shimmering Woods - Complete a total of 20 Open World Time Trial Challenges in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80173,"name":"Adventurer of the Shimmering Woods - Complete a total of 40 Open World Time Trial Challenges in Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, and Vanarana."},{"id":80174,"name":"The Forest Will Remember - Complete \"Aranyaka.\""},{"id":80175,"name":"The Essence of Flora - Obtain the power of Dendro."},{"id":80176,"name":"Reminiscence of Gurabad - Collect the entire \"The Tale of Shiruyeh and Shirin\" series."},{"id":80177,"name":"Bright as a Flame - Collect the entire \"The Folio of Foliage\" series."},{"id":80178,"name":"Farris' Journey - Collect the entire \"Scroll of Streaming Song\" series."},{"id":80179,"name":"Continental Explorer"},{"id":80180,"name":"Over Sandstorms and Mirages (I) - Unlock all Teleport Waypoints in the following areas in Sumeru"},{"id":80181,"name":"Sanctuary Pilgrim"},{"id":80182,"name":"The Desert Will Guide You Home (I) - Follow 10 Seelie to their Seelie Courts in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80183,"name":"The Desert Will Guide You Home (I) - Follow 20 Seelie to their Seelie Courts in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80184,"name":"The Desert Will Guide You Home (I) - Follow 40 Seelie to their Seelie Courts in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80185,"name":"Quicksand Treasure Hunter (I) - Open a total of 60 treasure chests in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80186,"name":"Quicksand Treasure Hunter (I) - Open a total of 120 treasure chests in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80187,"name":"Quicksand Treasure Hunter (I) - Open a total of 240 treasure chests in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80188,"name":"Quicksand Adventurer (I) - Complete a total of 10 Open World Time Trial Challenges in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80189,"name":"Quicksand Adventurer (I) - Complete a total of 20 Open World Time Trial Challenges in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80190,"name":"Quicksand Adventurer (I) - Complete a total of 40 Open World Time Trial Challenges in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh."},{"id":80191,"name":"Slumber, the Brother Of... - Complete \"Golden Slumber.\""},{"id":80192,"name":"Visible, Yet Invisible - Get the TCG Player's Manual and become an officially recognized TCG player."},{"id":80193,"name":"Win-Loss Ratio - Reach Player Lv.10."},{"id":80197,"name":"A Riotous Response - Cause a total of {param0} Elemental Reactions in victorious matches."},{"id":80198,"name":"A Riotous Response - Cause a total of {param0} Elemental Reactions in victorious matches."},{"id":80199,"name":"A Riotous Response - Cause a total of {param0} Elemental Reactions in victorious matches."},{"id":80203,"name":"Victory at Hand - Play a total of {param0} Action Cards in victorious matches."},{"id":80204,"name":"Victory at Hand - Play a total of {param0} Action Cards in victorious matches."},{"id":80205,"name":"Victory at Hand - Play a total of {param0} Action Cards in victorious matches."},{"id":80206,"name":"\"Well, Let's See It, Partner...\" - Play a total of {param0} Summons in victorious matches."},{"id":80207,"name":"\"Well, Let's See It, Partner...\" - Play a total of {param0} Summons in victorious matches."},{"id":80208,"name":"\"Well, Let's See It, Partner...\" - Play a total of {param0} Summons in victorious matches."},{"id":80209,"name":"Attack! Attack! Attack! - Use 3 or more Elemental Bursts and achieve victory in a total of {param0} match(es)."},{"id":80210,"name":"Attack! Attack! Attack! - Use 3 or more Elemental Bursts and achieve victory in a total of {param0} match(es)."},{"id":80211,"name":"Attack! Attack! Attack! - Use 3 or more Elemental Bursts and achieve victory in a total of {param0} match(es)."},{"id":80212,"name":"A Candle in the Wind? - Withstand a total of {param0} damage using shields or healing in victorious matches."},{"id":80213,"name":"A Candle in the Wind? - Withstand a total of {param0} damage using shields or healing in victorious matches."},{"id":80214,"name":"A Candle in the Wind? - Withstand a total of {param0} damage using shields or healing in victorious matches."},{"id":80215,"name":"Chaos Divided - Defeat 2 or more Character Cards from the opponent's deck in one single action a total of {param0} time(s) in victorious games."},{"id":80216,"name":"Chaos Divided - Defeat 2 or more Character Cards from the opponent's deck in one single action a total of {param0} time(s) in victorious games."},{"id":80217,"name":"Chaos Divided - Defeat 2 or more Character Cards from the opponent's deck in one single action a total of {param0} time(s) in victorious games."},{"id":80218,"name":"Legendary High Roller - Obtain {param0} Lucky Coins in total"},{"id":80219,"name":"Legendary High Roller - Obtain {param0} Lucky Coins in total"},{"id":80220,"name":"Legendary High Roller - Obtain {param0} Lucky Coins in total"},{"id":80221,"name":"Miniaturized Dice-Shaker - Deal 8 or more points of damage in one single action a total of {param0} time(s) in victorious games."},{"id":80222,"name":"Miniaturized Dice-Shaker - Deal 8 or more points of damage in one single action a total of {param0} time(s) in victorious games."},{"id":80223,"name":"Miniaturized Dice-Shaker - Deal 8 or more points of damage in one single action a total of {param0} time(s) in victorious games."},{"id":80224,"name":"Continental Explorer"},{"id":80225,"name":"Over Sandstorms and Mirages (II) - Unlock all Teleport Waypoints in the following area in Sumeru"},{"id":80226,"name":"Sanctuary Pilgrim"},{"id":80227,"name":"The Dirge of Bilqis - Complete \"The Dirge of Bilqis.\""},{"id":80228,"name":"The Desert Will Guide You Home (II) - Follow {param0} Seelie in the Desert of Hadramaveth to their Seelie Courts."},{"id":80229,"name":"The Desert Will Guide You Home (II) - Follow {param0} Seelie in the Desert of Hadramaveth to their Seelie Courts."},{"id":80230,"name":"The Desert Will Guide You Home (II) - Follow {param0} Seelie in the Desert of Hadramaveth to their Seelie Courts."},{"id":80231,"name":"Quicksand Treasure Hunter (II) - Open {param0} treasure chests in the Desert of Hadramaveth."},{"id":80232,"name":"Quicksand Treasure Hunter (II) - Open {param0} treasure chests in the Desert of Hadramaveth."},{"id":80233,"name":"Quicksand Treasure Hunter (II) - Open {param0} treasure chests in the Desert of Hadramaveth."},{"id":80234,"name":"Quicksand Adventurer (II) - Complete {param0} Open World Time Trial Challenges in the Desert of Hadramaveth."},{"id":80235,"name":"Quicksand Adventurer (II) - Complete {param0} Open World Time Trial Challenges in the Desert of Hadramaveth."},{"id":80236,"name":"Quicksand Adventurer (II) - Complete {param0} Open World Time Trial Challenges in the Desert of Hadramaveth."},{"id":80237,"name":"Continental Explorer"},{"id":80238,"name":"Descending Into the Depths of Desolation - Unlock all Teleport Waypoints in the following areas in Sumeru"},{"id":80239,"name":"Sanctuary Pilgrim"},{"id":80240,"name":"Dune Guide - Follow {param0} Seelie in Gavireh Lajavard and Realm of Farakhkert to their Seelie Courts."},{"id":80241,"name":"Dune Guide - Follow {param0} Seelie in Gavireh Lajavard and Realm of Farakhkert to their Seelie Courts."},{"id":80242,"name":"Dune Guide - Follow {param0} Seelie in Gavireh Lajavard and Realm of Farakhkert to their Seelie Courts."},{"id":80243,"name":"Badlands Treasure Hunter - Open a total of {param0} treasure chests in Gavireh Lajavard and Realm of Farakhkert."},{"id":80244,"name":"Badlands Treasure Hunter - Open a total of {param0} treasure chests in Gavireh Lajavard and Realm of Farakhkert."},{"id":80245,"name":"Badlands Treasure Hunter - Open a total of {param0} treasure chests in Gavireh Lajavard and Realm of Farakhkert."},{"id":80246,"name":"Badlands Adventurer - Complete a total of {param0} Open World Time Trial Challenges in Gavireh Lajavard and Realm of Farakhkert."},{"id":80247,"name":"Badlands Adventurer - Complete a total of {param0} Open World Time Trial Challenges in Gavireh Lajavard and Realm of Farakhkert."},{"id":80248,"name":"Badlands Adventurer - Complete a total of {param0} Open World Time Trial Challenges in Gavireh Lajavard and Realm of Farakhkert."},{"id":80249,"name":"Khvarena of Good and Evil - Complete \"Khvarena of Good and Evil.\""},{"id":80250,"name":"Alkanet Amrita - Upgrade the Amrita Pool to its maximum level."},{"id":81000,"name":"Overlooking View - Reach the very top of Qingyun Peak."},{"id":81001,"name":"The Remains of the Gale - Reach the top of the tower in Stormterror's Lair."},{"id":81002,"name":"\"Seeds of Stories, Brought by the Wind...\" - Reach the nameless island northeast of Mondstadt."},{"id":81003,"name":"Unswerving - Open the chest in the middle of the heart-shaped rock formation."},{"id":81004,"name":"Initiating Warp Drive! - Pass through the time tunnel in the skies of Cape Oath."},{"id":81005,"name":"Beloved of the Anemo Archon - Take a seat in the hands of the God Statue in Mondstadt."},{"id":81010,"name":"The Best Sword in the Cemetery - Unlock the Tri-Seal of the Sword Cemetery."},{"id":81014,"name":"Hidden Palace of Guizang Formula - Follow in the footsteps of immortals, and unlock the Domain's door."},{"id":81015,"name":"Cecilia Garden - Return the Seelie to their rightful places and unlock the entrance to a Domain in Wolvendom."},{"id":81016,"name":"Hidden Palace of Zhou Formula - Follow the Seelie and light the torches to unlock the entrance to a domain in Wuwang Hill."},{"id":81017,"name":"\"If you put your heart into it...\" - Cook 1 suspicious-tasting dish."},{"id":81018,"name":"\"...Anyone can be a gourmet.\" - Cook 10 suspicious-tasting dishes."},{"id":81019,"name":"Boared to Death - Be defeated by a wild boar."},{"id":81020,"name":"Golden Gliding License - Glide a long, long distance in one go."},{"id":81021,"name":"It's the Same As Having Wings - Glide continuously for over 80s."},{"id":81022,"name":"Quick As Lightning - Sprint continuously (or use an alternative sprint) for over 15s."},{"id":81023,"name":"Friends the World Over - Meet all sorts of people during your adventure."},{"id":81024,"name":"Megastar in Mondstadt - Reach Reputation Lv. 8 in Mondstadt."},{"id":81025,"name":"Legend in Liyue - Reach Reputation Lv. 8 in Liyue."},{"id":81026,"name":"QUEST CLEAR - Complete 10 Bounties."},{"id":81027,"name":"QUEST CLEAR - Complete 20 Bounties."},{"id":81028,"name":"QUEST CLEAR - Complete 30 Bounties."},{"id":81029,"name":"Hero-in-Training - Complete 10 Requests."},{"id":81030,"name":"Hero-in-Training - Complete 20 Requests."},{"id":81031,"name":"Hero-in-Training - Complete 30 Requests."},{"id":81032,"name":"QUEST FAILED - Lost track of a Bounty target."},{"id":81033,"name":"The Bleak Midwinter - Succumb to Sheer Cold..."},{"id":81034,"name":"Priest, Princess, and Scribe - Claim the treasure of the Entombed City."},{"id":81035,"name":"Prodigal Son's Return - Follow the path of one of the members of the long-lost investigation team to where they embarked on their journey home."},{"id":81036,"name":"Snow-Stored History - Discover the fate of a long-lost investigation team that once explored Dragonspine."},{"id":81037,"name":"Glacial Steel - Obtain an ancient weapon made of Starsilver."},{"id":81038,"name":"Futile Endeavor - Discover the remains of many ruin machines."},{"id":81039,"name":"Untellable Tale - Make an unexpected friend in an unexpected location."},{"id":81040,"name":"Towering Achievement - Reach the summit of Dragonspine."},{"id":81041,"name":"Winter Wonderland - Discover a Cryo Crystalfly beneath a snow pile."},{"id":81042,"name":"The Hunter Becomes the Hunted - Be defeated by The Great Snowboar King."},{"id":81043,"name":"Chill Out! - Defeat The Great Snowboar King while the latter is in berserker mode."},{"id":81044,"name":"Glutton for Goulash - Learn to make Goulash."},{"id":81045,"name":"Wrath of the Gods - Get struck by lightning."},{"id":81046,"name":"Sky High - Climb the Skyfrost Nail after it has been restored."},{"id":81047,"name":"Transmutation Nuclide - Use the Parametric Transformer to complete one material transmutation."},{"id":81048,"name":"...You could hear Paimon all along, couldn't you? - Even Paimon gets tired sometimes."},{"id":81049,"name":"Realm Sans Frontières - Use the Serenitea Pot to enter your realm."},{"id":81050,"name":"High Adeptal Energy Readings Ahead - Reach 20,000 Adeptal Energy in 1 realm layout."},{"id":81051,"name":"High Adeptal Energy Readings Ahead - Reach 20,000 Adeptal Energy in 2 realm layouts."},{"id":81052,"name":"High Adeptal Energy Readings Ahead - Reach 20,000 Adeptal Energy in 3 realm layouts."},{"id":81053,"name":"Friend of the Realm - Reach Trust Rank 4 with the teapot spirit."},{"id":81054,"name":"Friend of the Realm - Reach Trust Rank 7 with the teapot spirit."},{"id":81055,"name":"Friend of the Realm - Reach Trust Rank 10 with the teapot spirit."},{"id":81056,"name":"T—T—T—Timberhochwandi - Obtain 100 pieces of wood."},{"id":81057,"name":"T—T—T—Timberhochwandi - Obtain 600 pieces of wood."},{"id":81058,"name":"T—T—T—Timberhochwandi - Obtain 2,000 pieces of wood."},{"id":81059,"name":"If I Were a Rich Man - Obtain 2,000 realm currency."},{"id":81060,"name":"If I Were a Rich Man - Obtain 10,000 realm currency."},{"id":81061,"name":"If I Were a Rich Man - Obtain 50,000 realm currency."},{"id":81062,"name":"Not Just a Small Bench - Create 120 furnishings."},{"id":81063,"name":"Not Just a Small Bench - Create 300 furnishings."},{"id":81064,"name":"Not Just a Small Bench - Create 600 furnishings."},{"id":81065,"name":"Color It In - Create 50 dyes."},{"id":81066,"name":"Color It In - Create 200 dyes."},{"id":81067,"name":"Color It In - Create 600 dyes."},{"id":81068,"name":"Precision Modeling - Learn 60 furnishing blueprints."},{"id":81069,"name":"Precision Modeling - Learn 120 furnishing blueprints."},{"id":81070,"name":"Precision Modeling - Learn 180 furnishing blueprints."},{"id":81071,"name":"My... Territory - Place 50 furnishings in a single realm layout."},{"id":81072,"name":"My... Territory - Place 150 furnishings in a single realm layout."},{"id":81073,"name":"My... Territory - Place 300 furnishings in a single realm layout."},{"id":81074,"name":"Yo-Ho-Ho, and a Bottle of Dandelion Wine - Climb aboard your Waverider."},{"id":81075,"name":"Mighty and Illuminated Wave Rider - Continuously sail your Waverider for a certain period of time."},{"id":81076,"name":"Nice Boat! - Switch Waveriders with another player."},{"id":81077,"name":"...And Her Name Is the Mary Celeste - Suffer the destruction of your Waverider..."},{"id":81078,"name":"Déjà Vu! - Continuously sail your Waverider at high speeds for a certain period of time."},{"id":81079,"name":"Honored Guest of the Realm - Invite a companion to move in to your Serenitea Pot."},{"id":81080,"name":"Fireside Chats - Unlock 10 interactions with your companions."},{"id":81081,"name":"Fireside Chats - Unlock 20 interactions with your companions."},{"id":81082,"name":"Fireside Chats - Unlock 30 interactions with your companions."},{"id":81083,"name":"Gifts All Around - Receive 5 gifts from your companions."},{"id":81084,"name":"Gifts All Around - Receive 10 gifts from your companions."},{"id":81085,"name":"Gifts All Around - Receive 20 gifts from your companions."},{"id":81086,"name":"Just Like a Game of Chess - Set up a Realm Waypoint in your Serenitea Pot for the first time."},{"id":81087,"name":"We're Going to Need More Crops! - Gather 40 items in \"A Path of Value"},{"id":81088,"name":"We're Going to Need More Crops! - Gather 200 items in \"A Path of Value"},{"id":81089,"name":"We're Going to Need More Crops! - Gather 800 items in \"A Path of Value"},{"id":81090,"name":"My Blooming Abode - Gather 40 items in \"A Path of Value"},{"id":81091,"name":"My Blooming Abode - Gather 200 items in \"A Path of Value"},{"id":81092,"name":"My Blooming Abode - Gather 800 items in \"A Path of Value"},{"id":81093,"name":"Stop! Gather Time. - Gather 40 items in \"A Path of Value"},{"id":81094,"name":"Stop! Gather Time. - Gather 200 items in \"A Path of Value"},{"id":81095,"name":"Stop! Gather Time. - Gather 800 items in \"A Path of Value"},{"id":81096,"name":"Yamada Go's Wooden Mallet - See through the illusions of the Tanuki several times."},{"id":81097,"name":"\"Kujirai Art, Temari Jutsu\" - Play a game of Temari with Kujirai."},{"id":81098,"name":"Temari for Life - Have another player join a game of Temari that you are hosting."},{"id":81099,"name":"Paimon's Lucky Day! - Draw a \"Great Fortune\" fortune slip at the Grand Narukami Shrine."},{"id":81100,"name":"Just My Luck... - Draw a \"Great Misfortune\" slip at the Grand Narukami Shrine"},{"id":81104,"name":"Underground... Overrated? - Sometimes, the real treasure is the things you learn along the way."},{"id":81105,"name":"SHUUMATSU GAIDEN - Get caught up in the fight between the Shuumatsuban and the Fatui..."},{"id":81106,"name":"Iwakura Out - Witness the end of the Iwakura Clan."},{"id":81108,"name":"Who Let the Dogs Out - Set Toratarou free."},{"id":81109,"name":"You Can't Help Your Feelings - Help Hiromi resolve his angst."},{"id":81111,"name":"They Shall Not Grow Old - Pay your respects to the deceased."},{"id":81112,"name":"Oh, the Humanity! - Witness the fate of the Samurai."},{"id":81113,"name":"A Hollow Soul - Find Washizu's lost possessions."},{"id":81114,"name":"Rise and Shrine - Find all the shrines on Yashiori Island."},{"id":81115,"name":"...And I Would Walk 3,000 More - Find Chouji on Tatarasuna and Narukami Island."},{"id":81116,"name":"A Doctor's Odyssey - Find out what happened to Yasumoto."},{"id":81117,"name":"Knock Knock - Disable the containment dome surrounding the Mikage Furnace."},{"id":81118,"name":"Kannazuka Battle Plan - Defeat the revived Electro Hypostasis."},{"id":81119,"name":"Why We Fight - Help Masanori return to his senses."},{"id":81120,"name":"Oowazamono - Defeat Masanori with ease."},{"id":81121,"name":"Second Blooming - Obtain Hanayama Kaoru's gift."},{"id":81122,"name":"Thank You, Come Again - Obtain the grand prize from Takashi's chests."},{"id":81123,"name":"Shocking... Positively Shocking - Get struck down by Balethunder..."},{"id":81124,"name":"Jackpot - Use the Kamuijima Cannon to reveal a treasure trove."},{"id":81125,"name":"Blade of Tatara - Obtain the diagram of a certain weapon from the past."},{"id":81130,"name":"Rest in Peace - End the wrath of 10 deceased samurai."},{"id":81131,"name":"Amateurs Hammer Nails Into Hooks - Catch your first fish."},{"id":81132,"name":"\"Do you need a fishtank to go with that?\" - Catch your first Ornamental Fish."},{"id":81133,"name":"Yon Mirror'd Moon, Broken - Catch a fish that only comes out at night for the first time."},{"id":81134,"name":"Ding Ding Ding! - Catch 100 fish successfully."},{"id":81135,"name":"Ding Ding Ding! - Catch 500 fish successfully."},{"id":81136,"name":"Ding Ding Ding! - Catch 2,000 fish successfully."},{"id":81137,"name":"\"Call Me Ishmael.\" - Catch one fish in another player's world."},{"id":81138,"name":"Fishy Motive - Buy a fishing rod from the Fishing Association."},{"id":81139,"name":"Into the Waters - Successfully make 20 Bait."},{"id":81140,"name":"A Right Proper Angler - Unlock 20 fish Archive entries."},{"id":81141,"name":"\"That's What They Call a Getaway!\" - Allow a struggling fish to get off the hook."},{"id":81142,"name":"\"Oh, so That's How You Fish...\" - Scare the fish away when casting your rod."},{"id":81143,"name":"Stabilizer - Catch fish successfully 10 times while always staying inside the Ideal Tension Zone."},{"id":81144,"name":"Intermission - Catch a scattered page of a book while fishing in Inazuma."},{"id":81150,"name":"As You Wish - Have your fortune told 5 times by Granny Komaki while obtaining an ideal result."},{"id":81151,"name":"A Mermaid's Tale - Help Kumi with her problem."},{"id":81152,"name":"A Distant Sea Shepherd's Treasure - Gain the most valued treasure of a great pirate from the ramblings of drunkards."},{"id":81153,"name":"Long John Silver - Find all of Rinzou's buried treasure."},{"id":81154,"name":"Today, This Seal — Tomorrow, Watatsumi Island! - Break the seal over the Electro Archon's shrine."},{"id":81155,"name":"Palace in a Pool - Unlock \"Palace in a Pool\""},{"id":81156,"name":"The Stranding of the Beagle - Explore Watatsumi Island, following in the footsteps of an unknown researcher."},{"id":81157,"name":"\"I am a cat named Neko.\" - Meet Neko, the \"Provisional Head Priestess of the Asase Shrine.\""},{"id":81158,"name":"Cat in the Clouds - Witness a \"good thing\" come lately together with Neko, the \"Provisional Head Priestess of the Asase Shrine.\""},{"id":81159,"name":"A Cat's Gift - Feed the kittens on Seirai Island and gain their affection."},{"id":81160,"name":"It Has to Be Treasure - \"I already told you, it's just a picture!\""},{"id":81161,"name":"On the Other Side of Homesickness - Help Oda Tarou take four pictures of Seirai Island."},{"id":81162,"name":"This and That... - ... Try connecting them?"},{"id":81163,"name":"Davy Jones' Locker - Unlock all the mechanisms onboard the \"Seiraimaru.\""},{"id":81164,"name":"Sea of Puzzles - Unlock one series of mechanisms on Seirai Island"},{"id":81165,"name":"Great Amakumo Peak - Unlock the mechanism beneath Amakumo Peak"},{"id":81167,"name":"Traverse the Fog Door - Get used to Tsurumi Island's odd weather."},{"id":81168,"name":"Nihil Sub Caligine Novum - Seems like you're back to square one..."},{"id":81170,"name":"White's Illusion - Encounter the illusions of the ancient past"},{"id":81171,"name":"\"Lovely Sights, Further Than the Eye Can See\" - Bid farewell to your boatman."},{"id":81172,"name":"A Tale of Two Cities - Even Tsurumi Island seems to be built atop the wreckage of ancient ruins."},{"id":81173,"name":"\"My Life as an Adventurer\" - Help Roald to complete his adventure diary."},{"id":81174,"name":"Light Up the Fog - Light up all the Stormstones on the Autake Plains."},{"id":81175,"name":"\"P—Paimon ate it...\" - Have the Maushiro that you got go missing."},{"id":81176,"name":"Guessing Game - From an even more distant past to the present day..."},{"id":81177,"name":"Thunderbird's Lineage - Complete all the statue challenges."},{"id":81179,"name":"Seven Letters - Try to decipher the Ishine Script."},{"id":81180,"name":"Moshiri Kara - Unlock Moshiri Kara."},{"id":81181,"name":"Across the Misty River - You finally reach the far side of the Sea of Fog..."},{"id":81182,"name":"\"Not Flyin' Away This Time!\" - Use the Omni-Ubiquity Net item to capture 1 Crystalfly."},{"id":81183,"name":"The Net Closes In - Use the Omni-Ubiquity Net item to capture 1 Finch."},{"id":81184,"name":"N-Thousand Leagues Under the Sea - Enter Enkanomiya."},{"id":81185,"name":"Flowing Sunfire, Also Known as Marishi - Unlock the secret at the Sunfire Gate."},{"id":81186,"name":"Of Sun and Moon - Switch between Whitenight and Evernight once."},{"id":81187,"name":"\"Extensive And Meticulous\" - Receive the Jibashiri's acknowledgment."},{"id":81188,"name":"\"The Eel in Winter Sought\" - Receive the Jibashiri's acknowledgment."},{"id":81189,"name":"\"Unmatched Throughout Tokoyo\" - Receive the Jibashiri's acknowledgment."},{"id":81191,"name":"\"Maybe Get Yourself a More Social Hobby...\" - Complete Date's labyrinth challenge."},{"id":81192,"name":"\"If Tokoyo Ookami Knew of This...\" - Return all the library books, and..."},{"id":81193,"name":"\"What Difference Does This Make?\" - Sit at every single special spot."},{"id":81194,"name":"The Children of God Shall Dance - Speak to all the Phaethon afterimages."},{"id":81195,"name":"Light and Dark, Dusk and Dawn - Head to the top of the Dainichi Mikoshi."},{"id":81196,"name":"Step Right Up! - Complete the archery challenge."},{"id":81197,"name":"The Ill-Starred Legacy of Iwakura - Return the blade of the Iwakura Master."},{"id":81198,"name":"One Key for Each Lock - Find all the Key Sigils."},{"id":81199,"name":"The Lost Valley - Unlock The Lost Valley."},{"id":81200,"name":"The Chasm Mining Records - Read all text fragments related to mining in The Chasm."},{"id":81201,"name":"People of the Valley of Life - Find the shriveled seed and do not eat it rashly."},{"id":81202,"name":"CREDE TENEBRIS - Open the secret chamber in the ruins."},{"id":81203,"name":"The Nine-Word Rumor - Find all the secret messages."},{"id":81204,"name":"Den of Thieves - Find the Treasure Hoarder stash."},{"id":81205,"name":"Ding Ding Ding, We Have a Winner! Again! - Get three treasure chests and pass Old Chou's treasure hunt game."},{"id":81206,"name":"Of the Human Heart Many Essays Written - Complete all ecological surveys and gain the recommendation letter from Khedive."},{"id":81207,"name":"If Not Us, Then Who? - Collect the letters of the Fatui in The Chasm."},{"id":81208,"name":"Maintain Safety Distance - Use the Safe Blasting Mechanism 2156 to clear the path ahead."},{"id":81209,"name":"Birth Pains of the Dark Fog - Defeat the thing that emerged from the dark fog."},{"id":81210,"name":"The Alchemistake - Rescue Clitopho."},{"id":81211,"name":"Valor's Afterglow - Where lies the true meaning of adventure?"},{"id":81212,"name":"Not for Long-Term Consumption - Find Uncle He, the missing miner, in The Chasm."},{"id":81213,"name":"The Mushroom That Asks Too Much - Complete Xamaran's commission in The Chasm."},{"id":81214,"name":"The Millelith Shall Never Be Moved - Collect all the offerings the Millelith left behind and obtain the treasure."},{"id":81215,"name":"Jack of No Trades - Get to know the story of Tang Wuchou, hero of the cliffs."},{"id":81216,"name":"Well Done, Stierlitz! - Help Yanbo complete the Millelith's mission."},{"id":81217,"name":"Yet the Darkness Did Not Overcome It... - Use the Lumenstone's Blooming Light to clear the crystallized darkness on an Oozing Concretion for the first time."},{"id":81218,"name":"\"...Smells Like Asphalt.\" - Be brought down by the contaminants within the black mud for the first time."},{"id":81220,"name":"\"All We Need Is Some Firewood and Some Vinegar...\" - There is not just one secret path to the surface."},{"id":81221,"name":"The Tome of Taliesin - Obtain Taliesin's gift."},{"id":81222,"name":"Light Up the Dark - Send forth some light."},{"id":81223,"name":"Nature's Infinite Wit - Reach Reputation Lv. 10 in Sumeru."},{"id":81224,"name":"For Meritorious Service - Offer help to many Aranara in the forest."},{"id":81225,"name":"Portal of Marvels - Truly step into \"the world of the Aranara\"..."},{"id":81226,"name":"Perched Between Dream and Reality - Enter Vanarana in reality."},{"id":81227,"name":"Music of the Forest - You seem to have the potential to be a \"song gatherer\"..."},{"id":81228,"name":"A Leisurely Journey - One should not miss out on the scenery along the way."},{"id":81229,"name":"Glittering Melody - ...They will carry this melody for generation after generation."},{"id":81230,"name":"The Tale of the Forest - Hear 5 tales of the forest from Aravinay."},{"id":81231,"name":"A Once-Emerald Nursery - Enter the Vanarana of yesteryear."},{"id":81232,"name":"The End of Annihilation - Defeated Marana's Avatar, and then..."},{"id":81233,"name":"Though to the Earth I May Return... - ...My Dreams and Desires Shall Not Adjourn."},{"id":81234,"name":"Ever an Outcast in the Forest - Now it's all settled."},{"id":81235,"name":"Master Chef"},{"id":81236,"name":"Open Sesame! - Use the secret code to enter the Fatui's hidden encampment."},{"id":81237,"name":"A Conversation with the Treasure Chest Owner - Find the Aranara's \"Treasure Chest.\""},{"id":81238,"name":"Vamadha-Go-Round - Turn every Vamadha that holds a hidden treasure chest."},{"id":81239,"name":"In the Name of Anfortas - Visit the place where the heroes met their end."},{"id":81240,"name":"Call of the Nameless City - Quiet the mysterious parchment."},{"id":81241,"name":"Walking with Water and Wind - Complete \"Until Vana is Healed.\""},{"id":81242,"name":"...Let Me Fade With Memory - Complete \"Vimana Agama.\""},{"id":81243,"name":"Now Let Time Resume - Complete Aradasha's unfinished business."},{"id":81244,"name":"Please Play Safely - Play with the Aranara in the forest."},{"id":81245,"name":"Eternal Sustenance - Go with Varsha to visit the Aranara nursery in real life."},{"id":81246,"name":"When the Dreams Bloom - Have the Viparyas bloom throughout the Aranara nursery."},{"id":81247,"name":"A Walnut Tree Amidst the Gardens - Ask Khayyam about the lost memories."},{"id":81248,"name":"Sumeru Monster Ecology Survey - Complete your task of protecting those who dwell in the forests."},{"id":81249,"name":"As the Lion Searched for Courage... - Find Arashakun's lost \"courage.\""},{"id":81250,"name":"Summit of Wisdom - Reach the highest point in Sumeru City."},{"id":81251,"name":"Explorer - Use Catalyze reactions to recover what should have been lost."},{"id":81252,"name":"The Jasmines Whisper, the Pomegranates Are Glad - Complete \"Agnihotra Sutra.\""},{"id":81253,"name":"Swift as the Wind - Activate three wind currents in Mawtiyima Forest."},{"id":81254,"name":"The Rule of Three - Find three lost musical scores and obtain three Vasoma Fruits."},{"id":81255,"name":"The Bitter Fruit of Dreams - Use Kusava for the first time."},{"id":81256,"name":"The Rain Seeps Into the Soil - Complete \"Varuna Gatha.\""},{"id":81257,"name":"They Enter the Flow - Use your Kamera to capture the moment when the Varunastra starts up."},{"id":81258,"name":"Weather Control Activated - Control the Varuna Contraption to change the weather in Apam Woods."},{"id":81259,"name":"Oh, Frabjous Day! - Find the secret treasure by following the clues in the chests."},{"id":81260,"name":"Kara's Child - Drift freely in the forest."},{"id":81261,"name":"The Lengthy Reunion - Follow the Sumpter Beast that has lost its owner until it finishes its journey."},{"id":81262,"name":"\"I've Got It! I've Got It!\" - Find and solve a series of riddles in Sumeru City."},{"id":81263,"name":"Song of Night and Dawn - ...We shall meet each other somewhere in the future."},{"id":81264,"name":"Close Encounters of the Which Kind? - An unusual \"friend\" has joined the archaeology team..."},{"id":81265,"name":"Exploration in the Desert - The exploration in the desert has just begun."},{"id":81266,"name":"Thinking Like a Vahumana Scholar - The ink bottle has a fearsome power."},{"id":81267,"name":"Fata Morgana - The way to the throne has finally been revealed."},{"id":81268,"name":"Create, Swap, Store, and Use - Even the key must first receive \"acknowledgment.\""},{"id":81269,"name":"The Amazing Pyramid - A small step towards hiding the truth."},{"id":81270,"name":"Walk Like King Deshret's People - Obtain permission to go through many doors."},{"id":81271,"name":"The Straight Path - Head to the hidden compartment at the top of the Mausoleum of King Deshret."},{"id":81272,"name":"The Path to Enlightenment - No one knows how these great monuments were built or why they were lost to time."},{"id":81273,"name":"Encore! - Stand before King Deshret again in Khaj-Nisut."},{"id":81274,"name":"Reclining on Top of the World - Complete Afratu's Dilemma."},{"id":81275,"name":"What Does This Button Do? - As long as you miss, it isn't a big deal."},{"id":81276,"name":"The Breakthrough - Are all machines from Khaenri'ah this strange?"},{"id":81277,"name":"What's the Password? - Open the mysterious gate of the Lamb-Devourer Rock."},{"id":81278,"name":"The End of the Corridor - Enter the most secret chamber at the bottom of the Mausoleum of King Deshret."},{"id":81280,"name":"The King of Four Lands - Find and unlock the secrets of all Transparent Ruins in the desert."},{"id":81281,"name":"Scarlet Reign's Great Red Sand - Explore the three large Obelisks in the desert."},{"id":81282,"name":"Engraved - Beauty and hope are the tenderest remembrances of the dead."},{"id":81283,"name":"Before My Time - People don't want to mention his name, nor do they want to remember his words or deeds."},{"id":81284,"name":"The Illusory City - Experience your first mirage in the desert."},{"id":81285,"name":"How Do You Write the Excavation Report? - Explore the ruins beneath the desert for the first time."},{"id":81286,"name":"Drifting in the Wind - Break the tumbleweed drifting in the desert."},{"id":81288,"name":"One Flew Over the Sick Men's Rest - There was one survivor who got away."},{"id":81289,"name":"A Well-Trained Archaeologist - Bring all the Primal Obelisks in the Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh back to life."},{"id":81290,"name":"Beyond the Shadow of Time - Touch every mysterious mural in the desert."},{"id":81291,"name":"\"If They Had Known the Unseen...\" - Liloupar frees herself of her contract with you, choosing to face her dark and distant destiny..."},{"id":81292,"name":"\"It's Only an Eternity of Servitude!\" - The Jinni Liloupar, who has slumbered for hundreds and thousands of years, enters into a pact with you."},{"id":81293,"name":"The Nameless City's Past - The murals within the temple of Gurabad speak of a glorious bygone age..."},{"id":81295,"name":"The Silent, Dreamless Paradise - This is the mausoleum of the Goddess of Flowers. This is the long and dreamless slumber of a god..."},{"id":81296,"name":"\"...For She Shall Surely Requite.\" - Will the evil-doers and their oracles have known of this day, when the avenger unleashes her righteous fury?"},{"id":81297,"name":"La Luna Rossa - Across this vast chessboard, what horrors have been enacted under the light of the blood-red moon?"},{"id":81298,"name":"Flat Out - The blind Wenut crash across the desert, and yet even such reckless charges do sometimes yield results..."},{"id":81299,"name":"\"I Hate 'Em Myself!\" - Be attacked by a Wenut for the first time."},{"id":81300,"name":"Genesis of the Rift - Discover the truth behind the destruction of the Eremite investigative expedition to Gurabad."},{"id":81301,"name":"Didn't Even Need a Manual... - Revive Benben to its former state."},{"id":81302,"name":"Hunter's Mercy - Let Tadhla the Falcon choose her own fate..."},{"id":81303,"name":"On a Magic Carpet Ride - This whole new world, this dazzling place I never knew!"},{"id":81304,"name":"\"Isn't Life Wondrous?\" - The Wenut tunnel their palaces windingly, perhaps even intricately, since life always finds a way..."},{"id":81306,"name":"The Ancient Orchard and Spring - The terraced pools that once overflowed with spring water have now been filled with yellow sand..."},{"id":81307,"name":"In Her Full Glory... - The fuchsia Padisarahs bloom upon an empty throne, like the eternal smile of their mistress..."},{"id":81308,"name":"\"...Shew the Kingdoms Thy Shame.\" - Make the damaged chessboard re-emerge amidst the sands."},{"id":81309,"name":"From Soil You Are, and to the Sand You Shall Return... - Just like all who dwell in the desert..."},{"id":81310,"name":"The Perfect Sandstorm - \"We're heading straight into meteorological hell.\""},{"id":81311,"name":"The Loveless Tarantula - \"I swear I'm gonna boil you down for axle grease!\""},{"id":81312,"name":"Parvezravan Khwarrah - Bring all the Primal Obelisks in the Desert of Hadramaveth back to life."},{"id":81313,"name":"A Very Long Engagement - Though destinies may be sundered, the pact lives on in slumber..."},{"id":81314,"name":"Where the Light Touches - Reach Vourukasha Oasis."},{"id":81315,"name":"Like a Morning Sun Coming Out of Gloomy Mountains - Escort Mihir through her cleansing pilgrimage."},{"id":81316,"name":"The Tree on the Hill - Bring Rashnu back to the Vourukasha Oasis."},{"id":81317,"name":"Beneath the Fog - Dispel the purple mist permeating Asipattravana Swamp."},{"id":81318,"name":"Hic Pulso - Retrieve all five Korybantes."},{"id":81319,"name":"Vyakarana of the Birds - Sorush has obtained the Twin-Horned Chaplet with Zurvan as her witness..."},{"id":81320,"name":"Behold My Righteous Strike! - Use the Ruin Cannon to destroy the Golem's core."},{"id":81321,"name":"\"...Abandon All Hope, Ye Who Enter Here.\" - Reach the end of the surface realms."},{"id":81322,"name":"Fabricator-General - Activate the large elevator in the underground ruin workshop."},{"id":81323,"name":"Trial of Haft-Vádí - You now wield the power of the Great Songs of Khvarena."},{"id":81324,"name":"A Rope Over an Abyss - Complete the Rite of Chinvat and clear a path through the dark hollow."},{"id":81325,"name":"The Camel, the Lion, and the Child - Obtain all Spenta Hearts from the tarnished Defiled Chambers."},{"id":81326,"name":"The Day of Tirgan - Upon cleansing the abyss of heaven above, the power of Khvarena and Amrita radiates across the land."},{"id":81327,"name":"A Fascinating Journey - Complete \"An Artist Adrift.\""},{"id":81328,"name":"\"This Mystery Is Solved!\" - Complete \"Monumental Study.\""},{"id":81329,"name":"Homeward-Bound Spirits - Complete \"Pale Fire.\""},{"id":81331,"name":"The Brave Shall Not Falter - Pass all the trials set by Jarjar."},{"id":81332,"name":"Bifröst - Complete all the \"Soul Bell\" challenges."},{"id":81333,"name":"Seven Dish Dance - Complete all \"Percussive Prancing Mushroom\" challenges."},{"id":81334,"name":"Shining in the Mire - Use the power of Khvarena to destroy the Gray Crystals for the first time."},{"id":81335,"name":"When the Red Scarf Transforms Into a Bird in Flight... - Make your first flight with Sorush."},{"id":81336,"name":"Soaring in the Skies of Sary-Ozek - Keep Sorush in flight for a while."},{"id":81337,"name":"Whose Descendant Are You, and What's Your Name? - Call upon the power of Khvarena with Sorush for the first time."},{"id":81338,"name":"Use the Force, Sorush - Launch Nirodha Fruits with Sorush's help to melt {param0} crystals condensed from Amrita."},{"id":81339,"name":"The Sea of Fertility - All the ponds in the Vourukasha Oasis are now revitalized."},{"id":82001,"name":"Nothing Special, Just Practice - Hit a falcon mid-flight with your bow."},{"id":82002,"name":"Master Sniper - Strike an opponent's weak point from afar with an Aimed Shot."},{"id":82003,"name":"Der Freischütz - Strike an opponent's weak point from extremely far away with an Aimed Shot."},{"id":82004,"name":"Full Metal What Now? - Shatter the Geo Crystal Shield of a Large Geo Slime."},{"id":82005,"name":"Are Plasma Globes Still in Fashion? - Break an Electro Cicin Mage's shield."},{"id":82006,"name":"Rhythm Tengoku - Stop an Abyss Mage from regenerating its shield."},{"id":82007,"name":"Blazing Dadaupa - Set a Wooden Shieldwall Mitachurl's shield on fire."},{"id":82008,"name":"Juggernaut - Crush all of a Geo Hypostasis' Rock Pillars of Revival before it can be revived."},{"id":82009,"name":"The PRISM Program - Break all of an Electro Hypostasis' Revival Prisms before it can be revived."},{"id":82010,"name":"\"That's one big Crystalfly\" - Absorb all of an Anemo Hypostasis' Wind Crystals before it can be revived."},{"id":82012,"name":"\"...Not indicative of final product\" - Defeat an Anemo Hypostasis that has undergone 4 types of Elemental Conversions."},{"id":82013,"name":"The Bigger They Are... - Paralyze a Ruin Guard by attacking its weak point."},{"id":82014,"name":"Through Pass - Knock a Pyro Slime out of the hands of a Hilichurl Grenadier."},{"id":82015,"name":"Dolorous Stroke - Defeat an opponent by Shattering the ice they are trapped in."},{"id":82017,"name":"Hilichurl Champion - Defeat a Stonehide Lawachurl before its Infused Form can expire."},{"id":82019,"name":"Cool It! - Keep an opponent Frozen for over 10s (×1)."},{"id":82020,"name":"Cool It! - Keep an opponent Frozen for over 10s (×5)."},{"id":82021,"name":"Cool It! - Keep an opponent Frozen for over 10s (×10)."},{"id":82022,"name":"Go With the Wind! - Trigger Cryo, Hydro, Pyro and Electro Swirl Reactions at least once each within 2s (×1)."},{"id":82023,"name":"Go With the Wind! - Trigger Cryo, Hydro, Pyro and Electro Swirl Reactions at least once each within 2s (×5)."},{"id":82024,"name":"Go With the Wind! - Trigger Cryo, Hydro, Pyro and Electro Swirl Reactions at least once each within 2s (×10)."},{"id":82025,"name":"Season's Greetings - Freeze 4 opponents within 2s (×1)."},{"id":82026,"name":"Season's Greetings - Freeze 4 opponents within 2s (×5)."},{"id":82027,"name":"Season's Greetings - Freeze 4 opponents within 2s (×10)."},{"id":82028,"name":"Performance May Decline in Low Temperatures - Defeat 4 opponents with Superconduct within 2s (×1)."},{"id":82029,"name":"Performance May Decline in Low Temperatures - Defeat 4 opponents with Superconduct within 2s (×5)."},{"id":82030,"name":"Performance May Decline in Low Temperatures - Defeat 4 opponents with Superconduct within 2s (×10)."},{"id":82031,"name":"The Art of War - Defeat 4 opponents with Overloaded within 2s (×1)."},{"id":82032,"name":"The Art of War - Defeat 4 opponents with Overloaded within 2s (×5)."},{"id":82033,"name":"The Art of War - Defeat 4 opponents with Overloaded within 2s (×10)."},{"id":82034,"name":"Melt You Down Like Ice Cream - Defeat 4 opponents with Melt within 2s (×1)."},{"id":82035,"name":"Melt You Down Like Ice Cream - Defeat 4 opponents with Melt within 2s (×5)."},{"id":82036,"name":"Melt You Down Like Ice Cream - Defeat 4 opponents with Melt within 2s (×10)."},{"id":82037,"name":"A Little Less Shocking Than Love at First Sight - Defeat 4 opponents with Electro-Charged within 2s (×1)."},{"id":82038,"name":"A Little Less Shocking Than Love at First Sight - Defeat 4 opponents with Electro-Charged within 2s (×5)."},{"id":82039,"name":"A Little Less Shocking Than Love at First Sight - Defeat 4 opponents with Electro-Charged within 2s (×10)."},{"id":82040,"name":"Bon Appétit - Have 4 party members in the Full state at the same time."},{"id":82041,"name":"Purveyor of Punishment - Deal over 5,000 CRIT DMG."},{"id":82042,"name":"Purveyor of Punishment - Deal over 20,000 CRIT DMG."},{"id":82043,"name":"Purveyor of Punishment - Deal over 50,000 CRIT DMG."},{"id":82044,"name":"Down We Go - Clear Floor 4 of the Spiral Abyss."},{"id":82045,"name":"Down We Go - Clear Floor 8 of the Spiral Abyss."},{"id":82046,"name":"Down We Go - Clear Floor 12 of the Spiral Abyss."},{"id":82047,"name":"Down to Dodge - Complete Spiral Abyss 2-3 without taking any DMG."},{"id":82048,"name":"Down to Dodge - Complete Spiral Abyss 5-3 without taking any DMG."},{"id":82049,"name":"Down to Dodge - Complete Spiral Abyss 8-3 without taking any DMG."},{"id":82050,"name":"My Precious - Complete Spiral Abyss 2-2 with an undamaged Ley Line Monolith."},{"id":82051,"name":"Abyssal Crusader - Obtain all Abyssal Stars in the Spiral Abyss."},{"id":82052,"name":"Fantastic Four - Complete a Domain using 4 characters of the same Elemental Type."},{"id":82053,"name":"Hydro Hunter - Defeat every type of Hydro Mimic that an Oceanid can summon."},{"id":82054,"name":"Dip, Duck, Dive, Dodge, Defeat - Defeat an Oceanid without being hit by water bombs left behind by certain Hydro Mimics."},{"id":82055,"name":"...Well, That Was Strange - Defeat the Unusual Hilichurl 1 time."},{"id":82056,"name":"...Well, That Was Strange - Defeat the Unusual Hilichurl 20 times."},{"id":82057,"name":"...Well, That Was Strange - Defeat the Unusual Hilichurl 50 times."},{"id":82058,"name":"Extreme Gardening - Paralyze a Cryo Regisvine by attacking its corolla."},{"id":82059,"name":"Gardener Extraordinaire - Paralyze a Pyro Regisvine by attacking its corolla."},{"id":82060,"name":"Geronimo! - Hit an opponent with a Plunging Attack after plunging for more than 5 seconds."},{"id":82061,"name":"Vicious Circle - Unleash 5 Elemental Bursts within 15 seconds."},{"id":82062,"name":"Shield Me From the World - Have a single character be protected by 3 different types of shield at once."},{"id":82063,"name":"\"Take That, You Overblown Mist Flower!\" - Defeat a Cryo Regisvine without destroying its corolla weak point."},{"id":82064,"name":"\"That Was Blooming Hot\" - Defeat a Pyro Regisvine without destroying its corolla weak point."},{"id":82065,"name":"Outlander Vs. Outlander - Defeat Childe without any party member being marked and then hit by his follow-up attack."},{"id":82066,"name":"Turnover - Knock a Cryo Slime out of the hands of a Cryo Hilichurl Grenadier."},{"id":82067,"name":"Tear Down This Wall! - Destroy an Ice Shieldwall Mitachurl's shield."},{"id":82068,"name":"No Ice for Me, Thanks - Defeat a Cryo Samachurl before it is able to create an ice pillar."},{"id":82069,"name":"...The Harder They Fall - Destroy a Cryo Samachurl's ice pillar."},{"id":82070,"name":"Chilly-Churl - Defeat a Frostarm Lawachurl before its Infused Form can expire."},{"id":82071,"name":"\"Rosebud...\" - Break a Cryo Cicin Mage's shield."},{"id":82072,"name":"Assassin of Kings - Defeat the true ruler of Dragonspine?"},{"id":82073,"name":"David and Goliath - Paralyze a Ruin Grader by attacking its weak point."},{"id":82074,"name":"Penalty - There are places where one cannot simply dig Pyro Slimes out of the ground..."},{"id":82075,"name":"Force Field Erosion - Destroy the Electro Hypostasis' barrier."},{"id":82076,"name":"\"...Lizard-Spock\" - Have one character get hit by all three parts of the rock-paper-scissors attack consecutively."},{"id":82077,"name":"A House Ill-Founded - Cause the same Geo Hypostasis to fall three times by destroying the Basalt Column that it is on."},{"id":82078,"name":"None Stand Secure - Force the Geo Hypostasis into its revival state without destroying any Basalt Columns."},{"id":82079,"name":"Back With the Wind - Absorb at least 10 Elemental Orbs created by the Anemo Hypostasis in a single battle."},{"id":82080,"name":"Core Meltdown - Destroy the Blazing Seed created by a Pyro Regisvine."},{"id":82081,"name":"Knockout - Destroy a Cryo Regisvine's corolla weak point while it is performing its rotary spray attack."},{"id":82082,"name":"\"...Till Debt Do Us Part\" - Defeat a Fatui Agent while they are in their stealth mode."},{"id":82083,"name":"\"Melting... Away...\" - Defeat a Cryo Cicin Mage while all her Cryo Cicins are currently active."},{"id":82084,"name":"And You Call Yourself One of the Four Winds - Defeat an Anemoboxer Vanguard after having triggered all of their Elemental Absorptions."},{"id":82085,"name":"Touch and Go - Use a shield to counter a Geovishap's charging attack."},{"id":82086,"name":"Deflection! - Use a shield to counter a Primo Geovishap's Primordial Shower attack."},{"id":82087,"name":"You Can Have Those Back! - Use a shield of a matching type (or a Geo shield) to counter a Geovishap's Primordial Shower attack and deal immense DMG."},{"id":82088,"name":"Sternest of Souls - Defeat Azhdaha in all its forms."},{"id":82089,"name":"\"...A Single Night's Work\" - Defeat a Cryo Hypostasis that is in a weakened state."},{"id":82090,"name":"\"Knee-Deep Snow...\" - Defeat a Cryo Hypostasis that has revived three times."},{"id":82091,"name":"...Geovishap, Solarvishap, Lunarvishap... - Defeat the Geovishap in all of its elemental forms."},{"id":82092,"name":"Geo Elemental Reaction? - Defeat the Primo Geovishap in all of its elemental forms."},{"id":82093,"name":"Puppet Show-Off - Defeat the Maguu Kenki while he is taunting you."},{"id":82094,"name":"Totaled Totem - Defeat an Electro Samachurl with no lightning totem on the field."},{"id":82095,"name":"Did My Hand Fall From My Wrist? - Defeat a Thunderhelm Lawachurl while in an enhanced state."},{"id":82096,"name":"I'll Skip the Spa, Thanks - Defeat a Mirror Maiden without being trapped by its Water Prison."},{"id":82097,"name":"It's Quiet... Too Quiet... - Defeat the Pyro Hypostasis after it enters its extinguished state only once"},{"id":82098,"name":"The Battle of Narukami Island - Defeat the Perpetual Mechanical Array in its weakened state."},{"id":82099,"name":"If I Run Fast Enough... - Defeat a Maguu Kenki without being hit by its phantom's attacks."},{"id":82100,"name":"In This Solemn Matter Let No One Interfere! - Defeat a Maguu Kenki without triggering its \"Oushi no Omote\" parry."},{"id":82101,"name":"Fine, I'll Do It Myself - Defeat a Primo Geovishap without reflecting its Primordial Shower."},{"id":82102,"name":"Burned Yourself, Did You? - Defeat a Pyro Hypostasis that has reignited twice."},{"id":82103,"name":"Smells like Animal Spirit! - Defeat a Pyro Hypostasis after being hit by its mimetic 3-hit combo."},{"id":82104,"name":"Core Breakthrough - Defeat a Perpetual Mechanical Array after paralyzing all 4 types of its Ruin Sentinels."},{"id":82105,"name":"Could All Uninvolved Machinery Please Leave Immediately? - Defeat the Perpetual Mechanical Array without defeating any of its Ruin Sentinels."},{"id":82106,"name":"Fight Fire With Fire - Defeat a Kairagi"},{"id":82107,"name":"Ride the Lightning - Defeat a Kairagi"},{"id":82108,"name":"I Hear Thunder... - Be struck by the lightning called down by a Crackling Axe Mitachurl..."},{"id":82109,"name":"The Finishing Touch - Defeat Azhdaha without ever having gained a shield."},{"id":82110,"name":"Dry Clean - Defeat the Hydro Hypostasis without destroying a single one of its Water Droplets (except when it is restoring HP.)"},{"id":82111,"name":"Bio-Oceanic Weapon - Be hit by a certain animal created by the Hydro Hypostasis..."},{"id":82112,"name":"Love and Non-Communication - Defeat a Thunder Manifestation without ever being locked onto."},{"id":82113,"name":"Thunder Fall - Defeat a Thunder Manifestation while it is in flight."},{"id":82114,"name":"Icy Rivers, Crimson Witch - Defeat Signora without destroying either her Hearts of Flame or Eyes of Frost."},{"id":82115,"name":"Salt for My Foes, and Water for Me - Obtain at least three healing orbs fired from the \"water droplets\" during the Hydro Hypostasis fight."},{"id":82116,"name":"The Fraught Return - Stop the Hydro Hypostasis from reviving itself without destroying any of the \"water droplets\" by placing obstacles or repelling them."},{"id":82117,"name":"Moment of Destruction - Defeat Signora without using any Crimson Lotus Moths."},{"id":82118,"name":"Electric Escape - Defeat a Thunder Manifestation without being hit by its homing thunder cage attack."},{"id":82119,"name":"Radio Silence - Get locked on by the Thunder Manifestation before you can attack it."},{"id":82120,"name":"Swimming Prohibited - Defeat the Bathysmal Vishap Herd without allowing them to dive into the water."},{"id":82121,"name":"Inugami's End - Destroy two Rifthound Skulls within a short time."},{"id":82122,"name":"Hard Landing - Bring a climbing Bathysmal Vishap down."},{"id":82123,"name":"Impeccable Judgment - Only shoot down your real opponent..."},{"id":82124,"name":"Beware of Angry Dog - Defeat a roaring Rifthound."},{"id":82125,"name":"Basically Harmless - Defeat a Specter that has not accumulated any Fury."},{"id":82126,"name":"Death Proof - Dodge one entire round of the Baleful Vajra's destructive waves during one battle with Magatsu Mitake Narukami no Mikoto."},{"id":82127,"name":"Overflowing Light - Destroy 2 Oozing Concretions with 1 Blooming Light during a battle against the Ruin Serpent."},{"id":82128,"name":"Ouroboros - Destroy Oozing Concretions to paralyze the Ruin Serpent while it is gathering energy."},{"id":82129,"name":"\"Han Always Shoots First...\" - ...So don't bring a knife to a gunfight."},{"id":82130,"name":"Opportunistic Gain - Watch the infighting between the Fungi."},{"id":82131,"name":"\"Get Over Here!\" - Shoot down a flying Fungus."},{"id":82132,"name":"When Autumn and Dew Meet - Let the Electro Regisvine perform its charged electrical collision."},{"id":82133,"name":"Three Strikes - Witness the three powerful abilities used by the activated Jadeplume Terrorshroom."},{"id":82134,"name":"The Mad Flower at the End of the Road - When the Electro Regisvine emits a beam of thunderous light, paralyze it by attacking its corolla."},{"id":82135,"name":"I Can't Take It Anymore! - Defeat an exhausted Jadeplume Terrorshroom after its activation state is finished."},{"id":82136,"name":"The Smell of Grilled Mushrooms in the Morning - In a single challenge, defeat 6 Fungi produced by Jadeplume Terrorshroom in a Burning state."},{"id":82137,"name":"Dragonslayer - In a single challenge, bring the Aeonblight Drake down by attacking the cores on its wings."},{"id":82138,"name":"Victory is a Mindset - In a single challenge, interrupt the energy flow of the Aeonblight Drake by attacking the core on its head."},{"id":82139,"name":"Resistance is Futile! - Defeat an Aeonblight Drake that has increased resistance to at least two different elements."},{"id":82140,"name":"System Shock - Defeat the Algorithm of Semi-Intransient Matrix of Overseer Network in its overclocked, Overloaded state."},{"id":82141,"name":"Daisy, Daisy - Break the Algorithm of Semi-Intransient Matrix of Overseer Network by hitting its cores with the Quicken, Aggravate, or Spread reactions."},{"id":82142,"name":"Stop It, Mr. Robot! - Interrupt the charged attack of the Aeonblight Drake by attacking the core on its head."},{"id":82143,"name":"Nanomachines, Son! - Defeat an activated Jadeplume Terrorshroom while it is unleashing a powerful skill..."},{"id":82144,"name":"Establishing a Beachhead - Witness the overclocking impact of the Algorithm of Semi-Intransient Matrix of Overseer Network"},{"id":82145,"name":"The Invisible Hand - Defeat the Primal Construct without disabling its invisible state."},{"id":82146,"name":"Grassy Blasty, Sparks 'n' Splash - Defeat 4 opponents with Burgeon within 2s (x1)."},{"id":82147,"name":"Grassy Blasty, Sparks 'n' Splash - Defeat 4 opponents with Burgeon within 2s (x5)."},{"id":82148,"name":"Grassy Blasty, Sparks 'n' Splash - Defeat 4 opponents with Burgeon within 2s (x10)."},{"id":82149,"name":"Hyperblooming Circus - Defeat 4 opponents with Hyperbloom within 2s (x1)."},{"id":82150,"name":"Hyperblooming Circus - Defeat 4 opponents with Hyperbloom within 2s (x5)."},{"id":82151,"name":"Hyperblooming Circus - Defeat 4 opponents with Hyperbloom within 2s (x10)."},{"id":82155,"name":"The Marvelous Uses of Nitrogen Fixation - During one Dendro Hypostasis challenge, cause three Restorative Piths to be in an Activated state simultaneously."},{"id":82156,"name":"Records of the Fall - Burn the Dendro Hypostasis' vine shell as it is performing a Plunging Attack."},{"id":82157,"name":"It All Comes Tumbling Down - Use the Elemental Matrices to overload and paralyze Shouki no Kami."},{"id":82158,"name":"Causality of Birth and Extinction - Even at the edge of obliteration, a comeback is still on the cards..."},{"id":82159,"name":"Active Camouflage - Remove the invisibility of at least 2 Primal Constructs using Quicken, Aggravate, Spread, or Truesense Pulses within 3 seconds."},{"id":82160,"name":"He Who Controls the Spice... - Use the Windbite Bullets to perform Swirl reactions and bring the Setekh Wenut in its floating form down."},{"id":82161,"name":"Refusal of Thorns - Use Pyro to burn all the thorns created by the Dendro Hypostasis during its Ring of Thorns attack."},{"id":82162,"name":"Back for More - Use the power of the Phagocytic Energy Blocks to immobilize the following enemies"},{"id":82163,"name":"Like Hopscotch? - Activate all Elemental Matrices in a fight against Shouki no Kami, the Prodigal."},{"id":82164,"name":"...It's Payback Time - Destroy Shouki no Kami's shield while he is delivering a powerful barrage of attacks."},{"id":82165,"name":"Now That's What You Call the Four Winds! - Use a Cryo, Pyro, Electro, and Hydro attack each to trigger a Swirl reaction with the Windbite Bullets in a fight against the Setekh Wenut."},{"id":82166,"name":"Despite the Barrier Between Us... - Defeat the Iniquitous Baptist without destroying its Elemental Shield."},{"id":82167,"name":"Proof by Exhaustion - Defeat Iniquitous Baptists of all possible elemental combinations."},{"id":82168,"name":"When You Say Nothing at All - Destroy all Elemental Rings to paralyze the Iniquitous Baptist when it begins to channel its attack."},{"id":82169,"name":"Like the Sun's Passage - Defeat the Guardian of Apep's Oasis without any character being attacked by aftershocks of the apocalypse."},{"id":84000,"name":"The End of the Beginning - Complete the Mondstadt Archon Quests."},{"id":84001,"name":"The Outlander Who Caught the Wind - Complete \"The Outlander Who Caught the Wind.\""},{"id":84002,"name":"For a Tomorrow Without Tears - Complete \"For a Tomorrow Without Tears.\""},{"id":84003,"name":"Song of the Dragon and Freedom - Complete \"Song of the Dragon and Freedom.\""},{"id":84004,"name":"Let the Wind Lead - Obtain the power of Anemo."},{"id":84005,"name":"...Or a New Storm? - Banish the dragon attacking Mondstadt."},{"id":84006,"name":"Knighthood Excellence - Become an Honorary Knight of Favonius."},{"id":84007,"name":"Knights and Their Knotty Issues - Fail to borrow the Holy Relic... but learn of the Knights' dilemma."},{"id":84008,"name":"Winds Change Their Course - Be rescued by Dvalin."},{"id":84009,"name":"Of the Land Amidst Monoliths - Complete \"Of the Land Amidst Monoliths\""},{"id":84010,"name":"Farewell, Archaic Lord - Complete \"Farewell, Archaic Lord.\""},{"id":84011,"name":"Outlandish Behavior - Be rescued by an outsider at the \"tourist spot that locals don't go to.\""},{"id":84012,"name":"Silly-Billy Churlish Ghoul - Agree to play with Dusky Ming."},{"id":84013,"name":"That Smells Divine - Figure out which perfume Rex Lapis is fond of."},{"id":84014,"name":"It's Bigger on the Inside - Clean Madame Ping's teapot."},{"id":84015,"name":"Ticked, Tacked, and Towed - Commission others to finish your work, unfettered by such things as Mora."},{"id":84016,"name":"Respecting Cultural Heritage - You failed to find the Cocogoat... but manage to repair a mechanism."},{"id":84017,"name":"The Long Goodbye - Prepare everything necessary for the Rite of Parting."},{"id":84018,"name":"Icing on the Slime - Create a box of lovely, jubbly Sugar-Frosted Slimes."},{"id":84019,"name":"Sky's the Limit - Reach Liyue's \"mansion in the sky\"."},{"id":84020,"name":"Lily Loves Music - Sing a song of Mondstadt to the Glaze Lilies..."},{"id":84021,"name":"I'll Let You Off... This Time - Defeat Childe."},{"id":84022,"name":"Derailed - Defeat the Overlord of the Vortex."},{"id":84023,"name":"Final Farewell - Take part in the Rite of Parting."},{"id":84024,"name":"A New Star Approaches - Complete \"A New Star Approaches\"."},{"id":84025,"name":"Gears of Destiny - Complete the quest \"Bough Keeper"},{"id":84026,"name":"Fantastic Voyage"},{"id":84028,"name":"Behold, Mine Evil-Espying Eye! - Correctly interpret all clues."},{"id":84029,"name":"The Bandit, the Lunatic, and the Pitch-Black Enigma - Uncover the Grand Thief's fate."},{"id":84030,"name":"Where Fate Comes to a Crossroads - Escape the eerie ruins."},{"id":84031,"name":"Sneering at the Power of the Gods - Learn of the \"Loom of Fate\"..."},{"id":84032,"name":"Silence, You Raving Lunatic - Defeat the Abyss Herald."},{"id":84033,"name":"We Will Be Reunited - Complete \"We Will Be Reunited.\""},{"id":84034,"name":"The Gathering Storm - Earn the chance to go to Inazuma on board the Alcor."},{"id":84035,"name":"Ready, Fight! - Earn your first victory in The Crux Clash."},{"id":84036,"name":"Autumn Winds, Scarlet Leaves - Complete \"Autumn Winds, Scarlet Leaves.\""},{"id":84037,"name":"Through the Storm - Reach the Outsider Settlement."},{"id":84038,"name":"Hiiragi Sanjuuro - Escort the goods successfully and leave Ritou."},{"id":84039,"name":"The Aspirations of All - Come into contact with the Statue of the Omnipresent God, the symbol of Eternity."},{"id":84040,"name":"The Princess Behind the Curtain - Officially make the acquaintance of the young lady of the Kamisato Clan."},{"id":84041,"name":"Omamori, Justice, Number One - Complete the \"three small wishes.\""},{"id":84042,"name":"Jailhouse Fiesta - Rescue Masakatsu successfully."},{"id":84043,"name":"To Brave the Lightning's Glow - Become the target of the Vision Hunt Decree."},{"id":84044,"name":"Revolutionary Outlander - Successfully join the resistance."},{"id":84045,"name":"The Immovable God and the Eternal Euthymia - Complete \"The Immovable God and the Eternal Euthymia.\""},{"id":84046,"name":"Stillness, the Sublimation of Shadow - Complete \"Stillness, the Sublimation of Shadow.\""},{"id":84047,"name":"SWORDFISH II - Obtain the trust of the Swordfish II squad."},{"id":84048,"name":"Though Their Wishes Be Like Morning Dew... - Find the person behind the distribution of the Delusions."},{"id":84049,"name":"Fantabulous Firework Fiesta - Set off fireworks to distract the guards."},{"id":84050,"name":"Duel Before the Throne - Emerge victorious in the duel before the throne."},{"id":84051,"name":"Their Wishes - Bring all the wishes upon the Statue of the Omnipresent God to fruition."},{"id":84052,"name":"Omnipresence Over Mortals - Complete \"Omnipresence Over Mortals.\""},{"id":84053,"name":"\"All Is Well\" - Help Wang Ping'an renovate Pervases' temple."},{"id":84054,"name":"Anna's Adventures - Help Anna become an adventurer."},{"id":84055,"name":"Prelude to the Journey - A young man is about to embark on a long journey..."},{"id":84056,"name":"Rise of the Jade Chamber - Complete the reconstruction of the Jade Chamber."},{"id":84057,"name":"Majesty of the Deep - Defeat Beisht, Avenger of the Vortex."},{"id":84058,"name":"A Former Dream - Witness the truth of the village's history."},{"id":84059,"name":"The Crane Returns on the Wind - Complete \"The Crane Returns on the Wind.\""},{"id":84060,"name":"When One Gazes Into the Abyss... - Though you are reunited with Dain, the Abyss is watching..."},{"id":84061,"name":"The Beautiful and Damned - Learn the secret behind the Black Serpent Knights and the hilichurls."},{"id":84062,"name":"The Will to Live and the Depths of Lamentation - Defeat the Abyss Herald."},{"id":84063,"name":"May Glory Go With You - Complete \"Requiem of the Echoing Depths\""},{"id":84064,"name":"No Way Home - Break through the obstacles and meet up with Xiao in \"Perilous Trail.\""},{"id":84065,"name":"Layers of Fear - Escape the mysterious space at the very bottom of The Chasm successfully."},{"id":84066,"name":"Of Heart and Soul - Complete \"Perilous Trail.\""},{"id":84067,"name":"Voice of Akasha - Hear the voice of divine wisdom."},{"id":84068,"name":"The Merchant and the Gate of Knowledge - Meet Dori and purchase Canned Knowledge."},{"id":84069,"name":"The House of Canned Time - Use the Canned Knowledge to increase your combat strength."},{"id":84070,"name":"Through Mists of Smoke and Forests Dark - Complete \"Through Mists of Smoke and Forests Dark.\""},{"id":84071,"name":"The Flavor of Déjà Vu - Pick the Sunsettia-flavored box of candy by yourself."},{"id":84072,"name":"Even Paimon Wouldn't Eat That! - Eat a visibly terrible Charcoal-Baked Ajilenakh Cake."},{"id":84073,"name":"All Dreams Must End With an Awakening - Wake from the Sabzeruz samsara."},{"id":84074,"name":"The Morn a Thousand Roses Brings - Complete \"The Morn a Thousand Roses Brings.\""},{"id":84075,"name":"The Soul Transposed - Share senses with Nahida through possession using Akasha."},{"id":84076,"name":"Triumph of the Imagination - Be viewed as the savior of the world by the citizens controlled by Dottore."},{"id":84077,"name":"The God Gazes Back - Witness Scaramouche's past after being connected to the \"divine consciousness.\""},{"id":84078,"name":"Dreams, Emptiness, Deception - Complete \"Dreams, Emptiness, Deception.\""},{"id":84079,"name":"Desert Raider - Find the ancient temple beneath the flowing desert."},{"id":84080,"name":"When the Dark Sun Passes - Understand the past through the final words of the priest of Deshret."},{"id":84081,"name":"King Deshret and the Three Magi - Complete \"King Deshret and the Three Magi.\""},{"id":84082,"name":"Eremitis ne credite - Help Cyno get Rahman and his crew into Sumeru."},{"id":84083,"name":"Victory Road - Finish the preparations required to put that plan into action."},{"id":84084,"name":"The Longest Day - Rescue a god on Jnagarbha Day."},{"id":84085,"name":"...I'm Sorry, Sir, But You're Ineligible - Prevent the birth of the \"forged god.\""},{"id":84086,"name":"Akasha Pulses, the Kalpa Flame Rises - Complete \"Akasha Pulses, the Kalpa Flame Rises.\""},{"id":84087,"name":"Mystery of Tatarasuna - Investigate the memories of Tatarasuna's past within Irminsul."},{"id":84088,"name":"Echoes of History - Discover the consequences that have resulted from The Balladeer entering Irminsul."},{"id":84089,"name":"Parinama"},{"id":84090,"name":"Me, Myself, But Not I - Defeat the Everlasting Lord of Arcane Wisdom within the memory."},{"id":84091,"name":"Inversion of Genesis - Complete \"Inversion of Genesis.\""},{"id":84092,"name":"Star-Crossed Night - Recall memories related to your kin."},{"id":84093,"name":"The Sickness Unto Near-Death - Create the medicine that will bring hope."},{"id":84094,"name":"The Far Side of Fate - Witness the miracle granted by the \"Sinner.\""},{"id":84095,"name":"Caribert - Complete \"Caribert.\""},{"id":84100,"name":"Archaic Lord of Lightning and Blitz - Witness the awesome meteorological power of Bennett's phenomenally bad luck."},{"id":84101,"name":"The Power of Luck - Activate the mechanisms and obtain the treasure without making any mistakes."},{"id":84102,"name":"A Line That May Be Crossed - Complete \"Wellspring of Healing\" and unlock all endings."},{"id":84103,"name":"A Maid of Strength and Virtue - Complete \"Chivalric Training\" and unlock all endings."},{"id":84104,"name":"Evil Is Banished - Complete \"Signs of Evil\" and unlock all endings."},{"id":84105,"name":"Mondstadt's Spiciest Surprise - Sample Barbara's Chilibrew."},{"id":84106,"name":"\"...For I Am Duty Bound\" - Help Noelle discover the source of her strength."},{"id":84107,"name":"Red Hot Chili Popsicles - Make a popsicle using the wrong recipe and provoke Chongyun's Pure-Yang Spirit."},{"id":84108,"name":"An Idol's Last Line of Defense - Successfully persuade Albert and Barbara's other fans to leave."},{"id":84109,"name":"A World Known Only Unto Roses - Read Noelle's study notes."},{"id":84110,"name":"Stress Relief - Complete \"Knightly Exam Prep\" and unlock all endings."},{"id":84111,"name":"Invulnerable Maid-Knight - Listen to \"A Knight's Journey Through Liyue\" with Noelle."},{"id":84112,"name":"Mondstadt's Note-Taker General - Read Noelle's study notes."},{"id":84113,"name":"Diona Special, Stirred, Not Shaken - Complete \"The Cat and the Cocktail\" and unlock all endings."},{"id":84114,"name":"But There's a Catch... - Help Diona find a special base drink."},{"id":84115,"name":"Kitten Queen - Bring all the cats back to The Cat's Tail."},{"id":84116,"name":"Everyone's Happy - Complete \"A Housekeeper's Daily Chores\" and unlock all endings."},{"id":84117,"name":"Housekeeper Extraordinaire - Complete the big cleanup within the time limit"},{"id":84118,"name":"From the Sea Never Returning - Learn of Inu Shoushou's story together with Thoma"},{"id":84119,"name":"Taller by Half - Complete \"Yoohoo Art"},{"id":84120,"name":"Mujina-Class Ninja - Obtain Sayu's highest rating during agility training."},{"id":84121,"name":"Dish Effect"},{"id":84122,"name":"Honorary Crux Member - Complete \"When the Crux Shines Bright\" and unlock all endings."},{"id":84123,"name":"Wine Unburdens - Take part in the Qingce banquet with Beidou"},{"id":84124,"name":"Guyun Buyers' Club - Find out the truth behind the deal Beidou's making"},{"id":84125,"name":"General of Watatsumi - Complete \"The Canine General's Special Operations\" and unlock all endings"},{"id":84126,"name":"Changing Times - Draw all fortune slips at the Grand Narukami Shrine."},{"id":84127,"name":"To Tell or Not to Tell, That Is the Question - Discover Ms. Hina's true identity at the Yae Publishing House."},{"id":84128,"name":"Megrez's Companion Star - Complete \"The Jade Chamber's Returning Guest\" and unlock all endings."},{"id":84129,"name":"You've Got to Have Reserves - Fish? The more the merrier, of course!"},{"id":84130,"name":"Overprotectiveness - A single stone births a thousand ripples. It seems like Ningguang's day off is not to be."},{"id":84131,"name":"The Lingering Song - Complete \"A Song That Knows Grace\" and unlock all endings."},{"id":84132,"name":"May This Moment Be Made to Last - Take a commemorative photo with Yun Jin."},{"id":84133,"name":"A Strict Master Trains a Talented Pupil - Complete the practice session without hitting a single blue scarecrow."},{"id":84134,"name":"Arataki Gang Chief Advisor - Complete \"The Gang's Daily Deeds\" and unlock all endings."},{"id":84135,"name":"One More Look! - Gaze upon the glory that is Kuki Shinobu in a shrine maiden outfit."},{"id":84136,"name":"\"Upstairs...\" - Be dissuaded before alerting Kujou Sara and Kuki Shinobu."},{"id":84137,"name":"You Thought We Were For Real, Eh? - Complete \"Trap 'Em by Storm\" and unlock all endings."},{"id":84138,"name":"An Ideal Detective Am I - Correctly analyze the motives and the truth behind the crime the first time."},{"id":84139,"name":"Sangonomiya Supplications - Ask Gorou whether Kokomi knows about the happenings on Watatsumi Island."},{"id":84140,"name":"Optimal Solution - Complete \"A Confounding Conundrum\" and unlock all endings."},{"id":84141,"name":"To You in a Hundred Years - Read all the letters sent to Faruzan."},{"id":84142,"name":"Mechanics"},{"id":84143,"name":"The Name Is Layla - Complete \"Ever Silent Stars\" and unlock all endings."},{"id":84144,"name":"She's Already Tense - Help Layla finish her thesis without causing her further anxiety."},{"id":84145,"name":"Secret of Seelie and the Star-Lit Sky - Obtain the authentic letter of the Wisdom Seelie."},{"id":84146,"name":"Art and Life - Complete \"The Pendulum of Weal and Woe\" and unlock all endings."},{"id":84147,"name":"School Days - Find the annotated books in the House of Daena."},{"id":84148,"name":"An Architect's Romanticism - Chat about the future with Kaveh in the desert."},{"id":84501,"name":"...Odomu? - Successfully conduct cultural exchange with the hilichurls in \"Language Exchange.\""},{"id":84502,"name":"Yo dala? - Successfully conduct cultural exchange with the hilichurls in \"Poetry Exchange.\""},{"id":84503,"name":"Perfectionist - Complete all of Tsarevich's commissions flawlessly in \"Reliable Helper.\""},{"id":84504,"name":"Telling It How It Is - Gather intelligence concerning Snezhnaya in \"Tales of Winter.\""},{"id":84505,"name":"Geo Archon Anecdotes - Collect all the stories about Rex Lapis in the \"Geo Travel Diary.\""},{"id":84506,"name":"Friends, Travelers, Lend Me Your Ears... - Finish listening to the tale of the Ring of Raining Blades in \"Cliffhanger.\""},{"id":84507,"name":"Once Upon a Time... - Finish listening to the tale of The Wrath of Haishan in \"Cliffhanger.\""},{"id":84508,"name":"Pirates! Argh! - Play a game of pirates with Little Lulu, Little Fei, and Little Meng."},{"id":84509,"name":"A Nourishing Friendship - Complete \"Fishing Jiangxue\" and \"Yanxiao's Dilemma.\""},{"id":84510,"name":"Love Is All Around - In \"Good Sign,\" help Zhihua find 5 signs that romance is coming his way."},{"id":84512,"name":"For the Love of Godwin - Finish \"Whispers in the Wind\" 5 times."},{"id":84513,"name":"Level Up - Help Huai'an repair Wangshu Inn's broken bridge."},{"id":84514,"name":"Beginner's Luck - Select the highest-value jade on your first try."},{"id":84515,"name":"Taking Responsibility for Your Actions - Apologize to Timmie."},{"id":84516,"name":"Making Do - Only bring materials for a training dummy to Herman."},{"id":84517,"name":"Instant Karma - Expose Marjorie and receive Jack's thanks."},{"id":84518,"name":"\"Dear Daddy...\" - Hear Timmie's story."},{"id":84519,"name":"Marvelous Medicine - Cure Anna's illness."},{"id":84520,"name":"In the Name of Favonius - Witness Jilliana's tale."},{"id":84522,"name":"Scholarly Pretensions - Complete \"The Lost Relic\" and \"A Little Raid.\""},{"id":84523,"name":"Poet Vs. Paycheck - Complete \"So-Called Work\" and receive Linling's poetry anthology."},{"id":84524,"name":"All's Well That Ends Well - Complete the quest \"For Old Time's Sake.\""},{"id":84525,"name":"This Novel Is Amazing! - Steal a peek at Chang the Ninth's draft manuscript."},{"id":84526,"name":"Open to Interpretation - Ruin 4 signs of an imminent romance."},{"id":84527,"name":"Get Your Own Emergency Food! - Consume the food during \"Food Delivery\"...?"},{"id":84528,"name":"Hidden in Plain Sight - Help Sango and Ryuuji solve the case."},{"id":84529,"name":"Is There But One Truth...? - Witness Ryuuji's tale."},{"id":84530,"name":"Liyue Ichiban - Heal Tang Wen with some delicious dishes."},{"id":84531,"name":"Boom Shaka-Laka, More Boom-Shaka-Laka - Consult Xiangling regarding special cooking methods"},{"id":84532,"name":"Meal For Two - Help both Xudong and Kamei Munehisa make a dish once."},{"id":84533,"name":"A Question of Diet - Help Parvaneh proofread all the recipes."},{"id":84534,"name":"Samurice - Help Kamei Munehisa collect ingredients from the camps on either side."},{"id":84535,"name":"\"Sorry for the Trouble!\" - Receive the complaint that Konda Densuke lodges in \"Post-Sale Service.\""},{"id":84536,"name":"Samurai Gourmet - Witness Kamei Munehisa's induction into the Gourmet Supremos."},{"id":84537,"name":"Hello...! Anyone in here...? - Discover a secret passageway in Ritou."},{"id":84538,"name":"Editorial Opinion - Help Shigeru and Junkichi return to the right artist path."},{"id":84539,"name":"You Should Start A Doushin Dojo - Help Asakura train 5 times."},{"id":84540,"name":"Guess Who? - Find out who Zhenyu really is."},{"id":84541,"name":"Well, At Least It Ended - Hear Junkichi out as he puts his story together."},{"id":84542,"name":"Her and Her Cat - Follow Neko up Mt. Yougou to find \"Hibiki\"'s trail."},{"id":84543,"name":"Aha! What's on the Hook? - Fish some strange things up with Kayvan..."},{"id":84544,"name":"Kalimi's Fungus - Watch Hatim make a killing on the exchange!"},{"id":84545,"name":"When Wealth Comes A-Knockin' - Give Hatim some Apple Cider."},{"id":84546,"name":"Catch Me-ow if You Can! - Help Sareh find all the little cats."},{"id":84547,"name":"Principia Arithmetica - Help Garcia perfect his machine."},{"id":84548,"name":"\"It's My Job.\" - Help Hanbei pick more mushrooms."},{"id":84549,"name":"Relaxation Therapy - Fulfill the 3 patients' wishes."},{"id":84550,"name":"Up by the Roots - Find and defeat the fleeing Whopperflower"},{"id":84551,"name":"Date of Departure - Receive Alexandra's letter..."},{"id":84552,"name":"Don't Blame the Mora! - Witness the Gourmet Supremos' adventures in Sumeru..."},{"id":84553,"name":"The Sky is Vast; The Earth... - Help Farghani perform measurements."},{"id":84554,"name":"Answer Time - Witness Alrani's story in Sumeru."},{"id":84555,"name":"The Random Circumstances of a Rose's Blooming - Help Collei tend to her Sumeru Rose."},{"id":84556,"name":"Where Have You Gone, My Dream? - Witness the tale of Javi and the \"dream.\""},{"id":84557,"name":"Non-Obligatory Request - Find all the items that Gulabgir made for his snakes."},{"id":84558,"name":"The Ship Has It - Help Rafiq test his ship's hull strength successfully."},{"id":84559,"name":"What's the Matter? - Enjoy three of Jafar's dishes."},{"id":84560,"name":"Scholarly in Sumeru - Answer 6 different questions correctly."},{"id":84561,"name":"One Step Too Far - Slip up in a race against Hilmi..."},{"id":84562,"name":"Doctor's Handwriting - Help Maruf make out the prescription correctly."},{"id":84563,"name":"A Lingering Fragrance - Witness Nermin's tale."},{"id":84564,"name":"Swordseeker - Witness the tale of Lan and the \"Unseen Razor.\""},{"id":84565,"name":"To Walk The Horizon...? - Witness Sun Yu's tale."},{"id":85000,"name":"Nothing to Lose But Time - Unlock the secrets of two sundials."},{"id":85001,"name":"Interview With a Bygone God - Hear the story of a bygone deity."},{"id":85002,"name":"Crouching Dragon, Hidden Chi - Learn about the tale of the Chi."},{"id":85003,"name":"Scourge of the Battlefield - Fetch a good price for a treasure found in an ancient ruin..."},{"id":85004,"name":"Shadow Over Luhua Pool - Help Vermeer get the scenery of his dreams."},{"id":85005,"name":"Ready Player Zero - Play a simple game with Childish Jiang."},{"id":85006,"name":"Trees Should Blend Their Roots and Shade, for That Is Where the Home Is Made - Witness the story of Yuan Hong's household."},{"id":86001,"name":"You Came, You Saw, We Co-Oped - Complete Domains together with other players 5 times."},{"id":86002,"name":"You Came, You Saw, We Co-Oped - Complete Domains together with other players 20 times."},{"id":86003,"name":"You Came, You Saw, We Co-Oped - Complete Domains together with other players 100 times."},{"id":86004,"name":"I Came, I Saw, I Conquered - Collect 5 regional specialties in another player's world."},{"id":86005,"name":"I Came, I Saw, I Conquered - Collect 20 regional specialties in another player's world."},{"id":86006,"name":"I Came, I Saw, I Conquered - Collect 50 regional specialties in another player's world."},{"id":86007,"name":"That's One Big Crystalfly - Defeat an Anemo Hypostasis in Co-Op Mode."},{"id":86008,"name":"...And Still Smiling! - Defeat an Electro Hypostasis in Co-Op Mode."},{"id":86009,"name":"You Have to Hit the Pillars - Defeat a Geo Hypostasis in Co-Op Mode."},{"id":86010,"name":"Just Me and You, the Sky So Blue, and Almost Getting Killed by a Cryo Regisvine - Defeat a Cryo Regisvine in Co-Op Mode."},{"id":86011,"name":"This Is Fine - Defeat a Pyro Regisvine in Co-Op Mode."},{"id":86012,"name":"A Fish Called Rhodeia - Defeat an Oceanid in Co-Op Mode."},{"id":86013,"name":"Wolf Pact - Defeat the king of Wolvendom in Co-Op Mode."},{"id":86015,"name":"Moving Mountains - Defeat a Primo Geovishap in Co-Op Mode."},{"id":86016,"name":"Blast From the Past - Defeat Azhdaha in Co-Op Mode."},{"id":86017,"name":"Put on Ice - Defeat a Cryo Hypostasis in Co-Op Mode."},{"id":86018,"name":"No Strings Attached, Anymore - Defeat a Maguu Kenki in Co-Op Mode."},{"id":86019,"name":"Operation Bonfire - Defeat a Pyro Hypostasis in Co-Op Mode."},{"id":86020,"name":"The Not-So-Perpetual Mechanical Array - Defeat a Perpetual Mechanic Array in Co-Op Mode."},{"id":86021,"name":"A Delusion's Abilities Don't Decide a Battle's Outcome - Defeat Childe in Co-Op Mode."},{"id":86022,"name":"Our Hearts as One - Defeat a Thunder Manifestation in Co-Op Mode."},{"id":86023,"name":"Water, Basically - Defeat a Hydro Hypostasis in Co-Op Mode."},{"id":86024,"name":"Dashing Through the Snow... and the Flames - Defeat Signora in Co-Op Mode."},{"id":86025,"name":"The Whisperer in Darkness - Defeat the Golden Wolflord in Co-Op Mode."},{"id":86026,"name":"Brave the Lightning's Glow... - Defeat the Raiden Shogun in Co-Op Mode."},{"id":86027,"name":"Surpassing the Ancients' Wisdom - Defeat the Ruin Serpent in Co-Op Mode."},{"id":86028,"name":"I'm a Flexitarian - Defeat a Jadeplume Terrorshroom in Co-Op Mode."},{"id":86029,"name":"Electric Shock Hazard - Defeat an Electro Regisvine in Co-Op Mode."}]