[{"id":80001,"name":"El viento y el viajero estelar - Lanza unas semillas de diente de león por los aires utilizando el elemento Anemo."},{"id":80002,"name":"En las imponentes montañas - Obtén el poder Geo."},{"id":80003,"name":"Aguas susurrantes - Reúne toda la colección de «El corazón de Aguaclara»."},{"id":80004,"name":"La Alabarda Divina se burla de los cielos - Reúne toda la colección de «La leyenda de la alabarda fragmentada»."},{"id":80005,"name":"El borracho y el lobo - Reúne toda la colección de «Cuentos de un borracho»."},{"id":80006,"name":"Un manantial, un caballo blanco y la luz de la luna - Reúne toda la colección de «El bosque de bambú a la luz de la luna»."},{"id":80007,"name":"Tomando forma - Forja un arma de 4★."},{"id":80008,"name":"#Expert{F#a}{M#o} en supervivencia - Aprende 10 recetas."},{"id":80009,"name":"#Expert{F#a}{M#o} en supervivencia - Aprende 20 recetas."},{"id":80010,"name":"#Expert{F#a}{M#o} en supervivencia - Aprende 40 recetas."},{"id":80011,"name":"Chef estrella - Obtén la Maestría culinaria de 10 recetas."},{"id":80012,"name":"Chef estrella - Obtén la Maestría culinaria de 20 recetas."},{"id":80013,"name":"Chef estrella - Obtén la Maestría culinaria de 40 recetas."},{"id":80014,"name":"Arriba y adelante - Asciende por primera vez un personaje a Niv. 2."},{"id":80015,"name":"Arriba y adelante - Asciende por primera vez un personaje a Niv. 4."},{"id":80016,"name":"Arriba y adelante - Asciende por primera vez un personaje a Niv. 6."},{"id":80017,"name":"Refinado y martillado - Asciende un arma a Niv. 2."},{"id":80018,"name":"Refinado y martillado - Asciende un arma a Niv. 4."},{"id":80019,"name":"Refinado y martillado - Asciende un arma a Niv. 6."},{"id":80020,"name":"Lo que no sabías - Mejora la Amistad de 4 personajes a Niv. 10."},{"id":80021,"name":"Lo que no sabías - Mejora la Amistad de 8 personajes a Niv. 10."},{"id":80022,"name":"Lo que no sabías - Mejora la Amistad de 16 personajes a Niv. 10."},{"id":80023,"name":"Los regalos de la tierra - Recoge 200 recompensas de Flores de riqueza o Flores de revelación."},{"id":80024,"name":"Los regalos de la tierra - Recoge 400 recompensas de Flores de riqueza o Flores de revelación."},{"id":80025,"name":"Los regalos de la tierra - Recoge 800 recompensas de Flores de riqueza o Flores de revelación."},{"id":80026,"name":"Obsequio de héroe - Obtén 1 artefacto de 4★."},{"id":80027,"name":"Ecos de una canción - Fortalece 1 artefacto de 4★ a Niv. máx."},{"id":80028,"name":"El tesoro legendario - Obtén 1 artefacto de 5★."},{"id":80029,"name":"Canto sacro - Fortalece 1 artefacto de 5★ a Niv. máx."},{"id":80030,"name":"#Explorad{F#ora}{M#or} continental"},{"id":80031,"name":"La caricia de mil vientos - Desbloquea todos los Puntos de teletransporte de Mondstadt (excepto Espinadragón)."},{"id":80032,"name":"Que el viento te guíe - Mejora las Estatuas de Los Siete en Mondstadt al nivel máximo."},{"id":80033,"name":"Peregrinaje al santuario"},{"id":80034,"name":"Guiado por el viento - Persigue a 10 Seelies en Mondstadt e ilumina los Pedestales de los Seelies (excepto Espinadragón)."},{"id":80035,"name":"Guiado por el viento - Persigue a 20 Seelies en Mondstadt e ilumina los Pedestales de los Seelies (excepto Espinadragón)."},{"id":80036,"name":"Guiado por el viento - Persigue a 40 Seelies en Mondstadt e ilumina los Pedestales de los Seelies (excepto Espinadragón)."},{"id":80037,"name":"Cazatesoros atrapavientos - Abre 100 cofres en Mondstadt (excepto Espinadragón)."},{"id":80038,"name":"Cazatesoros atrapavientos - Abre 200 cofres en Mondstadt (excepto Espinadragón)."},{"id":80039,"name":"Cazatesoros atrapavientos - Abre 400 cofres en Mondstadt (excepto Espinadragón)."},{"id":80040,"name":"Aventurero atrapavientos - Completa 5 pruebas contrarreloj activadas por mecanismos del mundo abierto en Mondstadt (excepto Espinadragón)."},{"id":80041,"name":"Aventurero atrapavientos - Completa 10 pruebas contrarreloj activadas por mecanismos del mundo abierto en Mondstadt (excepto Espinadragón)."},{"id":80042,"name":"Aventurero atrapavientos - Completa 15 pruebas contrarreloj activadas por mecanismos del mundo abierto en Mondstadt (excepto Espinadragón)."},{"id":80043,"name":"#Explorad{F#ora}{M#or} continental"},{"id":80044,"name":"Observador de piedras - Desbloquea todos los Puntos de teletransporte de Liyue (los de la Sima se cuentan por separado)."},{"id":80045,"name":"Montaña inamovible - Mejora las Estatuas de Los Siete en Liyue al nivel máximo."},{"id":80046,"name":"Peregrinaje al santuario"},{"id":80047,"name":"Guía lítica - Persigue a 20 Seelies en Liyue e ilumina los Pedestales de los Seelies (los de la Sima se cuentan por separado)."},{"id":80048,"name":"Guía lítica - Persigue a 40 Seelies en Liyue e ilumina los Pedestales de los Seelies (los de la Sima se cuentan por separado)."},{"id":80049,"name":"Guía lítica - Persigue a 60 Seelies en Liyue e ilumina los Pedestales de los Seelies (los de la Sima se cuentan por separado)."},{"id":80050,"name":"Cazatesoros firme como la roca - Abre 200 cofres en Liyue (los de la Sima se cuentan por separado)."},{"id":80051,"name":"Cazatesoros firme como la roca - Abre 400 cofres en Liyue (los de la Sima se cuentan por separado)."},{"id":80052,"name":"Cazatesoros firme como la roca - Abre 800 cofres en Liyue (los de la Sima se cuentan por separado)."},{"id":80053,"name":"Aventurero firme como la roca - Completa 10 pruebas contrarreloj activadas por mecanismos del mundo abierto en Liyue (las de la Sima se cuentan por separado)."},{"id":80054,"name":"Aventurero firme como la roca - Completa 20 pruebas contrarreloj activadas por mecanismos del mundo abierto en Liyue (las de la Sima se cuentan por separado)."},{"id":80055,"name":"Aventurero firme como la roca - Completa 40 pruebas contrarreloj activadas por mecanismos del mundo abierto en Liyue (las de la Sima se cuentan por separado)."},{"id":80056,"name":"#Explorad{F#ora}{M#or} continental"},{"id":80057,"name":"Conquista de la cumbre - Desbloquea todos los Puntos de teletransporte de Espinadragón."},{"id":80058,"name":"Guías de las nieves - Persigue a 5 Seelies cálidos en Espinadragón e ilumina los Pedestales de los Seelies."},{"id":80059,"name":"Guías de las nieves - Persigue a 10 Seelies cálidos en Espinadragón e ilumina los Pedestales de los Seelies."},{"id":80060,"name":"Guías de las nieves - Persigue a 20 Seelies cálidos en Espinadragón e ilumina los Pedestales de los Seelies."},{"id":80061,"name":"Cazatesoros de la montaña - Abre 40 cofres en Espinadragón."},{"id":80062,"name":"Cazatesoros de la montaña - Abre 80 cofres en Espinadragón."},{"id":80063,"name":"Cazatesoros de la montaña - Abre 160 cofres en Espinadragón."},{"id":80064,"name":"Brotes rojos - Haz ofrendas y mejora el Árbol frioeterno al Niv. 4."},{"id":80065,"name":"Brotes rojos - Haz ofrendas y mejora el Árbol frioeterno al Niv. 8."},{"id":80066,"name":"Brotes rojos - Haz ofrendas y mejora el Árbol frioeterno al Niv. 12."},{"id":80067,"name":"Pilar del Frío Celestial - Haz que el pilar extraño se eleve."},{"id":80068,"name":"Arma dracónica - Utiliza los restos de un dragón para hacer un arma."},{"id":80069,"name":"Refulgente como el rayo - Obtén el poder Electro."},{"id":80070,"name":"Tierra del diente de león - Reúne toda la colección de «El zorro en el mar de dientes de león»."},{"id":80071,"name":"Amistad y sacrificio - Reúne toda la colección de «La princesa jabalí»."},{"id":80072,"name":"Mil noches de juventud - Reúne toda la colección de «La melancolía de Vera»."},{"id":80073,"name":"Docto en hilichurlio - Reúne toda la colección de «Las costumbres de los Hilichurls»."},{"id":80074,"name":"#Explorad{F#ora}{M#or} continental"},{"id":80075,"name":"La tierra más allá del trueno (I) - Desbloquea todos los Puntos de teletransporte de Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80076,"name":"Peregrinaje al santuario"},{"id":80077,"name":"Rayo eterno - Mejora las Estatuas de Los Siete en Inazuma al nivel máximo."},{"id":80078,"name":"Avatar divino - Aumenta la gracia del Cerezo Sagrado al nivel máximo."},{"id":80079,"name":"El guardián entre los truenos (I) - Persigue a 10 Seelies en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80080,"name":"El guardián entre los truenos (I) - Persigue a 20 Seelies en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80081,"name":"El guardián entre los truenos (I) - Persigue a 40 Seelies en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80082,"name":"Guía del relámpago (I) - Persigue a 4 Seelies en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori) e ilumina los Pedestales de los Seelies."},{"id":80083,"name":"Guía del relámpago (I) - Persigue a 8 Seelies en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori) e ilumina los Pedestales de los Seelies."},{"id":80084,"name":"Guía del relámpago (I) - Persigue a 16 Seelies en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori) e ilumina los Pedestales de los Seelies."},{"id":80085,"name":"Cazatesoros del choque eléctrico (I) - Abre 100 cofres en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80086,"name":"Cazatesoros del choque eléctrico (I) - Abre 200 cofres en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80087,"name":"Cazatesoros del choque eléctrico (I) - Abre 300 cofres en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80088,"name":"Ceremonia de bienvenida - Completa la purificación del Cerezo Sagrado."},{"id":80089,"name":"Cuentos de Tatara - Resuelve el problema de la Fragua Mikage."},{"id":80090,"name":"Ecos lastimeros - Termina la serie de misiones de «Legado de Orobashi»."},{"id":80091,"name":"Relatos extraordinarios - Reúne toda la colección de «La novela de la Calle del Ibis»."},{"id":80092,"name":"Ídolo en Inazuma - Recompensa por alcanzar Nivel de reputación 10 en Inazuma."},{"id":80093,"name":"¡Ahora estás jugando con poder! (I) - Completa 6 pruebas contrarreloj activadas por mecanismos del mundo abierto en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80094,"name":"¡Ahora estás jugando con poder! (I) - Completa 12 pruebas contrarreloj activadas por mecanismos del mundo abierto en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80095,"name":"¡Ahora estás jugando con poder! (I) - Completa 24 pruebas contrarreloj activadas por mecanismos del mundo abierto en Inazuma (Isla Narukami, Kannazuka e Isla Yashiori)."},{"id":80096,"name":"#Explorad{F#ora}{M#or} continental"},{"id":80097,"name":"La tierra más allá del trueno (II) - Desbloquea todos los Puntos de teletransporte de Inazuma (Isla Watatsumi e Isla Seirai)."},{"id":80098,"name":"Peregrinaje al santuario"},{"id":80099,"name":"El guardián entre los truenos (II) - Persigue a 4 Seelies en Inazuma (Isla Watatsumi e Isla Seirai)."},{"id":80100,"name":"El guardián entre los truenos (II) - Persigue a 8 Seelies en Inazuma (Isla Watatsumi e Isla Seirai)."},{"id":80101,"name":"El guardián entre los truenos (II) - Persigue a 16 Seelies en Inazuma (Isla Watatsumi e Isla Seirai)."},{"id":80102,"name":"Guía del relámpago (II) - Persigue a 6 Seelies en Inazuma (Isla Watatsumi e Isla Seirai) e ilumina los Pedestales de los Seelies."},{"id":80105,"name":"Cazatesoros del choque eléctrico (II) - Abre 40 cofres en Inazuma (Isla Watatsumi e Isla Seirai)."},{"id":80106,"name":"Cazatesoros del choque eléctrico (II) - Abre 80 cofres en Inazuma (Isla Watatsumi e Isla Seirai)."},{"id":80107,"name":"Cazatesoros del choque eléctrico (II) - Abre 160 cofres en Inazuma (Isla Watatsumi e Isla Seirai)."},{"id":80108,"name":"Cazatormentas de Seirai - Completa «Cazatormentas de Seirai»."},{"id":80109,"name":"Yo quiero luz de luna - Completa «Abismo plenilunado»."},{"id":80110,"name":"¡Ahora estás jugando con poder! (II) - Completa 6 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Isla Watatsumi y la Isla Seirai."},{"id":80111,"name":"¡Ahora estás jugando con poder! (II) - Completa 12 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Isla Watatsumi y la Isla Seirai."},{"id":80112,"name":"¡Ahora estás jugando con poder! (II) - Completa 24 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Isla Watatsumi y la Isla Seirai."},{"id":80113,"name":"#Explorad{F#ora}{M#or} continental"},{"id":80114,"name":"El fin de la niebla - Desbloquea todos los Puntos de teletransporte de la Isla Tsurumi."},{"id":80115,"name":"Peregrinaje al santuario"},{"id":80116,"name":"El resplandor de la noche - Persigue a 6 Seelies Electro en la Isla Tsurumi."},{"id":80119,"name":"Guía de la bruma - Persigue a 6 Seelies en la Isla Tsurumi e ilumina los Pedestales de los Seelies."},{"id":80120,"name":"#Cazatesoros perdid{F#a}{M#o} - Abre 30 cofres en la Isla Tsurumi."},{"id":80121,"name":"#Cazatesoros perdid{F#a}{M#o} - Abre 60 cofres en la Isla Tsurumi."},{"id":80122,"name":"#Cazatesoros perdid{F#a}{M#o} - Abre 120 cofres en la Isla Tsurumi."},{"id":80123,"name":"#Aventurer{F#a}{M#o} perdid{F#a}{M#o} - Completa 4 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Isla Tsurumi."},{"id":80124,"name":"#Aventurer{F#a}{M#o} perdid{F#a}{M#o} - Completa 8 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Isla Tsurumi."},{"id":80125,"name":"#Aventurer{F#a}{M#o} perdid{F#a}{M#o} - Completa 12 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Isla Tsurumi."},{"id":80126,"name":"Sumida en la niebla - Completa el encargo literario de cierta escritora."},{"id":80127,"name":"#{F#Reina}{M#Rey} de la jungla - Usa la Red de la ubicuidad suprema para atrapar un animal."},{"id":80128,"name":"#{F#Reina}{M#Rey} de la jungla - Usa la Red de la ubicuidad suprema para atrapar 30 animales."},{"id":80129,"name":"#{F#Reina}{M#Rey} de la jungla - Usa la Red de la ubicuidad suprema para atrapar 100 animales."},{"id":80130,"name":"La profundidad de las tinieblas de la noche - Descubre el mapa de Enkanomiya."},{"id":80131,"name":"La grandiosidad de Tokoyo - Desbloquea todos los Puntos de teletransporte de Enkanomiya."},{"id":80132,"name":"La guía de Fósforo - Persigue a 6 Seelies en Enkanomiya e ilumina los Pedestales de los Seelies."},{"id":80133,"name":"La guía de Fósforo - Persigue a 15 Seelies en Enkanomiya e ilumina los Pedestales de los Seelies."},{"id":80134,"name":"La guía de Fósforo - Persigue a 30 Seelies en Enkanomiya e ilumina los Pedestales de los Seelies."},{"id":80135,"name":"La bendición de Héspero - Abre 40 cofres en Enkanomiya."},{"id":80136,"name":"La bendición de Héspero - Abre 80 cofres en Enkanomiya."},{"id":80137,"name":"La bendición de Héspero - Abre 160 cofres en Enkanomiya."},{"id":80138,"name":"El momento oportuno de Kairós - Completa 3 pruebas contrarreloj activadas por mecanismos del mundo abierto en Enkanomiya."},{"id":80139,"name":"El momento oportuno de Kairós - Completa 6 pruebas contrarreloj activadas por mecanismos del mundo abierto en Enkanomiya."},{"id":80140,"name":"El momento oportuno de Kairós - Completa 12 pruebas contrarreloj activadas por mecanismos del mundo abierto en Enkanomiya."},{"id":80141,"name":"El ratón de fuego, el tesoro del dragón, la ofrenda y... - Obtén la rama de coral del encargo de Tsuyuko."},{"id":80142,"name":"Melodías de antaño - En tu Relajatetera, activa 10 melodías en una combinación de decoraciones de “Melodías del mundo”."},{"id":80143,"name":"Melodías de antaño - En tu Relajatetera, activa 30 melodías en una combinación de decoraciones de “Melodías del mundo”."},{"id":80144,"name":"Melodías de antaño - En tu Relajatetera, activa 60 melodías en una combinación de decoraciones de “Melodías del mundo”."},{"id":80145,"name":"Cinabrio, noble como la roca - Descubre el mapa de la superficie de la Sima."},{"id":80146,"name":"¡Hasta el subsuelo y más allá! - Descubre el mapa de las Minas Subterráneas de la Sima."},{"id":80147,"name":"Hasta el fondo - Desbloquea todos los puntos de teletransporte de la Sima y la Fosa Minera."},{"id":80148,"name":"Guía del abismo rocoso - Persigue a 6 Seelies en la Sima e ilumina el Pedestal de los Seelies."},{"id":80149,"name":"Guía del abismo rocoso - Persigue a 12 Seelies en la Sima e ilumina el Pedestal de los Seelies."},{"id":80150,"name":"Guía del abismo rocoso - Persigue a 24 Seelies en la Sima e ilumina el Pedestal de los Seelies."},{"id":80151,"name":"Cazatesoros de lo insondable - Abre 50 cofres en la Sima."},{"id":80152,"name":"Cazatesoros de lo insondable - Abre 100 cofres en la Sima."},{"id":80153,"name":"Cazatesoros de lo insondable - Abre 200 cofres en la Sima."},{"id":80154,"name":"#Aventurer{F#a}{M#o} subterráne{F#a}{M#o} - Completa 3 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Sima."},{"id":80155,"name":"#Aventurer{F#a}{M#o} subterráne{F#a}{M#o} - Completa 6 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Sima."},{"id":80156,"name":"#Aventurer{F#a}{M#o} subterráne{F#a}{M#o} - Completa 12 pruebas contrarreloj activadas por mecanismos del mundo abierto en la Sima."},{"id":80157,"name":"Un espectáculo brillante - Fortalece el Canalizador lumínico al nivel máximo."},{"id":80158,"name":"Cuando el sello se rompe... - Desbloquea el sello que cerraba las minas."},{"id":80159,"name":"Expedición a medio camino - Completa el encargo de espeleología del Ministerio de Asuntos Civiles."},{"id":80160,"name":"#{F#Exploradora}{M#Explorador} continental"},{"id":80161,"name":"#{F#Merodeadora}{M#Merodeador} de los bosques - Desbloquea todos los Puntos de teletransporte de Sumeru (Bosque Avidya, Selva Lokapala, Valle Ardravi, Ashaván, Campos Vishuddha, Jardines Perdidos y Vanarana)."},{"id":80162,"name":"Peregrinaje al santuario"},{"id":80163,"name":"Fragante como las plantas - Mejora las Estatuas de Los Siete en Sumeru al nivel máximo."},{"id":80164,"name":"La culminación del gran sueño - Mejora el Árbol Onírico de Varana al nivel máximo."},{"id":80165,"name":"Guía de los bosques - Persigue a 10 Seelies en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana e ilumina los Pedestales de los Seelies."},{"id":80166,"name":"Guía de los bosques - Persigue a 20 Seelies en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana e ilumina los Pedestales de los Seelies."},{"id":80167,"name":"Guía de los bosques - Persigue a 40 Seelies en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana e ilumina los Pedestales de los Seelies."},{"id":80168,"name":"Cazatesoros del bosque - Abre 100 cofres en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana."},{"id":80169,"name":"Cazatesoros del bosque - Abre 200 cofres en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana."},{"id":80170,"name":"Cazatesoros del bosque - Abre 400 cofres en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana."},{"id":80171,"name":"#Aventurer{F#a}{M#o} del bosque - Completa 10 pruebas contrarreloj de mecanismos de mundo abierto en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana."},{"id":80172,"name":"#Aventurer{F#a}{M#o} del bosque - Completa 20 pruebas contrarreloj de mecanismos de mundo abierto en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana."},{"id":80173,"name":"#Aventurer{F#a}{M#o} del bosque - Completa 40 pruebas contrarreloj de mecanismos de mundo abierto en el Bosque Avidya, la Selva Lokapala, el Valle Ardravi, Ashaván, los Campos Vishuddha, los Jardines Perdidos y Vanarana."},{"id":80174,"name":"El bosque se acuerda de todo - Completa la misión «Escrituras Araniaka»."},{"id":80175,"name":"Sintonía con la exuberancia - Obtén el poder Dendro."},{"id":80176,"name":"Historias de Gurabad - Reúne toda la colección de «Shiruyeh y Shirín»."},{"id":80177,"name":"Resplandeciente como el fuego - Reúne toda la colección de «Las enseñanzas del bosque»."},{"id":80178,"name":"El viaje de Farris - Reúne toda la colección de «Canción del fluir»."},{"id":80179,"name":"#Explorado{F#ra}{M#r} continental"},{"id":80180,"name":"A través de calima y espejismos (I) - Desbloquea todos los Puntos de teletransporte de Sumeru (Desierto Hipóstilo, Alto Sutej y Bajo Sutej)."},{"id":80181,"name":"Peregrinaje al santuario"},{"id":80182,"name":"Guía del desierto (I) - Persigue a 10 Seelies en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej e ilumina el Pedestal de los Seelies."},{"id":80183,"name":"Guía del desierto (I) - Persigue a 20 Seelies en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej e ilumina el Pedestal de los Seelies."},{"id":80184,"name":"Guía del desierto (I) - Persigue a 40 Seelies en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej e ilumina el Pedestal de los Seelies."},{"id":80185,"name":"Cazatesoros del desierto (I) - Abre 60 cofres en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej."},{"id":80186,"name":"Cazatesoros del desierto (I) - Abre 120 cofres en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej."},{"id":80187,"name":"Cazatesoros del desierto (I) - Abre 240 cofres en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej."},{"id":80188,"name":"#Aventurer{F#a}{M#o} del desierto (I) - Completa 10 pruebas contrarreloj activadas por mecanismos del mundo abierto en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej."},{"id":80189,"name":"#Aventurer{F#a}{M#o} del desierto (I) - Completa 20 pruebas contrarreloj activadas por mecanismos del mundo abierto en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej."},{"id":80190,"name":"#Aventurer{F#a}{M#o} del desierto (I) - Completa 40 pruebas contrarreloj activadas por mecanismos del mundo abierto en el Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej."},{"id":80191,"name":"Sueño epónimo - Completa «El Letargo Dorado»."},{"id":80192,"name":"Cosas visibles e invisibles - #Obtén el Manual de jugador y conviértete en {F#una jugadora certificada}{M#un jugador certificado} por la Asociación de Jugadores."},{"id":80193,"name":"#La leyenda {F#de la jugadora}{M#del jugador} errante - Alcanza el Nivel de jugador 10."},{"id":80197,"name":"Respuesta cromática - Causa {param0} Reacciones Elementales en una partida que hayas ganado."},{"id":80198,"name":"Respuesta cromática - Causa {param0} Reacciones Elementales en una partida que hayas ganado."},{"id":80199,"name":"Respuesta cromática - Causa {param0} Reacciones Elementales en una partida que hayas ganado."},{"id":80203,"name":"La victoria está en mis manos - Juega {param0} cartas de acción en una partida que hayas ganado."},{"id":80204,"name":"La victoria está en mis manos - Juega {param0} cartas de acción en una partida que hayas ganado."},{"id":80205,"name":"La victoria está en mis manos - Juega {param0} cartas de acción en una partida que hayas ganado."},{"id":80206,"name":"¡Yo te invoco! - Crea {param0} invocaciones en una partida que hayas ganado."},{"id":80207,"name":"¡Yo te invoco! - Crea {param0} invocaciones en una partida que hayas ganado."},{"id":80208,"name":"¡Yo te invoco! - Crea {param0} invocaciones en una partida que hayas ganado."},{"id":80209,"name":"¡Ataca! ¡Ataca! ¡Ataca! - Gana {param0} duelo(s) usando 3 o más Habilidades Definitivas en cada duelo."},{"id":80210,"name":"¡Ataca! ¡Ataca! ¡Ataca! - Gana {param0} duelo(s) usando 3 o más Habilidades Definitivas en cada duelo."},{"id":80211,"name":"¡Ataca! ¡Ataca! ¡Ataca! - Gana {param0} duelo(s) usando 3 o más Habilidades Definitivas en cada duelo."},{"id":80212,"name":"Sanadora anemoniosa - Mitiga {param0} pts. de daño con escudos o recupera {param0} pts. de Vida con efectos curativos en una partida que hayas ganado."},{"id":80213,"name":"Sanadora anemoniosa - Mitiga {param0} pts. de daño con escudos o recupera {param0} pts. de Vida con efectos curativos en una partida que hayas ganado."},{"id":80214,"name":"Sanadora anemoniosa - Mitiga {param0} pts. de daño con escudos o recupera {param0} pts. de Vida con efectos curativos en una partida que hayas ganado."},{"id":80215,"name":"Esfera del caos dividida - Derrota {param0} vez(es) a 2 o más cartas de personaje enemigas en una única acción de una partida que hayas ganado."},{"id":80216,"name":"Esfera del caos dividida - Derrota {param0} vez(es) a 2 o más cartas de personaje enemigas en una única acción de una partida que hayas ganado."},{"id":80217,"name":"Esfera del caos dividida - Derrota {param0} vez(es) a 2 o más cartas de personaje enemigas en una única acción de una partida que hayas ganado."},{"id":80218,"name":"#Duelista milenari{F#a}{M#o} - Obtén un total de {param0} Monedas de la suerte."},{"id":80219,"name":"#Duelista milenari{F#a}{M#o} - Obtén un total de {param0} Monedas de la suerte."},{"id":80220,"name":"#Duelista milenari{F#a}{M#o} - Obtén un total de {param0} Monedas de la suerte."},{"id":80221,"name":"¡Vamos, daditos! - Inflige {param0} vez(es) 8 pts. o más de daño en una única ronda de una partida que hayas ganado."},{"id":80222,"name":"¡Vamos, daditos! - Inflige {param0} vez(es) 8 pts. o más de daño en una única ronda de una partida que hayas ganado."},{"id":80223,"name":"¡Vamos, daditos! - Inflige {param0} vez(es) 8 pts. o más de daño en una única ronda de una partida que hayas ganado."},{"id":80224,"name":"#Explorado{F#ra}{M#r} continental"},{"id":80225,"name":"A través de calima y espejismos (II) - Desbloquea todos los Puntos de teletransporte de Sumeru (Desierto de Hadramavet)."},{"id":80226,"name":"Peregrinaje al santuario"},{"id":80227,"name":"La elegía de Bilqis - Completa «La elegía de Bilqis»."},{"id":80228,"name":"Guía del desierto (II) - Persigue a {param0} Seelies en el Desierto de Hadramavet e ilumina el Pedestal de los Seelies."},{"id":80229,"name":"Guía del desierto (II) - Persigue a {param0} Seelies en el Desierto de Hadramavet e ilumina el Pedestal de los Seelies."},{"id":80230,"name":"Guía del desierto (II) - Persigue a {param0} Seelies en el Desierto de Hadramavet e ilumina el Pedestal de los Seelies."},{"id":80231,"name":"Cazatesoros del desierto (II) - Abre {param0} cofres en el Desierto de Hadramavet."},{"id":80232,"name":"Cazatesoros del desierto (II) - Abre {param0} cofres en el Desierto de Hadramavet."},{"id":80233,"name":"Cazatesoros del desierto (II) - Abre {param0} cofres en el Desierto de Hadramavet."},{"id":80234,"name":"#Aventurer{F#a}{M#o} del desierto (II) - Completa {param0} pruebas contrarreloj activadas por mecanismos del mundo abierto en el Desierto de Hadramavet."},{"id":80235,"name":"#Aventurer{F#a}{M#o} del desierto (II) - Completa {param0} pruebas contrarreloj activadas por mecanismos del mundo abierto en el Desierto de Hadramavet."},{"id":80236,"name":"#Aventurer{F#a}{M#o} del desierto (II) - Completa {param0} pruebas contrarreloj activadas por mecanismos del mundo abierto en el Desierto de Hadramavet."},{"id":80237,"name":"#Explorad{F#ora}{M#or} continental"},{"id":80238,"name":"Las profundidades de la desolación - Desbloquea todos los Puntos de teletransporte de Sumeru (Desierto de Layavard y Farajkert)."},{"id":80239,"name":"Peregrinaje al santuario"},{"id":80240,"name":"Guía de la hamada - Persigue a {param0} Seelies en el Desierto de Layavard y Farajkert e ilumina el Pedestal de los Seelies."},{"id":80241,"name":"Guía de la hamada - Persigue a {param0} Seelies en el Desierto de Layavard y Farajkert e ilumina el Pedestal de los Seelies."},{"id":80242,"name":"Guía de la hamada - Persigue a {param0} Seelies en el Desierto de Layavard y Farajkert e ilumina el Pedestal de los Seelies."},{"id":80243,"name":"Cazatesoros de tierras baldías - Abre {param0} cofres en el Desierto de Layavard y Farajkert."},{"id":80244,"name":"Cazatesoros de tierras baldías - Abre {param0} cofres en el Desierto de Layavard y Farajkert."},{"id":80245,"name":"Cazatesoros de tierras baldías - Abre {param0} cofres en el Desierto de Layavard y Farajkert."},{"id":80246,"name":"#Aventurer{F#a}{M#o} de tierras baldías - Completa {param0} pruebas contrarreloj de mundo abierto en el Desierto de Layavard y Farajkert."},{"id":80247,"name":"#Aventurer{F#a}{M#o} de tierras baldías - Completa {param0} pruebas contrarreloj de mundo abierto en el Desierto de Layavard y Farajkert."},{"id":80248,"name":"#Aventurer{F#a}{M#o} de tierras baldías - Completa {param0} pruebas contrarreloj de mundo abierto en el Desierto de Layavard y Farajkert."},{"id":80249,"name":"Jvarena del bien y del mal - Completa «Jvarena del bien y del mal»."},{"id":80250,"name":"Rocío bermellón - Mejora el Estanque de maná hasta el nivel máximo."},{"id":81000,"name":"Vista panorámica - Llega al punto más alto de la Cima Chingyun."},{"id":81001,"name":"Los restos del vendaval - Llega a la cima de la torre en la Guarida de Stormterror."},{"id":81002,"name":"“Las semillas traídas por el viento...” - Llega a la isla sin nombre al noreste de Mondstadt."},{"id":81003,"name":"Flecha inquebrantable - Abre el cofre en medio de las rocas en forma de corazón."},{"id":81004,"name":"¡Túnel de espacio-tiempo activado! - Pasa a través del túnel en el cielo en Cabo del Juramento."},{"id":81005,"name":"El consentido del Arconte Anemo - Siéntate en las manos de la estatua del Arconte en Mondstadt."},{"id":81010,"name":"La mejor espada del cementerio - Desbloquea el sello triple del Cementerio de Espadas."},{"id":81014,"name":"Palacio oculto de la fórmula Guizang - Sigue el rastro de los inmortales y desbloquea la puerta del dominio."},{"id":81015,"name":"Jardín de Cecilias - Ayuda a los Seelies a volver sus lugares originales y desbloquea la entrada al dominio en el Reino de los Lobos."},{"id":81016,"name":"Palacio oculto de la fórmula Zhou - Sigue al Seelie y prende las antorchas para desbloquear la entrada al dominio de la Colina Wuwang."},{"id":81017,"name":"“Si pones tu alma en ello...” - Cocina 1 plato con sabor “extraño”."},{"id":81018,"name":"“... todos pueden ser gourmets” - Cocina 10 platos con sabor “extraño”."},{"id":81019,"name":"A los diez, casi derroto un jabalí salvaje - Sé derrotado por un jabalí."},{"id":81020,"name":"Licencia de vuelo dorada - Viaja una distancia muy, muy larga con el planeador."},{"id":81021,"name":"Es como tener alas - Planea en el aire por más de 80 s."},{"id":81022,"name":"A la velocidad de la luz - Esprinta continuamente (o utiliza una habilidad alternativa a esprintar) durante 15 segundos."},{"id":81023,"name":"Amigos en todo el mundo - Encuéntrate con todo tipo de personas en tu aventura."},{"id":81024,"name":"Megaestrella en Mondstadt - Recompensa por alcanzar Nivel de reputación 8 en Mondstadt."},{"id":81025,"name":"Leyenda en Liyue - Recompensa por alcanzar Nivel de reputación 8 en Liyue."},{"id":81026,"name":"Misión completada - Completa 10 Cacerías recompensadas."},{"id":81027,"name":"Misión completada - Completa 20 Cacerías recompensadas."},{"id":81028,"name":"Misión completada - Completa 30 Cacerías recompensadas."},{"id":81029,"name":"Aprendiz de héroe - Completa 10 Peticiones ciudadanas."},{"id":81030,"name":"Aprendiz de héroe - Completa 20 Peticiones ciudadanas."},{"id":81031,"name":"Aprendiz de héroe - Completa 30 Peticiones ciudadanas."},{"id":81032,"name":"Misión fallida - Pierde el rastro de tu objetivo en una Cacería recompensada."},{"id":81033,"name":"El invierno más frío - Muere de Frío extremo..."},{"id":81034,"name":"Sacerdote, princesa y escriba - Obtén el tesoro de la Ciudad Sepultada."},{"id":81035,"name":"Regreso del hijo pródigo - Sigue el rastro de un miembro de la expedición pasada y llega al lugar desde el que inició el camino de vuelta."},{"id":81036,"name":"Mil años en la nieve - Descubre qué pasó con la antigua expedición a Espinadragón."},{"id":81037,"name":"Acero helado - Obtén un arma antigua forjada con Argento estelar."},{"id":81038,"name":"Expedición infructuosa - Encuentra los restos de todos los Guardianes de las Ruinas obsoletos."},{"id":81039,"name":"Lo que nunca se contó - Haz una amistad inesperada en un lugar impensado."},{"id":81040,"name":"La vista desde la cumbre - Llega a la cumbre más alta de Espinadragón."},{"id":81041,"name":"Cuento invernal - Encuentra un cristalóptero Cryo debajo de un montón de nieve."},{"id":81042,"name":"El cazador cazado - Sé derrotado por el Rey Jabalí de las Nieves."},{"id":81043,"name":"¡Tranquilízate! - Derrota al Rey Jabalí de las Nieves mientras esté en modo enfurecido."},{"id":81044,"name":"Miles de Moras de un bocado - Aprende a cocinar Carne a la jardinera."},{"id":81045,"name":"Rayo divino - Recibe el impacto de un rayo."},{"id":81046,"name":"Cerca del cielo - Escala el Pilar del Frío Celestial recuperado."},{"id":81047,"name":"Nucleido de transmutación - Realiza una transmutación de material con el Transmutador paramétrico."},{"id":81048,"name":"¿Es que no me oyes? - Hasta Paimon se cansa a veces."},{"id":81049,"name":"Mundo sin fronteras - Utiliza la Relajatetera para entrar a tu morada."},{"id":81050,"name":"Altos niveles de energía adéptica - Alcanza 20 000 energía adéptica en 1 diseño de mundo interior."},{"id":81051,"name":"Altos niveles de energía adéptica - Alcanza 20 000 energía adéptica en 2 diseños de mundo interior."},{"id":81052,"name":"Altos niveles de energía adéptica - Alcanza 20 000 energía adéptica en 3 diseños de mundo interior."},{"id":81053,"name":"Un amigo en una tetera - Alcanza el rango de confianza 4 con el espíritu de la tetera."},{"id":81054,"name":"Un amigo en una tetera - Alcanza el rango de confianza 7 con el espíritu de la tetera."},{"id":81055,"name":"Un amigo en una tetera - Alcanza el rango de confianza 10 con el espíritu de la tetera."},{"id":81056,"name":"¡Árbol va! - Consigue 100 trozos de madera."},{"id":81057,"name":"¡Árbol va! - Consigue 600 trozos de madera."},{"id":81058,"name":"¡Árbol va! - Consigue 2000 trozos de madera."},{"id":81059,"name":"Si fuera rico - Reúne 2000 Intramoras."},{"id":81060,"name":"Si fuera rico - Reúne 10 000 Intramoras."},{"id":81061,"name":"Si fuera rico - Reúne 50 000 Intramoras."},{"id":81062,"name":"Más que un taburete - Fabrica 120 decoraciones."},{"id":81063,"name":"Más que un taburete - Fabrica 300 decoraciones."},{"id":81064,"name":"Más que un taburete - Fabrica 600 decoraciones."},{"id":81065,"name":"Un toque de color - Fabrica 50 tintes."},{"id":81066,"name":"Un toque de color - Fabrica 200 tintes."},{"id":81067,"name":"Un toque de color - Fabrica 600 tintes."},{"id":81068,"name":"Decoración de interiores - Aprende 60 planos de decoración."},{"id":81069,"name":"Decoración de interiores - Aprende 120 planos de decoración."},{"id":81070,"name":"Decoración de interiores - Aprende 180 planos de decoración."},{"id":81071,"name":"Horror vacui - Ten 50 decoraciones en un mismo diseño de mundo interior."},{"id":81072,"name":"Horror vacui - Ten 150 decoraciones en un mismo diseño de mundo interior."},{"id":81073,"name":"Horror vacui - Ten 300 decoraciones en un mismo diseño de mundo interior."},{"id":81074,"name":"¡Arrr! Una botella más - Embarca a bordo del Rompeolas."},{"id":81075,"name":"Lobo de mar - Permanece a bordo del Rompeolas durante cierto tiempo."},{"id":81076,"name":"¡Bonito barco! - Intercambia tu Rompeolas con otro jugador."},{"id":81077,"name":"... Su nombre es Mary Celeste - El Rompeolas fue destruido..."},{"id":81078,"name":"¡Déjà vu! - Navega a gran velocidad en el Rompeolas durante cierto tiempo."},{"id":81079,"name":"Visitante vip - Invita a un acompañante a entrar en la Relajatetera."},{"id":81080,"name":"Charlas a la luz de las velas - Desbloquea 10 diálogos de acompañantes."},{"id":81081,"name":"Charlas a la luz de las velas - Desbloquea 20 diálogos de acompañantes."},{"id":81082,"name":"Charlas a la luz de las velas - Desbloquea 30 diálogos de acompañantes."},{"id":81083,"name":"El regalo de la victoria - Obtén 5 regalos de tus acompañantes."},{"id":81084,"name":"El regalo de la victoria - Obtén 10 regalos de tus acompañantes."},{"id":81085,"name":"El regalo de la victoria - Obtén 20 regalos de tus acompañantes."},{"id":81086,"name":"Ajedrez intraespacial - Instala tu primer Punto de teletransporte del mundo interior en la Relajatetera."},{"id":81087,"name":"¡Necesitamos más cosecha! - Cosecha 40 cultivos en «Raíces esenciales"},{"id":81088,"name":"¡Necesitamos más cosecha! - Cosecha 200 cultivos en «Raíces esenciales"},{"id":81089,"name":"¡Necesitamos más cosecha! - Cosecha 800 cultivos en «Raíces esenciales"},{"id":81090,"name":"Paraíso en floración - Cosecha 40 cultivos en «Raíces esenciales"},{"id":81091,"name":"Paraíso en floración - Cosecha 200 cultivos en «Raíces esenciales"},{"id":81092,"name":"Paraíso en floración - Cosecha 800 cultivos en «Raíces esenciales"},{"id":81093,"name":"¡Temporada de cosecha! - Cosecha 40 cultivos en «Raíces esenciales"},{"id":81094,"name":"¡Temporada de cosecha! - Cosecha 200 cultivos en «Raíces esenciales"},{"id":81095,"name":"¡Temporada de cosecha! - Cosecha 800 cultivos en «Raíces esenciales"},{"id":81096,"name":"El martillo de madera de Yamada Go - Descubre varias veces los trucos del tanuki."},{"id":81097,"name":"Kujirai y las temari - Acompaña al Pequeño Kujirai en el juego de las temari."},{"id":81098,"name":"Cronografía de las temari - Haz que otro jugador se una a un juego de las temari organizado por ti."},{"id":81099,"name":"¡Día de suerte para Paimon! - Obtén un palillo de “suerte mayor” en el Gran Santuario Narukami."},{"id":81100,"name":"Me persigue la desgracia... - Obtén un palillo de “infortunio mayor” en el Gran Santuario Narukami."},{"id":81104,"name":"¿Un palacio subterráneo? - ¿Quién hubiera pensado que en lugar de un tesoro desenterrarías viejos recuerdos?"},{"id":81105,"name":"Ninjas vs. Fatui - #Sé arrastrad{F#a}{M#o} a la pelea entre Los Ocelos y los Fatui..."},{"id":81106,"name":"Registro histórico de Iwakura - Sé testigo del fin de la técnica Iwakura."},{"id":81108,"name":"Liberen a Toratarou - Consigue liberar a Toratarou."},{"id":81109,"name":"No queda otra alternativa - Resuelve la preocupación de Hiromi."},{"id":81111,"name":"Jamás llegarán a viejos - Ofrece flores a los difuntos."},{"id":81112,"name":"¡Oh, la humanidad! - Sé testigo del destino del samurái."},{"id":81113,"name":"Un alma vacía - Encuentra las cosas que dejó Washizu."},{"id":81114,"name":"Guía a una isla desierta - Encuentra el santuario de la Isla Yashiori."},{"id":81115,"name":"El primer paso de un viaje - Encuentra a Chouji en Tatarasuna y la Isla Narukami."},{"id":81116,"name":"La odisea de un médico - Descubre lo que le ocurrió a Yasumoto."},{"id":81117,"name":"“Toc, toc” - Rompe los escudos alrededor de la Fragua Mikage."},{"id":81118,"name":"La estrategia de Kannazuka - Derrota al Hipostasis Electro revivido."},{"id":81119,"name":"Razones para pelear - Haz que Masanori entre en razón."},{"id":81120,"name":"Oowazamono - Derrota con facilidad a Masanori."},{"id":81121,"name":"Flores que retoñan de nuevo - Recibe el obsequio de Hanayama Kaoru."},{"id":81122,"name":"Gracias, vuelva pronto - Obtuviste el premio mayor del cofre de Takashi."},{"id":81123,"name":"Rayo fulminante - Muere por el daño de una zona eléctrica."},{"id":81124,"name":"Recompensa inesperada - Usa el Cañón de Kamuijima para revelar un área con tesoros."},{"id":81125,"name":"La Tatara-espada - Obtén los planos de fabricación de un arma muy antigua."},{"id":81130,"name":"“... Flores en medio del fango” - Tranquiliza las almas de 10 samuráis difuntos."},{"id":81131,"name":"Pezqueñín - Pesca algo por primera vez."},{"id":81132,"name":"Enhorabuena, es un pez - Pesca un pez ornamental por primera vez."},{"id":81133,"name":"Pescando a la luz de la luna - Pesca por primera vez un pez que solo aparezca por la noche."},{"id":81134,"name":"Premio gordo - Pesca 100 peces."},{"id":81135,"name":"Premio gordo - Pesca 500 peces."},{"id":81136,"name":"Premio gordo - Pesca 2000 peces."},{"id":81137,"name":"“Llámenme Ismael” - Pesca 1 pez en el mundo de otro jugador."},{"id":81138,"name":"Ansia de pesca - Compra una caña en un Gremio de Pescadores."},{"id":81139,"name":"Un cebo para atraerlos a todos - Fabrica 20 cebos."},{"id":81140,"name":"Biólogo marino - Desbloquea 20 entradas de peces en el Archivo."},{"id":81141,"name":"¡Esta es mi oportunidad! - Un pez escapó tras forcejear."},{"id":81142,"name":"Yo solo quería pescar... - Un pez se asustó cuando lanzaste el anzuelo."},{"id":81143,"name":"Firme y estable - Pesca 10 peces manteniendo la tensión en la zona ideal de principio a fin."},{"id":81144,"name":"Interludio - Pesca en Inazuma unas páginas de libro perdidas."},{"id":81150,"name":"Deseos cumplidos - Pídele 5 predicciones a la Abuela Komaki y obtén el mejor resultado."},{"id":81151,"name":"El cuento de la sirena - Ayuda a Kumi a resolver su preocupación."},{"id":81152,"name":"El tesoro del pastor marino - Encuentra el valioso legado de los piratas a partir de las descripciones de un borracho."},{"id":81153,"name":"John Silver el Largo - Encuentra todos los tesoros enterrados por Rinzou."},{"id":81154,"name":"¡Hora de conquistar Watatsumi! - Rompe el sello del altar de la Arconte Electro."},{"id":81155,"name":"Palacio del estanque - Desbloquea el Palacio del estanque."},{"id":81156,"name":"El extravío del Beagle - Explora la Isla Watatsumi mientras sigues los pasos del erudito anónimo."},{"id":81157,"name":"“Neko es una gata” - Conoce a Neko, la Suma Sacerdotisa suplente del Santuario Asase."},{"id":81158,"name":"La gata de las nubes - Presencia con Neko algo bueno que tardó en llegar."},{"id":81159,"name":"Obsequio felino - #Alimenta al gato de la Isla Seirai y hazte su amig{F#a}{M#o}."},{"id":81160,"name":"Un tesoro incuestionable - “¡Ya te dije que solo es una imagen!”."},{"id":81161,"name":"La otra cara de la nostalgia - Captura 4 imágenes para Oda Tarou en la Isla Seirai."},{"id":81162,"name":"Este con este y... - ¿Cuál va con cuál?"},{"id":81163,"name":"El cofre de Davy Jones - Desbloquea todos los mecanismos de Seiraimaru."},{"id":81164,"name":"Sabiduría marina - Desbloquea una serie de mecanismos en la Isla Seirai."},{"id":81165,"name":"La gran Cumbre Amakumo - Desbloquea los mecanismos de la base de la Cumbre Amakumo."},{"id":81167,"name":"Tras las puertas de la bruma - Acostúmbrate al extraño clima de la Isla Tsurumi."},{"id":81168,"name":"Nada nuevo bajo la niebla - Parece que otra vez estás donde comenzaste..."},{"id":81170,"name":"La ilusión blanquecina - Encuéntrate con una ilusión del pasado."},{"id":81171,"name":"Paisaje en la lejanía - Despídete del barquero."},{"id":81172,"name":"Historia de dos ciudades - Parece que incluso la Isla Tsurumi se construyó sobre los restos de unas antiguas ruinas."},{"id":81173,"name":"Mi vida como aventurero - Ayuda a Roald a completar su diario de aventuras."},{"id":81174,"name":"Luces entre la calígine - Ilumina todas las rocas de la tormenta de la Llanura Autake."},{"id":81175,"name":"Esto no es comida, Paimon - El maushiro que conseguiste desapareció..."},{"id":81176,"name":"Adivina qué día es hoy - Desde un pasado muy remoto hasta hoy en día..."},{"id":81177,"name":"Genealogía del Ave del Trueno - Completa todos los desafíos de las estatuas."},{"id":81179,"name":"Siete letras - Intenta descifrar la inscripción Ishine."},{"id":81180,"name":"Refugio Moshiri - Desbloquea el Refugio Moshiri."},{"id":81181,"name":"El cauce brumoso - Finalmente, llegaste al otro extremo del mar de niebla."},{"id":81182,"name":"¡Esta vez no escaparás! - Usa la Red de la ubicuidad suprema para atrapar un cristalóptero."},{"id":81183,"name":"La red se va cerrando - Usa la Red de la ubicuidad suprema para atrapar un pinzón."},{"id":81184,"name":"¿Quién vive en un sitio debajo del mar? - Entra en Enkanomiya."},{"id":81185,"name":"Luz del sol, alias “Marishi” - Descubre el secreto de la puerta solar."},{"id":81186,"name":"Ciclo del sol y la luna - Cambia una vez de noche blanca a noche infinita."},{"id":81187,"name":"“Extensa y minuciosa” - Consigue el reconocimiento de los jibashiri."},{"id":81188,"name":"“Como encontrar una anguila en el mar” - Consigue el reconocimiento de los jibashiri."},{"id":81189,"name":"#{F#La incomparable heroína}{M#El incomparable héroe} de Tokoyo - Consigue el reconocimiento de los jibashiri."},{"id":81191,"name":"Un laberinto poco ortodoxo - Completa el desafío del laberinto de Date."},{"id":81192,"name":"Que Oomikami de Tokoyo nos perdone - Devuelve todos los libros y..."},{"id":81193,"name":"¿Qué diferencia hay entre ellos? - Siéntate en todos los asientos especiales."},{"id":81194,"name":"Bailando con los hijos celestiales - Habla con todas las ilusiones de Faetón."},{"id":81195,"name":"Luz y oscuridad, ocaso y alba - Sube a la cima del Dainichi Mikoshi."},{"id":81196,"name":"Directo a la diana - Completa el desafío de disparo con arco."},{"id":81197,"name":"La ominosa herencia del clan Iwakura - Devuelve la espada del maestro Iwakura."},{"id":81198,"name":"La llave maestra - Encuentra todas las llaves con patrones."},{"id":81199,"name":"Valle entre montañas - Desbloquea el dominio “Valle entre montañas”."},{"id":81200,"name":"Erudito de los minerales - Lee todos los fragmentos de los libros sobre minerales de la Sima."},{"id":81201,"name":"¿Semillas Senzu? - Encuentra una semilla seca y no te la comas inmediatamente."},{"id":81202,"name":"Crede tenebris - Abre la cámara secreta de las ruinas."},{"id":81203,"name":"Un rumor de 9 letras - Encuentra todos los códigos secretos."},{"id":81204,"name":"Astucia de zorro - Encuentra el tesoro de los Ladrones de Tesoros."},{"id":81205,"name":"¡Ding, ding, ding, premio! - Desentierra tres cofres y completa el juego del tesoro de Chou."},{"id":81206,"name":"Ensayo de un hombre sabio - Completa todas las misiones de investigación ecológica y recibe la carta de recomendación de Khedive."},{"id":81207,"name":"“Si no lo hago yo, entonces, ¿quién?” - Encuentra las notas de los Fatui en el subsuelo de la Sima."},{"id":81208,"name":"Se ruega mantener la distancia - Utiliza el mecanismo explosivo de distancia de seguridad modelo 2156 para abrir un camino."},{"id":81209,"name":"Niebla en la montaña, aventurero a la cabaña - Derrota a los monstruos que aparecieron en la niebla oscura."},{"id":81210,"name":"“Full Bobo Alchemist” - Rescata a Clitofo."},{"id":81211,"name":"El resplandor del valor - “¿Cuál es el sentido de la aventura?”"},{"id":81212,"name":"Ingerir con precaución - Encuentra al Tío He, el minero desaparecido."},{"id":81213,"name":"La exigente Champi - Completa el encargo de Xamaran en la Sima."},{"id":81214,"name":"Firme como la roca - Recoge todas las ofrendas dejadas por la Geoarmada y obtén su tesoro."},{"id":81215,"name":"Aprendiz de todo, maestro de nada - Descubre el pasado de Tang Wuchou, el caballero de las cumbres."},{"id":81216,"name":"¡Buen trabajo, Stirlitz! - Ayuda a Yanbo a llevar a cabo las tareas de la Geoarmada."},{"id":81217,"name":"No hay luz sin oscuridad - Utiliza la iluminación de la roca lumínica para eliminar la cristalización de una protuberancia fangosa."},{"id":81218,"name":"Huele a alquitrán... - #Sé derrotad{F#a}{M#o} por primera vez por el fango oscuro."},{"id":81220,"name":"Con algo de leña y aceite... - Hay más de un camino hacia la superficie."},{"id":81221,"name":"El libro de Taliesin - Recibe el obsequio de Taliesin."},{"id":81222,"name":"Hágase la luz - Dale energía a un objeto."},{"id":81223,"name":"#Sabi{F#a}{M#o} en Sumeru - Alcanza el Nivel de reputación 10 en Sumeru."},{"id":81224,"name":"El pago de la bondad - Ayuda a muchos aranara en el bosque."},{"id":81225,"name":"Portal de las maravillas - Entra en el auténtico mundo de los aranara."},{"id":81226,"name":"La línea entre el sueño y la vigilia - Visita el Vanarana de la realidad."},{"id":81227,"name":"El gran concierto del bosque - ¿Tienes el potencial de convertirte en recogecanciones?"},{"id":81228,"name":"Espíritu viajero - No te pierdas el paisaje que encuentres en tu viaje."},{"id":81229,"name":"Canción brillante - Transmitirán esta canción de generación en generación para el resto de la eternidad."},{"id":81230,"name":"Historias del bosque - Escucha las cinco historias del bosque de Aravinay."},{"id":81231,"name":"Un jardín desolado - Entra en el antiguo Vanarana."},{"id":81232,"name":"Y aquello que será destruido es la muerte - Derrotaste al avatar del Marana. A continuación..."},{"id":81233,"name":"Aunque sea uno con la tierra y el polvo... - Deja la huella de tus sueños y tus deseos."},{"id":81234,"name":"Un retoño que nunca será del bosque - Y así, el problema queda solucionado."},{"id":81235,"name":"¡Los superchefs de Vanarana! - Ayuda a los hermanos de Arapacati a cocinar sus respectivos “manjares supremos”."},{"id":81236,"name":"¡Ábrete, sésamo! - Usa la contraseña para entrar en el campamento donde se esconden los Fatui."},{"id":81237,"name":"Charla con el dueño del tesoro - Encuentra el tesoro de los aranara."},{"id":81238,"name":"¡Vamadha kedavra! - Gira todos los vamadha que esconden cofres."},{"id":81239,"name":"¡En nombre de Anfortas! - Visita el destino final de los valientes."},{"id":81240,"name":"La llamada de la ciudad desconocida - Deja que el pergamino misterioso se tranquilice."},{"id":81241,"name":"Compañeros del agua y el viento - Completa la misión «Hasta que el bosque sane»."},{"id":81242,"name":"Entiérrame en el olvido - Completa la misión «Vimana Agama»."},{"id":81243,"name":"El tiempo vuelve a fluir - Completa el asunto pendiente de Aradasha."},{"id":81244,"name":"Por favor, jueguen con cuidado - Juega con los aranara del bosque."},{"id":81245,"name":"Reservas alimentarias - Visita con Varsha el jardín real de los aranara."},{"id":81246,"name":"Sueños que florecen - Consigue que el jardín de los aranara esté repleto de viparyas."},{"id":81247,"name":"Un nogal entre los jardines - Pregunta a Jayam por sus recuerdos perdidos."},{"id":81248,"name":"Ecología de los monstruos de Sumeru - Completa el encargo de proteger el ecosistema del bosque."},{"id":81249,"name":"Valentía de un león - Recupera la valentía perdida por Arashakun."},{"id":81250,"name":"La cúspide de la sabiduría - Llega al punto más alto de la Ciudad de Sumeru."},{"id":81251,"name":"#{F#Rastreadora}{M#Rastreador} - Usa una reacción de Intensificación para descubrir algo que estaba oculto."},{"id":81252,"name":"Susurros del jazmín, alegría de las granadas - Completa la misión «Sutra del agnihotra»."},{"id":81253,"name":"#Raud{F#a}{M#o} como el viento - Activa tres corrientes de viento en la Arboleda Moutiyima."},{"id":81254,"name":"La regla del tres - Encuentra tres partituras perdidas y obtén tres frutos vasoma."},{"id":81255,"name":"El amargo fruto de los sueños - Usa el kusava por primera vez."},{"id":81256,"name":"La lluvia que se une con la tierra - Completa la misión «El gaza de Váruna»."},{"id":81257,"name":"Todo vuelve a su cauce - Con el Daguerrotipo, captura una imagen del momento en el que se activa el arma de Váruna."},{"id":81258,"name":"#{F#Manipuladora}{M#Manipulador} del clima - Cambia el clima de la Floresta Apam usando la máquina divina de Váruna."},{"id":81259,"name":"¡Qué día! ¡Qué gran día! - Encuentra el tesoro secreto según las pistas del cofre."},{"id":81260,"name":"#Hij{F#a}{M#o} de Kara - Flota libremente por el bosque."},{"id":81261,"name":"Un reencuentro interminable - Sigue al animal de carga sin dueño hasta que complete su viaje."},{"id":81262,"name":"¡Eureka! ¡Eureka! - Encuentra y resuelve algunos acertijos de la Ciudad de Sumeru."},{"id":81263,"name":"La oscuridad de la noche y la luz del alba - Definitivamente, nos encontraremos en algún lugar."},{"id":81264,"name":"¿Encuentros de qué tipo? - Unos amigos inusuales se han unido al equipo de arqueología."},{"id":81265,"name":"Odisea en el desierto - La exploración en el desierto acaba de comenzar."},{"id":81266,"name":"#Pensando como {F#una}{M#un} {F#etióloga}{M#etiólogo} - El bote de tinta contiene un poder aterrador."},{"id":81267,"name":"Fata Morgana - El camino al trono por fin se ha revelado."},{"id":81268,"name":"Crea, intercambia, almacena y usa - Incluso las llaves han de ser “reconocidas”."},{"id":81269,"name":"El misterioso poder de las pirámides - Un pequeño paso para ocultar la verdad."},{"id":81270,"name":"Marchando como la gente del Rey Deshret - Obtén permiso para atravesar muchas puertas."},{"id":81271,"name":"Camino recto - Llega al espacio secreto que hay en la cúspide del Mausoleo del Rey Deshret."},{"id":81272,"name":"El camino hacia la luz - Nadie sabe ni cómo ni por qué se construyeron estas enormes ruinas."},{"id":81273,"name":"Tócala otra vez, Deshret - Vuelve a situarte frente al trono del Rey Deshret en la Sala de la Coronación."},{"id":81274,"name":"Recostado sobre la tierra - Completa «El problema de Afratu»."},{"id":81275,"name":"¿Qué pasa si pulso este botón? - Mientras no aciertes, no ocurrirá nada grave."},{"id":81276,"name":"Operación forzada - ¿Las máquinas de Khaenri'ah también cuentan como monstruos?"},{"id":81277,"name":"¿Contraseña? - Abre la misteriosa puerta del Peñasco Devoracarneros."},{"id":81278,"name":"Al final del pasillo - Entra en la sala más escondida bajo el Mausoleo del Rey Deshret."},{"id":81280,"name":"El rey de las cuatro tierras - Encuentra y resuelve los secretos de las cuatro Ruinas Transparentes del desierto."},{"id":81281,"name":"El Gran Desierto Escarlata del Rey Deshret - Explora los tres obeliscos gigantes del desierto."},{"id":81282,"name":"Inscripciones en tablillas - La belleza y la esperanza son la mejor manera de conmemorar a los difuntos."},{"id":81283,"name":"Antes de que yo naciera - Nadie desea mencionar su nombre o recordar sus acciones pasadas."},{"id":81284,"name":"La ciudad ilusoria - Es la primera vez que ves un espejismo en el desierto."},{"id":81285,"name":"¿Cómo se hace un informe arqueológico? - Es la primera vez que exploras unas ruinas subterráneas en el desierto."},{"id":81286,"name":"Volando por el desierto - Destruye una planta rodante que esté rodando por el desierto."},{"id":81288,"name":"Huida del hospital - Una vez, un superviviente huyó de aquí."},{"id":81289,"name":"#Expert{F#a}{M#o} en arqueología - Haz que todos los obeliscos primigenios del Desierto Hipóstilo, el Alto Sutej y el Bajo Sutej vuelvan a funcionar."},{"id":81290,"name":"Imágenes trascendentales - Toca todos los murales misteriosos del desierto."},{"id":81291,"name":"“Si ellas hubieran conocido lo insondable...” - Lilúpar se liberó del acuerdo que hizo contigo y decidió enfrentarse sola a su oscuro destino..."},{"id":81292,"name":"¡Solo es una eternidad de esclavitud! - La genio Lilúpar, que había estado dormida durante miles de años, hizo un acuerdo contigo."},{"id":81293,"name":"El pasado de una ciudad sin nombre - Los murales del Templo de Gurabad relatan la historia de un pasado glorioso."},{"id":81295,"name":"Un calmo paraíso sin sueños - Aquí se encuentra la tumba de la Diosa de las Flores, el reposo eterno y sin sueños de una deidad."},{"id":81296,"name":"“Ella llevará a cabo su venganza” - ¿El malhechor puede ver venir el día en que el vengador libere su furia justiciera?"},{"id":81297,"name":"Luna de sangre - ¿Qué atrocidades se cometieron en este extenso tablero bajo la sangrienta luna de aquel entonces?"},{"id":81298,"name":"Arrasando con todo - Los gusanos de arena, que reptan descontroladamente por el desierto, a veces también traen botines inesperados."},{"id":81299,"name":"¡Qué asco, un gusano! - #Sé atacad{F#a}{M#o} por un gusano de arena por primera vez."},{"id":81300,"name":"El origen de la disputa - Averigua cómo fue aniquilado el equipo de investigación Eremita enviado a Gurabad."},{"id":81301,"name":"¿Quién necesita un manual de instrucciones? - Haz que Benben recupere la vitalidad que solía tener."},{"id":81302,"name":"La bondad de una cazadora - Deja que la halcón Tadla escoja su destino."},{"id":81303,"name":"Viajando en alfombra voladora - Un mundo ideal, tan deslumbrante y nuevo."},{"id":81304,"name":"¡Pero qué bella es la vida! - Los palacios de los gusanos de arena son inescrutables, pero la vida siempre acaba abriéndose paso."},{"id":81306,"name":"Esto antes era un vergel con manantiales - El depósito de agua, antaño un manantial inagotable, está hoy completamente cubierto por la arena dorada..."},{"id":81307,"name":"Su edad de oro - Malváceas orquídeas padishá en flor inundan el trono vacío, igual que la eterna sonrisa de su maestra..."},{"id":81308,"name":"“Mostraré a los reinos tu vergüenza” - Haz que el tablero dañado reaparezca de entre las arenas."},{"id":81309,"name":"Tierra eres y en arena te convertirás - Igual que toda forma de vida del desierto."},{"id":81310,"name":"La tormenta de arena perfecta - Vamos directos al infierno meteorológico."},{"id":81311,"name":"La tarántula de Loveless - “¡Juro que te herviré hasta convertirte en grasa!”."},{"id":81312,"name":"Parvezravan Jwarrah - Haz que todos los obeliscos primigenios del Desierto de Hadramavet vuelvan a funcionar."},{"id":81313,"name":"La alianza eterna - Aunque el destino de cada uno ya se hizo añicos, la alianza sigue existiendo en un profundo letargo..."},{"id":81314,"name":"Territorio de luz - Llega al Piélago Vurukasha."},{"id":81315,"name":"Ascendiendo desde la cordillera sombría - Acompaña a Mihir hasta el final de su peregrinaje de purificación."},{"id":81316,"name":"El árbol de la montaña - Logra que Rashnu vuelva al Piélago Vurukasha."},{"id":81317,"name":"Bajo la calígine - Disipa la niebla púrpura en la que está envuelta la Manigua Asipattravana."},{"id":81318,"name":"Que suenen los tambores - Recupera los cinco coribantes."},{"id":81319,"name":"El vyakarana de las aves - Sorush obtuvo la corona floral bicornia con Zurvan como testigo."},{"id":81320,"name":"¡El golpe de la justicia! - Destruye el núcleo del Coloso con el Cañón de las Ruinas."},{"id":81321,"name":"Renunciamiento de toda esperanza - Llega al fin del reino de la superficie."},{"id":81322,"name":"#{F#La}{M#El} gran {F#forjadora}{M#forjador} - Activa el gran ascensor que hay en la fábrica de las ruinas subterráneas."},{"id":81323,"name":"La prueba de los siete valles - Ya controlas el poder de los himnos de la jvarena."},{"id":81324,"name":"Cruzando el abismo - Completa el Rito del Chinvat y abre un camino para atravesar la oscuridad."},{"id":81325,"name":"El camello, el león y el niño - Obtén todos los corazones Spenta de las zonas contaminadas por la ponzoña."},{"id":81326,"name":"El día del Tirgán - Tras purificar la guarida de los cielos, el poder del rocío y de la jvarena impregna toda la tierra."},{"id":81327,"name":"Un viaje maravilloso - Completa «Artista a la deriva»."},{"id":81328,"name":"Tenemos un misterio que resolver - Completa «Investigación monumental»."},{"id":81329,"name":"Espíritus que vuelven a casa - Completa «Fuego sombrío»."},{"id":81331,"name":"Los valientes nunca huyen - Supera todas las pruebas creadas por Jarjar."},{"id":81332,"name":"Camino centelleante - Completa todos los desafíos de “Campana de las ánimas”."},{"id":81333,"name":"Punta, punta, punta - Completa todos los desafíos de “Setas de percusión”."},{"id":81334,"name":"Resplandor entre el fango - Utiliza por primera vez la energía jvarena para deshacerte de un cristal cenizo."},{"id":81335,"name":"Y se marchó... - Usa por primera vez a Sorush para volar."},{"id":81336,"name":"Surcando los cielos de Saryozek - Logra que Sorush vuele durante cierto tiempo."},{"id":81337,"name":"¿Quién eres y qué has hecho con Sorush? - Usa por primera vez a Sorush para canalizar la energía jvarena."},{"id":81338,"name":"Usa la fuerza, Sorush - Usa a Sorush para lanzar frutos nirodha hasta derretir {param0} cristales formados a partir de rocío."},{"id":81339,"name":"Un mar ubérrimo - Todos los estanques florales del Piélago Vurukasha han recuperado su vitalidad."},{"id":82001,"name":"Nada en especial, solo práctica - Acierta a un halcón en pleno vuelo con tu arco."},{"id":82002,"name":"Genio de la puntería - Golpea el punto débil de un enemigo desde lejos con Disparo Preciso."},{"id":82003,"name":"El cazador furtivo - Golpea el punto débil de un enemigo desde muy, muy lejos con Disparo Preciso."},{"id":82004,"name":"¿Chaqueta metálica? - Rompe el escudo de cristal Geo de un Slime Gigante Geo."},{"id":82005,"name":"¿Las bolas de plasma siguen de moda? - Rompe el escudo de una Maga de Cicin Electro."},{"id":82006,"name":"Amo del ritmo - Evita que un Mago del Abismo regenere su escudo."},{"id":82007,"name":"Dadaupa en llamas - Prende fuego al escudo de un Mitachurl con Escudo de Madera."},{"id":82008,"name":"Una fuerza imparable - Destruye todos los pilares de piedra del Hipostasis Geo antes de que reviva."},{"id":82009,"name":"Proyecto PRISMA - Destruye todos los prismas de resurrección del Hipostasis Electro antes de que reviva."},{"id":82010,"name":"Ese cristalóptero Anemo es enorme - Absorbe todos los cristales de viento del Hipostasis Anemo antes de que reviva."},{"id":82012,"name":"“... No indicativo del producto final” - Derrota un Hipostasis Anemo que haya pasado por cuatro tipos de conversión elemental."},{"id":82013,"name":"Mientras más grandes... - Paraliza a un Guardián de las Ruinas al golpear su punto débil."},{"id":82014,"name":"Pase de mediocampo - Derriba un Slime Pyro de las manos de un Hilichurl Lanzagranadas."},{"id":82015,"name":"Golpe de gracia - Derrota un enemigo al destruir el hielo en el que está atrapado."},{"id":82017,"name":"El rey de los Hilichurls - Derrota a un Lawachurl Acorazado antes de que expire su forma demoniaca."},{"id":82019,"name":"“¡Enfríalo!” - Congela a un enemigo de forma continua por más de 10 s (×1)."},{"id":82020,"name":"“¡Enfríalo!” - Congela a un enemigo de forma continua por más de 10 s (×5)."},{"id":82021,"name":"“¡Enfríalo!” - Congela a un enemigo de forma continua por más de 10 s (×10)."},{"id":82022,"name":"“¡Que se forme un vendaval!” - Activa reacciones de Torbellino Cryo, Hydro, Pyro y Electro al menos una vez en 2 s (×1)."},{"id":82023,"name":"“¡Que se forme un vendaval!” - Activa reacciones de Torbellino Cryo, Hydro, Pyro y Electro al menos una vez en 2 s (×5)."},{"id":82024,"name":"“¡Que se forme un vendaval!” - Activa reacciones de Torbellino Cryo, Hydro, Pyro y Electro al menos una vez en 2 s (×10)."},{"id":82025,"name":"Felices fiestas - Congela a 4 enemigos en menos de 2 s (×1)."},{"id":82026,"name":"Felices fiestas - Congela a 4 enemigos en menos de 2 s (×5)."},{"id":82027,"name":"Felices fiestas - Congela a 4 enemigos en menos de 2 s (×10)."},{"id":82028,"name":"El rendimiento disminuye a bajas temperaturas - Derrota 4 enemigos utilizando reacciones de Superconductor en menos de 2 s (×1)."},{"id":82029,"name":"El rendimiento disminuye a bajas temperaturas - Derrota 4 enemigos utilizando reacciones de Superconductor en menos de 2 s (×5)."},{"id":82030,"name":"El rendimiento disminuye a bajas temperaturas - Derrota 4 enemigos utilizando reacciones de Superconductor en menos de 2 s (×10)."},{"id":82031,"name":"El arte de la guerra - Derrota 4 enemigos utilizando reacciones de Sobrecarga en menos de 2 s (×1)."},{"id":82032,"name":"El arte de la guerra - Derrota 4 enemigos utilizando reacciones de Sobrecarga en menos de 2 s (×5)."},{"id":82033,"name":"El arte de la guerra - Derrota 4 enemigos utilizando reacciones de Sobrecarga en menos de 2 s (×10)."},{"id":82034,"name":"¡Hay que acabar con ellos dos veces! - Derrota 4 enemigos utilizando reacciones de Derretido en menos de 2 s (×1)."},{"id":82035,"name":"¡Hay que acabar con ellos dos veces! - Derrota 4 enemigos utilizando reacciones de Derretido en menos de 2 s (×5)."},{"id":82036,"name":"¡Hay que acabar con ellos dos veces! - Derrota 4 enemigos utilizando reacciones de Derretido en menos de 2 s (×10)."},{"id":82037,"name":"Un poco menos impactante que el amor a primera vista - Derrota 4 enemigos utilizando reacciones de Electrocargado en menos de 2 s (×1)."},{"id":82038,"name":"Un poco menos impactante que el amor a primera vista - Derrota 4 enemigos utilizando reacciones de Electrocargado en menos de 2 s (×5)."},{"id":82039,"name":"Un poco menos impactante que el amor a primera vista - Derrota 4 enemigos utilizando reacciones de Electrocargado en menos de 2 s (×10)."},{"id":82040,"name":"Buen provecho - Ten 4 miembros llenos al mismo tiempo."},{"id":82041,"name":"El castigador - Inflige más de 5000 de Daño CRIT."},{"id":82042,"name":"El castigador - Inflige más de 20 000 de Daño CRIT."},{"id":82043,"name":"El castigador - Inflige más de 50 000 de Daño CRIT."},{"id":82044,"name":"Investigador de las profundidades - Despeja el nivel 4 de la Espiral del Abismo."},{"id":82045,"name":"Investigador de las profundidades - Despeja el nivel 8 de la Espiral del Abismo."},{"id":82046,"name":"Investigador de las profundidades - Despeja el nivel 12 de la Espiral del Abismo."},{"id":82047,"name":"Desde las profundidades - Completa la sala 3 del nivel 2 de la Espiral del Abismo sin recibir daño."},{"id":82048,"name":"Desde las profundidades - Completa la sala 3 del nivel 5 de la Espiral del Abismo sin recibir daño."},{"id":82049,"name":"Desde las profundidades - Completa la sala 3 del nivel 8 de la Espiral del Abismo sin recibir daño."},{"id":82050,"name":"Mi precioso - Completa la sala 2 del nivel 2 de la Espiral del Abismo con un Monolito de líneas ley intacto."},{"id":82051,"name":"Héroe del Abismo - Espiral del Abismo"},{"id":82052,"name":"Los cuatro fantásticos - Completa un dominio utilizando 4 personajes con el mismo tipo elemental."},{"id":82053,"name":"Cazador Hydro - Derrota a todos los tipos de animales hidromiméticos que puede invocar la Oceánida."},{"id":82054,"name":"¡Al agua, patos! - Derrota a una Oceánida sin recibir daño de las bombas de agua de ciertos animales hidromiméticos."},{"id":82055,"name":"¡Milagro! - Derrota a 1 Hilichurl Extraño."},{"id":82056,"name":"¡Milagro! - Derrota a 20 Hilichurls Extraños."},{"id":82057,"name":"¡Milagro! - Derrota a 50 Hilichurls Extraños."},{"id":82058,"name":"Jardinería bajo cero - Paraliza a una Regisvid Cryo al atacar su corola."},{"id":82059,"name":"Jardinería abrasadora - Paraliza a una Regisvid Pyro al atacar su corola."},{"id":82060,"name":"El peso de la justicia - Golpea a un enemigo con un Ataque Descendente que dure más de 5 s."},{"id":82061,"name":"Círculo vicioso - Lanza 5 Habilidades Definitivas en menos de 15 s."},{"id":82062,"name":"Protección múltiple - Ten un personaje protegido por 3 o más tipos de escudos diferentes a la vez."},{"id":82063,"name":"Más débil que una flor helada - Derrota a una Regisvid Cryo sin destruir su punto débil, la corola."},{"id":82064,"name":"Un fuego más abrasador - Derrota a una Regisvid Pyro sin destruir su punto débil, la corola."},{"id":82065,"name":"Forastero vs. forastero - Derrota a Nobile sin que este ponga ninguna marca sobre algún miembro del equipo y sea atacado inmediatamente por él."},{"id":82066,"name":"¡Esto es mío! - Derriba un Slime Cryo de las manos de un Hilichurl Granadero Cryo."},{"id":82067,"name":"¡Abajo las defensas! - Destruye el escudo de un Mitachurl con Escudo Cryo."},{"id":82068,"name":"Sin hielo, por favor - Derrota a un Samachurl Cryo antes de que cree un pilar de hielo."},{"id":82069,"name":"Más dura será la caída - Destruye el pilar de hielo de un Samachurl Cryo."},{"id":82070,"name":"Pues no estaba tan frío - Derrota a un Lawachurl Brazo Helado antes de que expire su forma demoniaca."},{"id":82071,"name":"Flor escarchada - Rompe el escudo de una Maga de Cicin Cryo."},{"id":82072,"name":"Matarreyes - Derrota al verdadero rey de Espinadragón."},{"id":82073,"name":"Goliath - Paraliza a un Demoledor de las Ruinas al golpear sus puntos débiles."},{"id":82074,"name":"¡Penalti! - En algunos sitios no es posible desenterrar Slimes Pyro..."},{"id":82075,"name":"Erosión del campo de fuerza - Destruye la barrera del Hipostasis Electro."},{"id":82076,"name":"“... lagarto, Spock” - Uno de tus personajes es golpeado por las tres partes del ataque de piedra, papel o tijera consecutivamente."},{"id":82077,"name":"Malos cimientos - Logra que el mismo Hipostasis Geo caiga 3 veces al destruir su columna de basalto."},{"id":82078,"name":"Ni con buenos cimientos... - Fuerza al Hipostasis Geo a entrar en su modo de resurrección sin destruir ninguna columna de basalto."},{"id":82079,"name":"Lo que el viento devolvió - Absorbe al menos 10 orbes elementales creados por el Hipostasis Anemo en una batalla."},{"id":82080,"name":"Fusión del núcleo - Destruye una semilla ardiente creada por una Regisvid Pyro."},{"id":82081,"name":"Qué mareo... - Destruye el punto débil de la corola de una Regisvid Cryo mientras realiza su ataque giratorio."},{"id":82082,"name":"Cuando las deudas nos separen - Derrota a un Recaudador Pyro que esté en modo sigilo."},{"id":82083,"name":"Me derrito sola... - Derrota a una Maga de Cicin Cryo sin matar a ninguno de sus Cicines."},{"id":82084,"name":"¿Este es uno de los Cuatro Vientos? - Derrota a un Boxeador Anemo de vanguardia después de activar todas sus absorciones elementales."},{"id":82085,"name":"Protección eficaz - Usa un escudo para contrarrestar cierto ataque de carga de un Dragarto Geo."},{"id":82086,"name":"Rebota, rebota y... - Usa un escudo para contrarrestar el ataque Lluvia primordial de un Protodragarto Geo."},{"id":82087,"name":"¡Todo para ti! - Usa un escudo del mismo elemento (o Geo) para contrarrestar el ataque Lluvia primordial de un Protodragarto Geo e infligir muchísimo daño."},{"id":82088,"name":"Espíritu perseverante - Derrota a Azhdaha en todas sus formas."},{"id":82089,"name":"Un día de invierno - Derrota a un Hipostasis Cryo que esté en modo debilitado."},{"id":82090,"name":"Nieve hasta las rodillas - Derrota a un Hipostasis Cryo que haya revivido tres veces."},{"id":82091,"name":"Dragarto Geo de día y de noche - Derrota al Dragarto Geo en todas sus formas elementales."},{"id":82092,"name":"¿Reacciones Geo? - Derrota al Protodragarto Geo en todas sus formas elementales."},{"id":82093,"name":"Espectáculo de marionetas - Derrota al Oni Espadachín mientras te provoca."},{"id":82094,"name":"Tótem arruinado - Derrota a un Samachurl Electro antes de que logre crear un tótem Electro."},{"id":82095,"name":"El rey maldito - Derrota un Lawachurl Electroyelmo fortalecido."},{"id":82096,"name":"Hidroterapia - #Derrota a la Doncella del Espejo sin ser atrapad{F#a}{M#o} por su prisión Hydro."},{"id":82097,"name":"Silencio absoluto - Derrota un Hipostasis Pyro habiendo entrado en el estado de extinguido solo una vez."},{"id":82098,"name":"La batalla de Narukami - Derrota una Maquinaria Eterna que esté en modo debilitado."},{"id":82099,"name":"¡No me alcanzas! - Derrota a un Oni Espadachín sin que te golpee su fantasma."},{"id":82100,"name":"¡Pelea justa! - Derrota a un Oni Espadachín sin que se active el bloqueo de “Rostro de la muerte”."},{"id":82101,"name":"... Puedo yo solo - Derrota a un Protodragarto Geo sin haber reflejado su Lluvia primordial."},{"id":82102,"name":"Te quemaste, ¿cierto? - Derrota a un Hipostasis Pyro que se haya reavivado dos veces."},{"id":82103,"name":"Smells like Animal Spirit! - Derrota a un Hipostasis Pyro después de recibir 3 golpes miméticos."},{"id":82104,"name":"Ruptura del núcleo - Derrota a una Maquinaria Eterna después de paralizar los 4 tipos de Centinelas de las Ruinas."},{"id":82105,"name":"Prohibido el paso a maquinaria no autorizada - Derrota a la Maquinaria Eterna sin derrotar a ningún Centinela de las Ruinas."},{"id":82106,"name":"Fuego con fuego - Derrota al Samurái Kairagi - Amenaza ígnea mientras su arma está encendida."},{"id":82107,"name":"Trueno con trueno - Derrota al Samurái Kairagi - Rayo danzarín mientras su arma está cargada de electricidad."},{"id":82108,"name":"Trueno del este - Sé golpeado por un trueno invocado por un Mitachurl con Hacha Electro..."},{"id":82109,"name":"El toque final - Derrota a Azhdaha sin haber usado escudos en batalla."},{"id":82110,"name":"Sé agua, amigo mío - Derrota al Hipostasis Hydro sin destruir ninguna masa de agua (a excepción de cuando está recuperando vida)."},{"id":82111,"name":"Arma biomarina - #Sé golpead{F#a}{M#o} por cierto animal creado por el Hipostasis Hydro."},{"id":82112,"name":"En el amor tiene que haber comunicación - #Derrota a la Manifestación del Trueno sin ser bloquead{F#a}{M#o}."},{"id":82113,"name":"Caída del trueno - Derrota a la Manifestación del Trueno mientras vuela."},{"id":82114,"name":"Aguas heladas y bruja carmesí - Derrota a Signora sin destruir ningún corazón ardiente ni ningún ojo de escarcha."},{"id":82115,"name":"Al enemigo, ni agua - Consigue al menos tres orbes curativos lanzados por las masas de agua del Hipostasis Hydro en un mismo combate."},{"id":82116,"name":"Camino de obstáculos - Utiliza obstáculos, ataques que lancen por los aires u otros medios para impedir que el Hipostasis Hydro reviva sin haber destruido ninguna masa de agua."},{"id":82117,"name":"Hora de la destrucción - Derrota a Signora sin usar polillas del loto carmesí."},{"id":82118,"name":"Escape eléctrico - #Derrota a la Manifestación del Trueno sin ser golpead{F#a}{M#o} por su celda eléctrica."},{"id":82119,"name":"Silencio inalámbrico - #Sé aprisionad{F#a}{M#o} por la Manifestación del Trueno antes de atacarla."},{"id":82120,"name":"Prohibido bañarse - Derrota a la Manada de Dragartos de las Profundidades sin que lleguen a entrar en el agua."},{"id":82121,"name":"El fin de los inugami - Destruye dos calaveras de Acechador en poco tiempo."},{"id":82122,"name":"Aterrizaje forzoso - Derriba a un Dragarto de las Profundidades mientras está escalando."},{"id":82123,"name":"Juicio impecable - Derriba únicamente al enemigo de verdad."},{"id":82124,"name":"¡Atención! Perro peligroso - Derrota al Sabueso Acechador mientras ruge."},{"id":82125,"name":"Prácticamente inofensivo - Derrota a un Espectro sin que haya acumulado nada de furia."},{"id":82126,"name":"¿Soy indestructible? - En un combate, esquiva todas las olas de destrucción vajra de una ronda liberadas por la Todopoderosa Narukami de la catástrofe."},{"id":82127,"name":"Luz desbordante - En un combate contra la Serpiente de las Ruinas, utiliza el Canalizador lumínico para destruir dos protuberancias fangosas."},{"id":82128,"name":"La serpiente que se muerde la cola - Destruye una protuberancia fangosa para paralizar a la Serpiente de las Ruinas mientras absorbe energía."},{"id":82129,"name":"“Han disparó primero” - Nunca es buena idea meterse en un tiroteo solo con una navaja..."},{"id":82130,"name":"Oportunista del fuego cruzado - Sé testigo de la pelea entre los Hongos aliados."},{"id":82131,"name":"¡Bájenme de aquí! - Derriba a un Hongo alado que está en pleno vuelo."},{"id":82132,"name":"Un encuentro largamente esperado - Ignora la colisión eléctrica liberada por la Regisvid Electro."},{"id":82133,"name":"A la tercera va la rendición - Sé testigo de las tres habilidades fortalecidas del Espantohongo Plumaverde en estado revitalizado."},{"id":82134,"name":"La flor enfurecida - Paraliza a una Regisvid Electro atacando su corola cuando lance un rayo de luz eléctrica."},{"id":82135,"name":"¡Ya no aguanto más! - Derrota al Espantohongo Plumaverde cuando esté exhausto tras haber entrado en estado revitalizado."},{"id":82136,"name":"Champiñones a la brasa - En un solo desafío, derrota a 6 Hongos creados por el Espantohongo Plumaverde en el estado de quemado."},{"id":82137,"name":"Matadragones - Derriba al Dragón Aciagoeterno atacando a los núcleos de sus dos alas en un solo desafío."},{"id":82138,"name":"Victoria calavérica - Interrumpe el flujo de energía del Dragón Aciagoeterno atacando el núcleo de su cabeza en un solo desafío."},{"id":82139,"name":"¡Es inútil resistirse! - Derrota a un Dragón Aciagoeterno que haya obtenido, al menos, dos aumentos de RES Elemental distintos."},{"id":82140,"name":"Fallo del sistema - Derrota al Algoritmo de Semi-Incesante Matriz de Observación Navegadora mientras se encuentra en estado de supersobrecarga."},{"id":82141,"name":"Daisy, Daisy - Golpea el núcleo del Algoritmo de Semi-Incesante Matriz de Observación Navegadora con una reacción de Aceleración, Intensificación o Propagación y elimina su invisibilidad."},{"id":82142,"name":"Botón de emergencia - Interrumpe la carga del Dragón Aciagoeterno atacando el núcleo de su cabeza."},{"id":82143,"name":"¡Nanomáquinas, colega! - Derrota al Espantohongo Plumaverde mientras está liberando una poderosa habilidad en estado revitalizado."},{"id":82144,"name":"Acelérame despacio, que tengo prisa - Presencia el impacto por sobreaceleración del Algoritmo de Semi-Incesante Matriz de Observación Navegadora."},{"id":82145,"name":"La mano invisible - Derrota a una Creación Primigenia sin desactivar su invisibilidad."},{"id":82146,"name":"¡Granada saltarina, chispas explosivas! - #Derrota 4 enemigos utilizando reacciones de Crepitar en menos de 2{NON_BREAK_SPACE}s{NON_BREAK_SPACE}(×1)."},{"id":82147,"name":"¡Granada saltarina, chispas explosivas! - #Derrota 4 enemigos utilizando reacciones de Crepitar en menos de 2{NON_BREAK_SPACE}s{NON_BREAK_SPACE}(×5)."},{"id":82148,"name":"¡Granada saltarina, chispas explosivas! - #Derrota 4 enemigos utilizando reacciones de Crepitar en menos de 2{NON_BREAK_SPACE}s{NON_BREAK_SPACE}(×10)."},{"id":82149,"name":"Circo de la exuberancia - #Derrota 4 enemigos utilizando reacciones de Sobreflorecimiento en menos de 2{NON_BREAK_SPACE}s{NON_BREAK_SPACE}(×1)."},{"id":82150,"name":"Circo de la exuberancia - #Derrota 4 enemigos utilizando reacciones de Sobreflorecimiento en menos de 2{NON_BREAK_SPACE}s{NON_BREAK_SPACE}(×5)."},{"id":82151,"name":"Circo de la exuberancia - #Derrota 4 enemigos utilizando reacciones de Sobreflorecimiento en menos de 2{NON_BREAK_SPACE}s{NON_BREAK_SPACE}(×10)."},{"id":82155,"name":"La maravillosa fijación de nitrógeno - Haz que tres núcleos curativos entren en estado revitalizado en un único desafío del Hipóstasis Dendro."},{"id":82156,"name":"Caída herbácea - Rompe el recubrimiento de enredaderas del Hipóstasis Dendro en el momento en el que ejecute un Ataque Descendente."},{"id":82157,"name":"Carga pesada - Sobrecarga y paraliza al Dios Mecánico aprovechando las matrices elementales."},{"id":82158,"name":"El ciclo de la vida y la muerte - Con una Obliteración fugaz, se revela la naturaleza de todas las cosas."},{"id":82159,"name":"Atrápame si puedes - Elimina la invisibilidad de, al menos, 2 Creaciones Primigenias con una reacción de Aceleración, Intensificación o Propagación o una onda cognitiva en menos de 3 s."},{"id":82160,"name":"Quien controla las especias... - Causa una reacción de Torbellino contra los proyectiles erosionadores para derribar al Gusano de Sutej mientras está levitando."},{"id":82161,"name":"Espinas del rechazo - Usa el elemento Pyro para quemar todas las espinas creadas por el Hipóstasis Dendro con un “Aro espinoso”."},{"id":82162,"name":"Huesos duros de roer - Usa bloques de energía voraces para paralizar a los siguientes enemigos"},{"id":82163,"name":"¡Como la rayuela! - Activa todas las matrices elementales en un único desafío del Dios Mecánico."},{"id":82164,"name":"... Esta te la devuelvo - Destruye el escudo del Dios Mecánico cuando vaya a lanzar un bombardeo de ataques."},{"id":82165,"name":"¡Esto sí que son los Cuatro Vientos! - Haz que los proyectiles erosionadores activen la reacción de Torbellino usando los elementos Cryo, Pyro, Electro e Hydro en un único desafío del Gusano de Sutej."},{"id":82166,"name":"Aunque haya un muro entre nosotros... - Derrota a un Bautista Sacrílego sin romper su escudo elemental."},{"id":82167,"name":"Demostración por casos - Derrota todas las combinaciones elementales de un Bautista Sacrílego."},{"id":82168,"name":"Silencio imperante - Destruye todos los aros elementales de un Bautista Sacrílego para paralizarlo cuando empiece a canalizar su ataque."},{"id":82169,"name":"Como un paseo por el parque - Derrota al Guardián del Oasis de Apep sin que ningún personaje sea atacado por su Devastación apocalíptica."},{"id":84000,"name":"El comienzo de un largo viaje - Completa las misiones del Arconte en Mondstadt."},{"id":84001,"name":"El forastero que atrapó el viento - Completa «El forastero que atrapó el viento»."},{"id":84002,"name":"Por un mañana sin lágrimas - Completa «Por un mañana sin lágrimas»."},{"id":84003,"name":"Canción del dragón y la libertad - Completa «Canción del dragón y la libertad»."},{"id":84004,"name":"Que el viento nos guíe - Obtén el poder Anemo."},{"id":84005,"name":"¿... o una nueva tormenta? - Repele al dragón que ataca Mondstadt."},{"id":84006,"name":"Excelencia de caballero - #Conviértete en {F#una}{M#un} Caballer{F#a}{M#o} Honorari{F#a}{M#o} de Favonius."},{"id":84007,"name":"Dilemas caballerescos - Fracasaste al pedir prestada la reliquia sagrada, pero aprendiste de los dilemas de los Caballeros."},{"id":84008,"name":"El viento siempre cambia su curso - #Sé rescatad{F#a}{M#o} por Dvalin."},{"id":84009,"name":"La tierra entre los monolitos - Completa «La tierra entre los monolitos»."},{"id":84010,"name":"Adiós, amo perfeccionado - Completa «Adiós, amo perfeccionado»."},{"id":84011,"name":"En tierras desconocidas - #Sé rescatad{F#a}{M#o} por un forastero en “un lugar que los lugareños no visitan”."},{"id":84012,"name":"Cinco Hilichurls se columpiaban - Acepta jugar con la pequeña Ming."},{"id":84013,"name":"¡Huele divinamente! - Averigua cuál es el perfume preferido de Rex Lapis."},{"id":84014,"name":"Es más grande por dentro - Limpia la tetera de Madam Ping."},{"id":84015,"name":"“Valiente aventurero...” - No escatimes en Moras para que otros terminen tu trabajo."},{"id":84016,"name":"Protector de reliquias - No encontraste la Cococabra, pero reparaste una reliquia antigua."},{"id":84017,"name":"Rex tremendae - Haz todos los preparativos necesarios para el Rito del Ascenso."},{"id":84018,"name":"Slime glaseado - Prepara un Slime confitado."},{"id":84019,"name":"Al infinito y más allá - Llega hasta el “palacio flotante” de Liyue."},{"id":84020,"name":"Flor melómana - Canta una canción de Mondstadt a los lirios de cristal..."},{"id":84021,"name":"Esta vez te dejaré ir - Derrota a Nobile."},{"id":84022,"name":"Descarrilamiento - Haz que Osial, el Señor del Vórtice, se bata en retirada."},{"id":84023,"name":"El último adiós - Participa en el Rito del Ascenso."},{"id":84024,"name":"Una nueva estrella en ascenso - Completa «Una nueva estrella en ascenso»."},{"id":84025,"name":"Engranajes del destino - Completa la misión «Dainsleif, el buscador de la verdad»."},{"id":84026,"name":"Una aventura maravillosa"},{"id":84028,"name":"El ojo que todo lo ve - Evalúa correctamente toda la información."},{"id":84029,"name":"Un ladrón, un loco y un oscuro misterio - Averigua lo que le depara el destino al Maestro Ladrón."},{"id":84030,"name":"Encrucijada del destino - Huye de las ruinas extrañas."},{"id":84031,"name":"Burlándose de los dioses - Descubre que el Telar del destino ya está en marcha."},{"id":84032,"name":"Se acabó la charla - Ahuyenta al Emisario del Abismo."},{"id":84033,"name":"Nos volveremos a encontrar - Completa «Nos volveremos a encontrar»."},{"id":84034,"name":"Destino"},{"id":84035,"name":"¡En guardia! - Consigue tu primera victoria en el Torneo Crux."},{"id":84036,"name":"Viento de otoño y hojas escarlata - Completa «Viento de otoño y hojas escarlata»."},{"id":84037,"name":"Contra viento y marea - Llega a la colonia de extranjeros."},{"id":84038,"name":"Hiiragi Sanjuuro - Escolta los suministros y sal de Ritou."},{"id":84039,"name":"Las aspiraciones de todos - Toca la Estatua de la Diosa Omnipresente, símbolo de la eternidad."},{"id":84040,"name":"La princesa tras el biombo - Conoce oficialmente a la hija del clan Kamisato."},{"id":84041,"name":"Amuletos, justicia y unidad - Completa «Los tres deseos»."},{"id":84042,"name":"Fiesta en la cárcel - Rescata al Maestro Masakatsu."},{"id":84043,"name":"Frente al relámpago - Conviértete en el objetivo del Decreto de captura de Visiones."},{"id":84044,"name":"#Foraster{F#a}{M#o} revolucionari{F#a}{M#o} - Únete al ejército de resistencia."},{"id":84045,"name":"La diosa inmutable y la utopía eterna - Completa «La diosa inmutable y la utopía eterna»."},{"id":84046,"name":"Quietud, la sublimación de la sombra - Completa «Quietud, la sublimación de la sombra»."},{"id":84047,"name":"Pez Espada n.º 2 - Obtén el reconocimiento del Escuadrón Pez Espada n.º 2."},{"id":84048,"name":"Deseos fugaces - Descubre quién está detrás de la distribución de Engaños."},{"id":84049,"name":"Megafestival pirotécnico - Enciende un fuego artificial para distraer a los guardias."},{"id":84050,"name":"Duelo a muerte ante el trono - Obtén la victoria en el duelo ante el trono."},{"id":84051,"name":"Los deseos de los demás - Cumple todos los deseos de la Estatua de la Diosa Omnipresente."},{"id":84052,"name":"Omnipresencia sobre los mortales - Completa «Omnipresencia sobre los mortales»"},{"id":84053,"name":"Los mejores deseos - Reconstruye el templo de Pervases con Wang Ping'an."},{"id":84054,"name":"El diario de aventuras de Anna - Ayuda a Anna a convertirse en una aventurera."},{"id":84055,"name":"Un futuro prometedor - Un joven está a punto de comenzar una larga travesía..."},{"id":84056,"name":"Jade en el cielo - Completa la reconstrucción de la Cámara de Jade."},{"id":84057,"name":"El resurgimiento de las profundidades - Derrota a Beisht, la Vengadora del Vórtice."},{"id":84058,"name":"Un sueño del pasado - Sé testigo de la verdadera historia de una aldea."},{"id":84059,"name":"La grulla regresa con el viento - Completa «La grulla regresa con el viento»"},{"id":84060,"name":"Abismo avizor - Aun después de reunirte con Dain, el abismo sigue acechando..."},{"id":84061,"name":"La bella y la maldita - Descubre el secreto entre los Caballeros Serpiente Negra y los Hilichurls."},{"id":84062,"name":"Determinación desoladora - Derrota al Emisario del Abismo."},{"id":84063,"name":"Que la gloria te acompañe - Completa «Réquiem desde el abismo»."},{"id":84064,"name":"Cárceles y caminos hacen amigos - Supera los obstáculos y reúnete con Xiao en «Senderos peligrosos»."},{"id":84065,"name":"Pánico en las profundidades - Consigue escapar del espacio misterioso en lo más profundo de la Sima."},{"id":84066,"name":"Firmeza en el alma, corazón en calma - Completa «Senderos peligrosos»."},{"id":84067,"name":"Voz akáshica - Escucha la sabia voz de la gran diosa."},{"id":84068,"name":"Entre la comerciante y el conocimiento - Conoce a Dori y cómprale una cápsula de conocimiento."},{"id":84069,"name":"Cápsula del tiempo - Aumenta tu fuerza de combate con una cápsula de conocimiento."},{"id":84070,"name":"Tras la bruma y el bosque - Completa la misión «Tras la bruma y el bosque»."},{"id":84071,"name":"Déjà vu - Escoge por instinto la caja de caramelos de sabor a solsettia."},{"id":84072,"name":"¡Ni Paimon lo comería! - Come los panecillos de dátil carbonizados de aspecto terrible."},{"id":84073,"name":"El despertar de un sueño - Despierta del samsara del Día del Sabzeruz."},{"id":84074,"name":"El alba de las mil rosas - Completa la misión «El alba de las mil rosas»."},{"id":84075,"name":"Alma extracorpórea - Comparte tus sentidos con Nahida a través de su posesión de otra persona utilizando el Akasha."},{"id":84076,"name":"El imaginario del Dr. Dottore - #Sé vist{F#a}{M#o} como {F#la heroína salvadora}{M#el héroe salvador} del mundo por los ciudadanos bajo el control de Dottore."},{"id":84077,"name":"La divinidad devuelve la mirada - Sé testigo del pasado de Scaramuccia tras conectarte a la consciencia divina."},{"id":84078,"name":"Quimeras, ilusiones y engaños - Completa «Quimeras, ilusiones y engaños»."},{"id":84079,"name":"¿Nara... Croft? - Descubre el templo antiguo sepultado bajo el desierto."},{"id":84080,"name":"Pirámides y mazmorras - Comprende los hechos del pasado a través de las últimas palabras del sacerdote del Rey Deshret."},{"id":84081,"name":"El Rey Deshret y los tres peregrinos - Completa «El Rey Deshret y los tres peregrinos»."},{"id":84082,"name":"Eremitis ne credite - Ayuda a Cyno a llevar a Rahman y su séquito hasta Sumeru."},{"id":84083,"name":"La ecuación de la victoria - Completa los preparativos del plan."},{"id":84084,"name":"Qué día tan largo... - Salva a la Arconte en el Día del Jñagarbha."},{"id":84085,"name":"Acceso denegado - Detén el nacimiento del falso dios."},{"id":84086,"name":"Pulso de Akasha, fuego que arrasa - Completa «Pulso de Akasha, fuego que arrasa»."},{"id":84087,"name":"El misterio de Tatarasuna - Investiga la historia de Tatarasuna dentro del Irminsul."},{"id":84088,"name":"Ecos del pasado - Descubre las consecuencias de que Scaramuccia entrara al Irminsul."},{"id":84089,"name":"Parinama"},{"id":84090,"name":"Anatman - Derrota al Protector Eterno de la Sabiduría Arcana del recuerdo."},{"id":84091,"name":"La transposición de la génesis - Completa la misión «La transposición de la génesis»."},{"id":84092,"name":"Deambulando por la noche estrellada - #Evoca los recuerdos relacionados con tu herman{F#o}{M#a}."},{"id":84093,"name":"Experiencia cercana a la muerte - Crea un medicamento que traiga esperanza."},{"id":84094,"name":"A la otra orilla del destino - Sé testigo del milagro llevado a cabo por el pecador."},{"id":84095,"name":"Cariberto - Completa la misión «Cariberto»."},{"id":84100,"name":"Amo de los Relámpagos Violentos - Sé testigo de cómo la mala suerte de Bennett puede afectar incluso al clima."},{"id":84101,"name":"El poder de la buena suerte - Activa los mecanismos sin equivocarte y obtén el tesoro."},{"id":84102,"name":"Superando los límites - Completa «La fuente de la curación» y desbloquea todos los finales posibles."},{"id":84103,"name":"Una criada firme y perfecta - Completa «El camino de una caballera» y desbloquea todos los finales posibles."},{"id":84104,"name":"El mal ha sido desterrado - Completa «El cazafantasmas» y desbloquea todos los finales posibles."},{"id":84105,"name":"La leyenda picante de Mondstadt - Prueba la bebida picante de Bárbara."},{"id":84106,"name":"“... Porque debo cumplir con mi deber” - Ayuda a Noelle a descubrir la fuente de su fuerza."},{"id":84107,"name":"Héroe del picante - Elabora un helado erróneo y haz que la positividad congénita de Chongyun estalle."},{"id":84108,"name":"Guardaespaldas de una ídolo - Convence a Albert y los demás admiradores de Bárbara para que se vayan."},{"id":84109,"name":"Un mundo que solo las rosas conocen - Lee las notas de estudio de Noelle."},{"id":84110,"name":"Olvídate de la preocupación - Completa «El examen de una caballera» y desbloquea todos los finales."},{"id":84111,"name":"Caballera sin un rasguño - Escucha «El viaje de una caballera por Liyue» con Noelle."},{"id":84112,"name":"La registradora de Mondstadt - Lee las notas de estudio de Noelle."},{"id":84113,"name":"Mezclado, no agitado - Completa «Coctelería felina» y desbloquea todos los finales."},{"id":84114,"name":"Hay un “pero”... - Ayuda a Diona a encontrar una base especial para su bebida."},{"id":84115,"name":"Su Miaujestad - Lleva a todos los gatos a la taberna Cola de Gato."},{"id":84116,"name":"Todos contentos - Completa «Los quehaceres cotidianos de un amo de llaves» y desbloquea todos los finales posibles."},{"id":84117,"name":"#Am{F#a}{M#o} de casa - Termina de limpiar en el tiempo indicado."},{"id":84118,"name":"Y del mar nunca jamás lo separaron - Averigua la historia de Inu Shoushou con Thoma."},{"id":84119,"name":"Quisiera ser tan alta... - Completa «Técnica “¡Yujuuu!”"},{"id":84120,"name":"Velocidad, yo soy veloz - Recibe la valoración más alta de Sayu en el entrenamiento de agilidad."},{"id":84121,"name":"Un poco tarde para Sayu - No pudiste detener el apetito de Sayu."},{"id":84122,"name":"#{F#Marinera Honoraria}{M#Marinero Honorario} de la Flota Crux - Completa «Cuando la Flota Crux brilla refulgente» y desbloquea todos los finales posibles."},{"id":84123,"name":"Vino milagroso - Acompaña a Beidou al banquete de la Aldea Chingtsé."},{"id":84124,"name":"Club de Compradores de Guyun - Pregunta a Beidou sobre la auténtica transacción."},{"id":84125,"name":"General de Watatsumi - Completa «¡Operaciones especiales del General Canino!» y desbloquea todos los finales."},{"id":84126,"name":"Alea jacta est - Obtén todos los palillos de la fortuna en el santuario."},{"id":84127,"name":"Contarlo o no contarlo, esa es la cuestión - Descubre la verdadera identidad de la Srta. Hina en la Editorial Yae."},{"id":84128,"name":"Estrella binaria - Completa «Otra invitación a la Cámara de Jade» y desbloquea todos los finales posibles."},{"id":84129,"name":"Reservas pesqueras - Cuando de pescado se trata, cuanto más, mejor."},{"id":84130,"name":"Sobreprotección - Después de la calma, viene la tormenta. Ninguang no pudo disfrutar de sus vacaciones..."},{"id":84131,"name":"'O sole mio - Completa «Canción de gracia» y desbloquea todos los finales posibles."},{"id":84132,"name":"Un momento para la posteridad - Captura unas imágenes de Yun Jin y tú."},{"id":84133,"name":"#Profesora estricta, alumn{F#a}{M#o} excelente - Completa el ensayo sin golpear a ningún espantapájaros azul."},{"id":84134,"name":"#{F#Asesora}{M#Asesor} jefe de la Banda de Arataki - Completa «El día a día de la Banda» y desbloquea todos los finales posibles."},{"id":84135,"name":"¡Echa otro vistazo! - Admira a Kuki Shinobu vestida de miko."},{"id":84136,"name":"En el piso de arriba - #Sé disuadid{F#a}{M#o} antes de alertar a Kujou Sara y a Kuki Shinobu."},{"id":84137,"name":"¿Creías que esto era una novela policiaca? - Completa «Investigación tormentosa» y desbloquea todos los finales posibles."},{"id":84138,"name":"#¡Soy {F#una}{M#un} detective genial! - Averigua a la primera el móvil y los hechos del crimen."},{"id":84139,"name":"Las súplicas de Sangonomiya - Pregunta a Gorou si Kokomi sabe lo que ocurre en la Isla Watatsumi."},{"id":84140,"name":"La solución ideal - Completa «Un entramado inextricable» y desbloquea todos los finales posibles."},{"id":84141,"name":"Querida tú de dentro de cien años - Lee todas las cartas enviadas a Faruzán."},{"id":84142,"name":"Introducción a la mecánica - Acierta en el menor número de pasos que se necesita para completar una pagoda de siete peldaños."},{"id":84143,"name":"Y su nombre es... ¡Laila! - Completa «La estrella taciturna» y desbloquea todos los finales posibles."},{"id":84144,"name":"¡Ey, ya! - Ayuda a Laila a completar su tesis sin que se agobie más de lo que ya está."},{"id":84145,"name":"El secreto del Seelie y las estrellas - Obtén la verdadera respuesta del Seelie de la Sabiduría."},{"id":84146,"name":"El arte y la vida - Completa «El péndulo de la tristeza y la felicidad» y desbloquea todos los finales."},{"id":84147,"name":"Época de estudiante - Consulta los libros con anotaciones de la Casa de la Daena."},{"id":84148,"name":"Arquitectura romántica - Habla sobre el futuro con Kaveh en la tranquilidad del desierto."},{"id":84501,"name":"... Odomu？ - Lleva a cabo exitosamente un intercambio cultural con los Hilichurls en «Intercambio de idiomas»."},{"id":84502,"name":"Yo dala? - Lleva a cabo exitosamente un intercambio cultural con los Hilichurls en «Intercambio poético»."},{"id":84503,"name":"Perfeccionista - Completa todos los encargos de Tsarevich en «¡Lo prometido es deuda!»."},{"id":84504,"name":"A decir verdad... - Reúne información de Snezhnaya en «Una historia invernal»."},{"id":84505,"name":"Geodiario de viajes - Reúne todas las historias de Rex Lapis en la misión «Geodiario de viajes»."},{"id":84506,"name":"Damas y caballeros, presten atención... - Termina de escuchar la historia «Lluvia de cuchillas» de la misión «Momento de suspense»."},{"id":84507,"name":"Érase una vez... - Termina de escuchar la historia de «La ira de Haishan» de la misión «Momento de suspense»."},{"id":84508,"name":"¡Oh, no! ¡Piratas! - Juega a los piratas con Lulu, Fei y Meng."},{"id":84509,"name":"El cocinero y el pescador - Completa «La solitaria pesca de Jiangxue» y «El Sonriente Yanxiao ya no sonríe»."},{"id":84510,"name":"El amor está en el aire... - Ayuda a Zhihua a encontrar 5 señales de que tendrá suerte en el amor en «Buen augurio»."},{"id":84512,"name":"Por el amor de Godwin - Termina 5 veces «Lo que el viento se llevó»."},{"id":84513,"name":"Subiendo de nivel - Ayuda a Huai'an a reparar el puente roto de la Posada Wangshu."},{"id":84514,"name":"Suerte de principiante - Selecciona el jade de mayor valor en tu primer intento."},{"id":84515,"name":"Asumiendo la responsabilidad - Discúlpate con Timmie."},{"id":84516,"name":"Eso también sirve... - Tráele a Herman solamente materiales para un maniquí de entrenamiento."},{"id":84517,"name":"Karma al instante - Expón a Marjorie y recibe el agradecimiento de Jack."},{"id":84518,"name":"“Querido papá... ” - Escucha la historia de Timmie."},{"id":84519,"name":"Panacea universal - Cura la enfermedad de Anna."},{"id":84520,"name":"En el nombre de Favonius - Sé testigo de la historia de Jilliana."},{"id":84522,"name":"De mayor quiero ser erudito - Completa «Reliquias abandonadas» y «Recuperar lo robado»."},{"id":84523,"name":"Sueño y realidad - Completa «Un supuesto “trabajo”» y recibe la antología poética de Linling."},{"id":84524,"name":"Bien está lo que bien acaba - Completa la misión «Viejos amigos»."},{"id":84525,"name":"¡Esta novela es genial! - Echa un vistazo al manuscrito de Chang el Noveno."},{"id":84526,"name":"Libre a interpretación - Arruina 4 señales de amor."},{"id":84527,"name":"¡Consigue tu propia comida de emergencia! - Cómete los alimentos que transportas en «Entrega de comida»."},{"id":84528,"name":"A plena vista - Ayuda a Sango y a Ryuuji a resolver el caso."},{"id":84529,"name":"Solo hay una verdad, ¿o no? - Sé testigo de la historia de Ryuuji."},{"id":84530,"name":"Liyue Ichiban - Cura a Tang Wen con platos deliciosos."},{"id":84531,"name":"“Bum” y más “bum” - Pregúntale a Xiangling acerca de métodos especiales de cocina."},{"id":84532,"name":"Comida para dos - Ayuda a Xudong y a Kamei Munehisa a preparar un plato."},{"id":84533,"name":"Dilema dietético - Ayuda a Parvaneh a revisar las recetas."},{"id":84534,"name":"Samuarroz - Ayuda a Kamei Munehisa a recolectar ingredientes de los campamentos de ambos lados."},{"id":84535,"name":"“¡Perdón por los problemas!” - Recibe la queja de Konda Densuke en el servicio posventa."},{"id":84536,"name":"Samurái gourmet - Sé testigo del ingreso de Kamei Munehisa a los Superchefs."},{"id":84537,"name":"¿Hay alguien aquí? - Descubre un pasaje secreto en Ritou."},{"id":84538,"name":"Comentario editorial - Ayuda a Shigeru y a Junkichi a volver al camino del artista."},{"id":84539,"name":"Deberías abrir un gimnasio - Ayuda 5 veces en el entrenamiento de Asakura."},{"id":84540,"name":"Adivina quién soy - Descubre la verdadera identidad de Zhenyu."},{"id":84541,"name":"Al menos tiene un final - Escucha la historia creada por Junkichi."},{"id":84542,"name":"Ella y su gato - Acompaña a Neko a la Montaña Yougou para buscar pistas de Hibiki."},{"id":84543,"name":"¡Ajá! ¿Han picado? - Pesca algo extraño con Kayvan."},{"id":84544,"name":"Los Hongos de Kalimi - Sé testigo de cómo Hatim hace una fortuna en el mercado de futuros."},{"id":84545,"name":"La riqueza llama a mi puerta - Lleva a Hatim una sidra de manzana."},{"id":84546,"name":"Los cuentos de los gatos encaramados - Ayuda a Sareh a encontrar a todos los gatos."},{"id":84547,"name":"Principios aritméticos - Ayuda a García a mejorar su máquina."},{"id":84548,"name":"¡Por la profesionalidad! - Recoge muchos champiñones para Hanbei."},{"id":84549,"name":"Terapia relajante - Cumple los deseos de los tres enfermos."},{"id":84550,"name":"Arrancaflores - Encuentra y derrota a la Megaflora que quiere huir."},{"id":84551,"name":"El día de la travesía - Obtén la carta de Alexandra."},{"id":84552,"name":"El Mora no es el culpable - Sé testigo de la historia de los Superchefs en Sumeru."},{"id":84553,"name":"¿Qué tan grande es el mundo? - Ayuda a Fargani con su trabajo de medición."},{"id":84554,"name":"Fecha límite - Sé testigo de la historia de Alrani en Sumeru."},{"id":84555,"name":"Las condiciones para que florezcan las rosas - Ayuda a Collei a cuidar de las rosas de Sumeru."},{"id":84556,"name":"¿A dónde fueron mis queridos sueños? - Sé testigo de la historia de Javi y su sueño."},{"id":84557,"name":"Una petición innecesaria - Encuentra todos los objetos que Gulabgir le hizo a sus serpientes."},{"id":84558,"name":"El barco tiene la última palabra - Prueba con Rafiq la robustez del barco."},{"id":84559,"name":"¿Dónde está el problema? - Degusta tres platos preparados por Jafar."},{"id":84560,"name":"#Gran erudit{F#a}{M#o} de Sumeru - Responde correctamente a las seis preguntas distintas."},{"id":84561,"name":"A un paso de la derrota - Pierde en la carrera contra Hilmi."},{"id":84562,"name":"La caligrafía de un doctor - Ayuda a Maruf a entender la receta."},{"id":84563,"name":"Fragancia entre los dedos - Sé testigo de la historia de Nermín."},{"id":84564,"name":"En busca de la espada - Sé testigo de la historia de Lan y la Cuchilla Oculta."},{"id":84565,"name":"Veinte mil leguas de viaje naviero - Sé testigo de la historia de Sun Yu."},{"id":85000,"name":"Nada que perder, excepto tiempo - Revela el secreto de los dos relojes de sol."},{"id":85001,"name":"Conociendo a una diosa del pasado - Apréndelo todo sobre la historia de una antigua deidad."},{"id":85002,"name":"El Chi y el dragón - Aprende todo lo que hay que saber sobre la historia de Chi."},{"id":85003,"name":"Las ruinas de la batalla - Consigue un buen precio por un tesoro encontrado en unas ruinas antiguas..."},{"id":85004,"name":"Una sombra sobre el Estanque Luhua - Ayuda a Vermeer a ver el paisaje de sus sueños."},{"id":85005,"name":"Jugador 0 - Juega un juego simple con el Infantil Jiang."},{"id":85006,"name":"Un árbol grueso y frondoso da sombra al hogar... - Sé testigo de la historia de la familia de Yuan Hong."},{"id":86001,"name":"La unión hace la fuerza - Completa dominios junto con otros jugadores 5 veces."},{"id":86002,"name":"La unión hace la fuerza - Completa dominios junto con otros jugadores 20 veces."},{"id":86003,"name":"La unión hace la fuerza - Completa dominios junto con otros jugadores 100 veces."},{"id":86004,"name":"Vine, vi y vencí - Recoge 5 objetos típicos de una región en el mundo de otro jugador."},{"id":86005,"name":"Vine, vi y vencí - Recoge 20 objetos típicos de una región en el mundo de otro jugador."},{"id":86006,"name":"Vine, vi y vencí - Recoge 50 objetos típicos de una región en el mundo de otro jugador."},{"id":86007,"name":"Ese cristalóptero Anemo es gigante - Derrota un Hipostasis Anemo en modo multijugador."},{"id":86008,"name":"“Siempre sonriente” - Derrota un Hipostasis Electro en modo multijugador."},{"id":86009,"name":"“Tienes que golpear a los pilares” - Derrota un Hipostasis Geo en modo multijugador."},{"id":86010,"name":"“Cielo azul, brisa suave y una Regisvid Cryo” - Derrota una Regisvid Cryo en modo multijugador."},{"id":86011,"name":"“This is fine” - Derrota una Regisvid Pyro en modo multijugador."},{"id":86012,"name":"Un pez llamado Rhodeia - Derrota una Oceánida en modo multijugador."},{"id":86013,"name":"Pacto con lobos - Derrota al rey del Reino de los Lobos en modo multijugador."},{"id":86015,"name":"“La montaña se mueve” - Derrota a un Protodragarto Geo en modo multijugador."},{"id":86016,"name":"Días de antaño - Derrota a Azhdaha en modo multijugador."},{"id":86017,"name":"Sobre hielo - Derrota a un Hipostasis Cryo en modo multijugador."},{"id":86018,"name":"Lazos rotos... - Derrota a un Oni Espadachín en modo multijugador."},{"id":86019,"name":"Operación hoguera - Derrota a un Hipostasis Pyro en modo multijugador."},{"id":86020,"name":"Ni tan eterna... - Derrota a una Maquinaria Eterna en modo multijugador."},{"id":86021,"name":"Para tener un Engaño, es un poco flojo - Derrota a Nobile en modo multijugador."},{"id":86022,"name":"Truenos que laten al unísono - Derrota a la Manifestación del Trueno en modo multijugador."},{"id":86023,"name":"Todo esto antes era agua - Derrota al Hipostasis Hydro en modo multijugador."},{"id":86024,"name":"A través del fuego y la escarcha - Derrota a Signora en modo multijugador."},{"id":86025,"name":"Susurros en la noche - Derrota al Rey Acechador Dorado en modo multijugador."},{"id":86026,"name":"Siempre habrá quien se atreva a... - Derrota a la Shogun Raiden en modo multijugador."},{"id":86027,"name":"El legado de una civilización antigua - Derrota a la Serpiente de las Ruinas en modo multijugador."},{"id":86028,"name":"#Semivegetarian{F#a}{M#o} - Derrota al Espantohongo Plumaverde en modo multijugador."},{"id":86029,"name":"¡Peligro! Alta tensión - Derrota a la Regisvid Electro en modo multijugador."}]