[{"id":80001,"name":"Der Wind und der Fremde - Puste die Samen eines Löwenzahns mithilfe der Anemo-Kraft davon."},{"id":80002,"name":"Berge und Gipfel - Erhalte die Geo-Kraft."},{"id":80003,"name":"Rauschendes Wasser - Sammle die ganze Reihe „Herz der Quelle“."},{"id":80004,"name":"Verspottung des Himmels - Sammle die ganze Reihe „Legende der zerbrochenen Hellebarde“."},{"id":80005,"name":"Der Trinker und der Wolf - Sammle die ganze Reihe „Erzählungen eines Betrunkenen“."},{"id":80006,"name":"Die Quelle, das weiße Pferd und der Mond - Sammle die ganze Reihe „Bambuswald im Mondenschein“."},{"id":80007,"name":"Menschliche Form - Schmiede eine Waffe mit 4 Sternen."},{"id":80008,"name":"Überlebensexperte - Beherrsche die Zubereitung von 10 Gerichten."},{"id":80009,"name":"Überlebensexperte - Beherrsche die Zubereitung von 20 Gerichten."},{"id":80010,"name":"Überlebensexperte - Beherrsche die Zubereitung von 40 Gerichten."},{"id":80011,"name":"Sternekoch - Perfektioniere deine Kochkunst für 10 Rezepte."},{"id":80012,"name":"Sternekoch - Perfektioniere deine Kochkunst für 20 Rezepte."},{"id":80013,"name":"Sternekoch - Perfektioniere deine Kochkunst für 40 Rezepte."},{"id":80014,"name":"Stets nach vorn - Erreiche das erste Mal Durchbruchsstufe 2 für eine Figur."},{"id":80015,"name":"Stets nach vorn - Erreiche das erste Mal Durchbruchsstufe 4 für eine Figur."},{"id":80016,"name":"Stets nach vorn - Erreiche das erste Mal Durchbruchsstufe 6 für eine Figur."},{"id":80017,"name":"Fleißiger Hammer - Erreiche Durchbruchsstufe 2 für eine Waffe."},{"id":80018,"name":"Fleißiger Hammer - Erreiche Durchbruchsstufe 4 für eine Waffe."},{"id":80019,"name":"Fleißiger Hammer - Erreiche Durchbruchsstufe 6 für eine Waffe."},{"id":80020,"name":"Was du nicht weißt - Erreiche Freundschaftsstufe 10 bei 4 Figuren."},{"id":80021,"name":"Was du nicht weißt - Erreiche Freundschaftsstufe 10 bei 8 Figuren."},{"id":80022,"name":"Was du nicht weißt - Erreiche Freundschaftsstufe 10 bei 16 Figuren."},{"id":80023,"name":"Geschenk der Erde - Sammle 200 Belohnungen von Blüten des Reichtums oder Blüten der Offenbarung ein."},{"id":80024,"name":"Geschenk der Erde - Sammle 400 Belohnungen von Blüten des Reichtums oder Blüten der Offenbarung ein."},{"id":80025,"name":"Geschenk der Erde - Sammle 800 Belohnungen von Blüten des Reichtums oder Blüten der Offenbarung ein."},{"id":80026,"name":"Gabe eines Helden - Erhalte ein Artefakt mit 4 Sternen."},{"id":80027,"name":"Widerhallender Gesang - Verstärke ein Artefakt mit 4 Sternen auf die höchste Stufe."},{"id":80028,"name":"Epische Schätze - Erhalte ein Artefakt mit 5 Sternen."},{"id":80029,"name":"Heilige Schrift - Verstärke ein Artefakt mit 5 Sternen auf die höchste Stufe."},{"id":80030,"name":"Erkundung des Landes – Mondstadt - Schalte die gesamte Karte vom Gebiet Mondstadts (außer dem Drachengrat) frei."},{"id":80031,"name":"Sausen der Tausend Winde - Aktiviere alle Teleportationspunkte im Gebiet von Mondstadt (außer dem Drachengrat)."},{"id":80032,"name":"Dem Wind lauschen - Opfere einer Statue der Sieben im Gebiet von Mondstadt und erreiche die Höchststufe dabei."},{"id":80033,"name":"Heiliger Marsch"},{"id":80034,"name":"Vom Wind geführt - Folge 10 Seelien im Gebiet von Mondstadt (außer dem Drachengrat) zu ihrem Seeliengarten."},{"id":80035,"name":"Vom Wind geführt - Folge 20 Seelien im Gebiet von Mondstadt (außer dem Drachengrat) zu ihrem Seeliengarten."},{"id":80036,"name":"Vom Wind geführt - Folge 40 Seelien im Gebiet von Mondstadt (außer dem Drachengrat) zu ihrem Seeliengarten."},{"id":80037,"name":"Auf Schatzsuche dem Wind hinterher - Öffne 100 Truhen im Gebiet von Mondstadt (außer dem Drachengrat)."},{"id":80038,"name":"Auf Schatzsuche dem Wind hinterher - Öffne 200 Truhen im Gebiet von Mondstadt (außer dem Drachengrat)."},{"id":80039,"name":"Auf Schatzsuche dem Wind hinterher - Öffne 400 Truhen im Gebiet von Mondstadt (außer dem Drachengrat)."},{"id":80040,"name":"Auf Abenteuer dem Wind hinterher - Schließ 5 Zeitherausforderungen mit Vorrichtungen im Gebiet von Mondstadt (außer dem Drachengrat) ab."},{"id":80041,"name":"Auf Abenteuer dem Wind hinterher - Schließ 10 Zeitherausforderungen mit Vorrichtungen im Gebiet von Mondstadt (außer dem Drachengrat) ab."},{"id":80042,"name":"Auf Abenteuer dem Wind hinterher - Schließ 15 Zeitherausforderungen mit Vorrichtungen im Gebiet von Mondstadt (außer dem Drachengrat) ab."},{"id":80043,"name":"Erkundung des Landes – Liyue - Schalte die folgenden Gebiete auf der Karte frei"},{"id":80044,"name":"Gestein, soweit das Auge reicht - Aktiviere alle Teleportationspunkte im Gebiet von Liyue (abgesehen von denen in der Großen Kluft)."},{"id":80045,"name":"Unbeirrbare Gipfel - Opfere einer Statue der Sieben im Gebiet von Liyue und erreiche die Höchststufe dabei."},{"id":80046,"name":"Heiliger Marsch"},{"id":80047,"name":"Vom Gestein geführt - Folge 20 Seelien im Gebiet von Liyue zu ihrem Seeliengarten (abgesehen von denen in der Großen Kluft)."},{"id":80048,"name":"Vom Gestein geführt - Folge 40 Seelien im Gebiet von Liyue zu ihrem Seeliengarten (abgesehen von denen in der Großen Kluft)."},{"id":80049,"name":"Vom Gestein geführt - Folge 60 Seelien im Gebiet von Liyue zu ihrem Seeliengarten (abgesehen von denen in der Großen Kluft)."},{"id":80050,"name":"Auf Schatzsuche den Felsen hinterher - Öffne 200 Truhen im Gebiet von Liyue (abgesehen von denen in der Großen Kluft)."},{"id":80051,"name":"Auf Schatzsuche den Felsen hinterher - Öffne 400 Truhen im Gebiet von Liyue (abgesehen von denen in der Großen Kluft)."},{"id":80052,"name":"Auf Schatzsuche den Felsen hinterher - Öffne 800 Truhen im Gebiet von Liyue (abgesehen von denen in der Großen Kluft)."},{"id":80053,"name":"Auf Abenteuer den Felsen hinterher - Schließ 10 Zeitherausforderungen mit Vorrichtungen im Gebiet von Liyue ab (abgesehen von denen in der Großen Kluft)."},{"id":80054,"name":"Auf Abenteuer den Felsen hinterher - Schließ 20 Zeitherausforderungen mit Vorrichtungen im Gebiet von Liyue ab (abgesehen von denen in der Großen Kluft)."},{"id":80055,"name":"Auf Abenteuer den Felsen hinterher - Schließ 40 Zeitherausforderungen mit Vorrichtungen im Gebiet von Liyue ab (abgesehen von denen in der Großen Kluft)."},{"id":80056,"name":"Erkundung des Landes – Drachengrat - Schalte das Gebiet des Drachengrats auf der Karte frei."},{"id":80057,"name":"Gipfelhüpfer - Aktiviere alle Teleportationspunkte im Gebiet des Drachengrats."},{"id":80058,"name":"Wegweiser im Schnee - Folge 5 wärmenden Seelien im Gebiet des Drachengrats zu ihrem Seeliengarten."},{"id":80059,"name":"Wegweiser im Schnee - Folge 10 wärmenden Seelien im Gebiet des Drachengrats zu ihrem Seeliengarten."},{"id":80060,"name":"Wegweiser im Schnee - Folge 20 wärmenden Seelien im Gebiet des Drachengrats zu ihrem Seeliengarten."},{"id":80061,"name":"Schatzsuche in den Schneebergen - Öffne auf dem Drachengrat 40 Truhen."},{"id":80062,"name":"Schatzsuche in den Schneebergen - Öffne auf dem Drachengrat 80 Truhen."},{"id":80063,"name":"Schatzsuche in den Schneebergen - Öffne auf dem Drachengrat 160 Truhen."},{"id":80064,"name":"Blutrote Triebe - Stufe den Permafrostbaum durch Opfergaben auf Stufe 4 hoch."},{"id":80065,"name":"Blutrote Triebe - Stufe den Permafrostbaum durch Opfergaben auf Stufe 8 hoch."},{"id":80066,"name":"Blutrote Triebe - Stufe den Permafrostbaum durch Opfergaben auf Stufe 12 hoch."},{"id":80067,"name":"Frosthimmelsnagel - Erhebe die komische große Säule."},{"id":80068,"name":"Drachen und Speer - Fertige eine Waffe aus den Überresten eines Drachen."},{"id":80069,"name":"Grenzenlose Kraft! - Erhalte die Elektro-Kraft."},{"id":80070,"name":"Land des Löwenzahns - Sammle die komplette Reihe von „Der Fuchs im Löwenzahnmeer”."},{"id":80071,"name":"Der Wert der Freundschaft und Aufopferung - Sammle die komplette Reihe von „Die Wildschweinprinzessin”."},{"id":80072,"name":"Ewige Jugend - Sammle die komplette Reihe von „Veras Trübsinn”."},{"id":80073,"name":"Ausweitung der Hilichurllogie - Sammle die komplette Reihe von „Studien zu Hilichurl-Bräuchen”."},{"id":80074,"name":"Erkundung des Landes – Land des wogenden Donners I - Schalte die Karten der Insel Narukami, von Kannazuka und der Insel Yashiori in der Region um Inazuma frei."},{"id":80075,"name":"Über die donnernde Erde I - Schalte die Teleportationspunkte der Insel Narukami, von Kannazuka und der Insel Yashiori in der Region um Inazuma frei."},{"id":80076,"name":"Heiliger Marsch – Inazuma-Tenryou I - Schalte alle Schreine der Tiefen der Insel Narukami, von Kannazuka und der Insel Yashiori in der Region um Inazuma frei."},{"id":80077,"name":"Ewiger Donner - Opfere einer Statue der Sieben im Gebiet von Inazuma und erreiche die Höchststufe dabei."},{"id":80078,"name":"Göttlicher Avatar - Erreiche die Höchststufe der Gunst der heiligen Sakura."},{"id":80079,"name":"Naku-Kraut-Jäger I - Folge 10 Elektro-Seelien auf Narukami, Kannazuka und Yashiori in der Region Inazuma."},{"id":80080,"name":"Naku-Kraut-Jäger I - Folge 20 Elektro-Seelien auf Narukami, Kannazuka und Yashiori in der Region Inazuma."},{"id":80081,"name":"Naku-Kraut-Jäger I - Folge 40 Elektro-Seelien auf Narukami, Kannazuka und Yashiori in der Region Inazuma."},{"id":80082,"name":"Leitendes Licht I - Folge 4 Seelien zu ihren Seeliengärten auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma."},{"id":80083,"name":"Leitendes Licht I - Folge 8 Seelien zu ihren Seeliengärten auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma."},{"id":80084,"name":"Leitendes Licht I - Folge 16 Seelien zu ihren Seeliengärten auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma."},{"id":80085,"name":"Schatzsuche auf Schockwellen I - Öffne 100 Truhen auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma."},{"id":80086,"name":"Schatzsuche auf Schockwellen I - Öffne 200 Truhen auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma."},{"id":80087,"name":"Schatzsuche auf Schockwellen I - Öffne 300 Truhen auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma."},{"id":80088,"name":"Willkommensfeier - Schließe das „Reinigungsritual für die heilige Sakura“ ab."},{"id":80089,"name":"Tatara-Geschichten - Löse das Problem beim Mikage-Hochofen."},{"id":80090,"name":"Echo des Zorns - Schließ die Auftragsreihe von „Orobashi-Vermächtnis“ ab."},{"id":80091,"name":"Geisterstunde - Sammle die komplette „Geschichten aus der Tokigasse“-Reihe."},{"id":80092,"name":"Von Insel zu Insel - Erreiche Ansehensstufe 10 in Inazuma."},{"id":80093,"name":"Jetzt spielst du mit der Macht! I - Schließ 6 Zeitherausforderungen mit Vorrichtungen auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma ab."},{"id":80094,"name":"Jetzt spielst du mit der Macht! I - Schließ 12 Zeitherausforderungen mit Vorrichtungen auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma ab."},{"id":80095,"name":"Jetzt spielst du mit der Macht! I - Schließ 24 Zeitherausforderungen mit Vorrichtungen auf der Insel Narukami, Kannazuka und der Insel Yashiori in der Region um Inazuma ab."},{"id":80096,"name":"Erkundung des Landes – Land des wogenden Donners II - Schalte die Karten der Inseln Watatsumi und Seirai in der Region um Inazuma frei."},{"id":80097,"name":"Über die donnernde Erde II - Schalte die Teleportationspunkte der Insel Watatsumi und Seirai in der Region um Inazuma frei."},{"id":80098,"name":"Heiliger Marsch – Inazuma-Tenryou II - Schalte alle Schreine der Tiefen der Insel Watatsumi und Seirai in der Region um Inazuma frei."},{"id":80099,"name":"Naku-Kraut-Jäger II - Folge 4 Elektro-Seelien auf der Insel Watatsumi und Seirai in der Region Inazuma."},{"id":80100,"name":"Naku-Kraut-Jäger II - Folge 8 Elektro-Seelien auf der Insel Watatsumi und Seirai in der Region Inazuma."},{"id":80101,"name":"Naku-Kraut-Jäger II - Folge 16 Elektro-Seelien auf der Insel Watatsumi und Seirai in der Region Inazuma."},{"id":80102,"name":"Leitendes Licht II - Folge 6 Seelien zu ihren Seeliengärten auf der Insel Watatsumi und Seirai in der Region um Inazuma."},{"id":80105,"name":"Schatzsuche auf Schockwellen II - Öffne 40 Truhen auf der Insel Watatsumi und Seirai in der Region um Inazuma."},{"id":80106,"name":"Schatzsuche auf Schockwellen II - Öffne 80 Truhen auf der Insel Watatsumi und Seirai in der Region um Inazuma."},{"id":80107,"name":"Schatzsuche auf Schockwellen II - Öffne 160 Truhen auf der Insel Watatsumi und Seirai in der Region um Inazuma."},{"id":80108,"name":"Sturmjäger von Seirai - Schließ „Sturmjäger von Seirai“ ab."},{"id":80109,"name":"Das gleiche Mondlicht - Schließ „Die mondbeschienene Tiefe“ ab."},{"id":80110,"name":"Jetzt spielst du mit der Macht! II - Schließ 6 Zeitherausforderungen mit Vorrichtungen auf der Insel Watatsumi und Seirai ab."},{"id":80111,"name":"Jetzt spielst du mit der Macht! II - Schließ 12 Zeitherausforderungen mit Vorrichtungen auf der Insel Watatsumi und Seirai ab."},{"id":80112,"name":"Jetzt spielst du mit der Macht! II - Schließ 24 Zeitherausforderungen mit Vorrichtungen auf der Insel Watatsumi und Seirai ab."},{"id":80113,"name":"Erkundung des Landes – Tsurumi - Schalte das Gebiet von Tsurumi auf der Karte frei."},{"id":80114,"name":"Ende des Nebelmeers - Aktiviere alle Teleportationspunkte im Gebiet von Tsurumi."},{"id":80115,"name":"Heiliger Marsch"},{"id":80116,"name":"Blitze in der Nacht - Folge 6 Elektro-Seelien im Gebiet von Tsurumi."},{"id":80119,"name":"Vom Nebel geführt - Folge 6 Seelien im Gebiet von Tsurumi zu ihrem Seeliengarten."},{"id":80120,"name":"Verirrter Jäger der verlorenen Schätze - Öffne 30 Truhen im Gebiet von Tsurumi."},{"id":80121,"name":"Verirrter Jäger der verlorenen Schätze - Öffne 60 Truhen im Gebiet von Tsurumi."},{"id":80122,"name":"Verirrter Jäger der verlorenen Schätze - Öffne 120 Truhen im Gebiet von Tsurumi."},{"id":80123,"name":"Verirrter Abenteurer - Schließ 4 Zeitherausforderungen mit Vorrichtungen im Gebiet von Tsurumi ab."},{"id":80124,"name":"Verirrter Abenteurer - Schließ 8 Zeitherausforderungen mit Vorrichtungen im Gebiet von Tsurumi ab."},{"id":80125,"name":"Verirrter Abenteurer - Schließ 12 Zeitherausforderungen mit Vorrichtungen im Gebiet von Tsurumi ab."},{"id":80126,"name":"Der Donner ist ewig - Schließ die Mission eines gewissen Autors ab."},{"id":80127,"name":"Zoobesitzer - Fange 1 wildes Tier mit dem Hilfsmittel „Netz der Omniubiquität“."},{"id":80128,"name":"Zoobesitzer - Fange 30 wilde Tiere mit dem Hilfsmittel „Netz der Omniubiquität“."},{"id":80129,"name":"Zoobesitzer - Fange 100 wilde Tiere mit dem Hilfsmittel „Netz der Omniubiquität“."},{"id":80130,"name":"„... Du kannst die Nacht nicht durchdringen ...“ - Schalte das Gebiet von Enkanomiya auf der Karte frei."},{"id":80131,"name":"Macht der vergänglichen Welt - Aktiviere alle Teleportationspunkte im Gebiet von Enkanomiya."},{"id":80132,"name":"Phosphoros’ Anleitung - Folge 6 Seelien im Gebiet von Enkanomiya zu ihrem Seeliengarten."},{"id":80133,"name":"Phosphoros’ Anleitung - Folge 15 Seelien im Gebiet von Enkanomiya zu ihrem Seeliengarten."},{"id":80134,"name":"Phosphoros’ Anleitung - Folge 30 Seelien im Gebiet von Enkanomiya zu ihrem Seeliengarten."},{"id":80135,"name":"Hesperus’ Segen - Öffne 40 Truhen im Gebiet von Enkanomiya."},{"id":80136,"name":"Hesperus’ Segen - Öffne 80 Truhen im Gebiet von Enkanomiya."},{"id":80137,"name":"Hesperus’ Segen - Öffne 160 Truhen im Gebiet von Enkanomiya."},{"id":80138,"name":"Kairos’ Beständigkeit - Schließ 3 Zeitherausforderungen mit Vorrichtungen im Gebiet von Enkanomiya ab."},{"id":80139,"name":"Kairos’ Beständigkeit - Schließ 6 Zeitherausforderungen mit Vorrichtungen im Gebiet von Enkanomiya ab."},{"id":80140,"name":"Kairos’ Beständigkeit - Schließ 12 Zeitherausforderungen mit Vorrichtungen im Gebiet von Enkanomiya ab."},{"id":80141,"name":"Die Robe der Feuerratte, die Perle des Drachenkopfes, die heilige Opferschale und ... - Erhalte den Korallenzweig, den Tsuyuko braucht."},{"id":80142,"name":"Erinnerungen an gestern - Schalte mithilfe der Dekorationskombination „Höchste Euphonie“ in der Kanne der Vergänglichkeit 10 Melodien frei."},{"id":80143,"name":"Erinnerungen an gestern - Schalte mithilfe der Dekorationskombination „Höchste Euphonie“ in der Kanne der Vergänglichkeit 30 Melodien frei."},{"id":80144,"name":"Erinnerungen an gestern - Schalte mithilfe der Dekorationskombination „Höchste Euphonie“ in der Kanne der Vergänglichkeit 60 Melodien frei."},{"id":80145,"name":"Erober der Großen Kluft - Schalte das Gebiet der Oberfläche der „Großen Kluft“ auf der Karte frei."},{"id":80146,"name":"Gefährlicher Sturzflug - Schalte die „Große Kluft – Unterirdische Minen“ auf der Karte frei."},{"id":80147,"name":"In die Tiefe - Aktiviere alle Teleportationspunkte im Gebiet der Großen Kluft und der Grube der Großen Kluft."},{"id":80148,"name":"Kluft-Reiseführer - Folge 6 Seelien im Gebiet der Großen Kluft zu ihrem Seeliengarten."},{"id":80149,"name":"Kluft-Reiseführer - Folge 12 Seelien im Gebiet der Großen Kluft zu ihrem Seeliengarten."},{"id":80150,"name":"Kluft-Reiseführer - Folge 24 Seelien im Gebiet der Großen Kluft zu ihrem Seeliengarten."},{"id":80151,"name":"Kluft-Schatzsucher - Öffne 50 Truhen im Gebiet der Großen Kluft."},{"id":80152,"name":"Kluft-Schatzsucher - Öffne 100 Truhen im Gebiet der Großen Kluft."},{"id":80153,"name":"Kluft-Schatzsucher - Öffne 200 Truhen im Gebiet der Großen Kluft."},{"id":80154,"name":"Kluft-Abenteurer - Schließ 3 Zeitherausforderungen mit Vorrichtungen im Gebiet der Großen Kluft ab."},{"id":80155,"name":"Kluft-Abenteurer - Schließ 6 Zeitherausforderungen mit Vorrichtungen im Gebiet der Großen Kluft ab."},{"id":80156,"name":"Kluft-Abenteurer - Schließ 12 Zeitherausforderungen mit Vorrichtungen im Gebiet der Großen Kluft ab."},{"id":80157,"name":"Blendendes Leuchten - Verstärke den Lumenstein-Katalysator auf die höchste Stufe."},{"id":80158,"name":"„Wenn das Siegel gebrochen ist ...“ - Beseitige die Hindernisse, die deinem Eintritt in die Minen im Wege stehen."},{"id":80159,"name":"Erkundung im Gange ... - Schließ die Erkundungsmission vom Rat für Allgemeine Angelegenheiten ab."},{"id":80160,"name":"Erkundung des Landes – Sumeru-Wälder - Schalte die Karten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana in der Region um Sumeru frei."},{"id":80161,"name":"Zwischen Wäldern hin und her - Aktiviere alle Teleportationspunkte in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana von Sumeru."},{"id":80162,"name":"Heiliger Marsch"},{"id":80163,"name":"Duftend wie Pflanzen - Opfere einer Statue der Sieben im Gebiet von Sumeru und erreiche die Höchststufe dabei."},{"id":80164,"name":"Höhepunkt des großen Traums - Erreiche die Höchststufe des Baumes der Träume von Vanarana."},{"id":80165,"name":"Waldführer - Folge 10 Seelien in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana zu ihren Seeliengärten."},{"id":80166,"name":"Waldführer - Folge 20 Seelien in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana zu ihren Seeliengärten."},{"id":80167,"name":"Waldführer - Folge 40 Seelien in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana zu ihren Seeliengärten."},{"id":80168,"name":"Schatzsucher in den Wäldern - Öffne 100 Truhen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana."},{"id":80169,"name":"Schatzsucher in den Wäldern - Öffne 200 Truhen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana."},{"id":80170,"name":"Schatzsucher in den Wäldern - Öffne 400 Truhen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana."},{"id":80171,"name":"Abenteurer in den Wäldern - Schließ 10 Zeitherausforderungen mit Vorrichtungen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana ab."},{"id":80172,"name":"Abenteurer in den Wäldern - Schließ 20 Zeitherausforderungen mit Vorrichtungen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana ab."},{"id":80173,"name":"Abenteurer in den Wäldern - Schließ 40 Zeitherausforderungen mit Vorrichtungen in den Gebieten Avidya-Wald, Lokapala-Wald, Ardravi-Tal, Ashavan-Reich, Vissudha-Feld, Verlorene Baumschule und Vanarana ab."},{"id":80174,"name":"Der Wald vergisst nichts - Schließ „Aranyaka“ ab."},{"id":80175,"name":"Durch üppiges Gras - Erhalte die Dendro-Kraft."},{"id":80176,"name":"Erinnerung an Gurabad - Sammle die komplette Reihe von „Die Geschichte über Shiruyeh und Shirin“."},{"id":80177,"name":"Glänzend wie Feuer - Sammle die komplette Reihe von „Das Folio des Laubwerks“."},{"id":80178,"name":"Reise von Farris - Sammle die komplette Reihe von „Liederbuch zum Blumengarten“."},{"id":80179,"name":"Erkundung des Landes – Brennender Traum im Sandmeer I - Schalte die Karten von Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region in der Region um Sumeru frei."},{"id":80180,"name":"Durch Sandstürme und Luftspiegelungen I - Aktiviere alle Teleportationspunkte in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region von Sumeru."},{"id":80181,"name":"Heiliger Marsch – Brennender Traum im Sandmeer I - Schalte alle Schreine der Tiefen in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region in der Region um Sumeru frei."},{"id":80182,"name":"Wegweiser der Wüste I - Folge 10 Seelien in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region zu ihren Seeliengärten."},{"id":80183,"name":"Wegweiser der Wüste I - Folge 20 Seelien in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region zu ihren Seeliengärten."},{"id":80184,"name":"Wegweiser der Wüste I - Folge 40 Seelien in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region zu ihren Seeliengärten."},{"id":80185,"name":"Schatzsucher im Treibsand I - Öffne 60 Truhen in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region."},{"id":80186,"name":"Schatzsucher im Treibsand I - Öffne 120 Truhen in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region."},{"id":80187,"name":"Schatzsucher im Treibsand I - Öffne 240 Truhen in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region."},{"id":80188,"name":"Abenteurer im Treibsand I - Schließ 10 Zeitherausforderungen mit Vorrichtungen in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region ab."},{"id":80189,"name":"Abenteurer im Treibsand I - Schließ 20 Zeitherausforderungen mit Vorrichtungen in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region ab."},{"id":80190,"name":"Abenteurer im Treibsand I - Schließ 40 Zeitherausforderungen mit Vorrichtungen in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region ab."},{"id":80191,"name":"Die Familie des Schlummers - Schließ „Das goldene Traumland“ ab."},{"id":80192,"name":"Sichtbar und doch unsichtbar ... - #Erhalte das „Kartenbeschwörerhandbuch“ und werde {F#eine}{M#ein} von der Kartenbeschwörervereinigung anerkannte{M#r} Kartenbeschwörer{F#in}."},{"id":80193,"name":"Die Legende vom großen Glücksspieler - Erhöhe deine Kartenbeschwörerstufe auf Stufe 10."},{"id":80197,"name":"Farbenprächtige Antwort - Löse in einem siegreichen Duell mit deinen Figuren {param0} Elementarreaktionen aus."},{"id":80198,"name":"Farbenprächtige Antwort - Löse in einem siegreichen Duell mit deinen Figuren {param0} Elementarreaktionen aus."},{"id":80199,"name":"Farbenprächtige Antwort - Löse in einem siegreichen Duell mit deinen Figuren {param0} Elementarreaktionen aus."},{"id":80203,"name":"Das letzte Stück im Puzzle des Sieges - Spiele in einem siegreichen Duell {param0} Aktionskarten aus."},{"id":80204,"name":"Das letzte Stück im Puzzle des Sieges - Spiele in einem siegreichen Duell {param0} Aktionskarten aus."},{"id":80205,"name":"Das letzte Stück im Puzzle des Sieges - Spiele in einem siegreichen Duell {param0} Aktionskarten aus."},{"id":80206,"name":"„Los! Meine Gefährten!“ - Erschaffe in einem siegreichen Duell {param0} Beschwörungen."},{"id":80207,"name":"„Los! Meine Gefährten!“ - Erschaffe in einem siegreichen Duell {param0} Beschwörungen."},{"id":80208,"name":"„Los! Meine Gefährten!“ - Erschaffe in einem siegreichen Duell {param0} Beschwörungen."},{"id":80209,"name":"Angreifen, angreifen und nochmal angreifen! - Wende in {param0} siegreichen Duell(en) jeweils mindestens 3 Spezialfähigkeiten an."},{"id":80210,"name":"Angreifen, angreifen und nochmal angreifen! - Wende in {param0} siegreichen Duell(en) jeweils mindestens 3 Spezialfähigkeiten an."},{"id":80211,"name":"Angreifen, angreifen und nochmal angreifen! - Wende in {param0} siegreichen Duell(en) jeweils mindestens 3 Spezialfähigkeiten an."},{"id":80212,"name":"Wie eine Kerze im Wind? - Wende in einem siegreichen Duell Schild- oder Heilungseffekte an, um den Verlust von {param0} LP zu verhindern oder diese wiederherzustellen."},{"id":80213,"name":"Wie eine Kerze im Wind? - Wende in einem siegreichen Duell Schild- oder Heilungseffekte an, um den Verlust von {param0} LP zu verhindern oder diese wiederherzustellen."},{"id":80214,"name":"Wie eine Kerze im Wind? - Wende in einem siegreichen Duell Schild- oder Heilungseffekte an, um den Verlust von {param0} LP zu verhindern oder diese wiederherzustellen."},{"id":80215,"name":"Zwei Fliegen mit einer Klappe - Besiege {param0}-mal mindestens 2 Figurenkarten deines Gegners in einer einzigen Aktion und gewinne das Duell."},{"id":80216,"name":"Zwei Fliegen mit einer Klappe - Besiege {param0}-mal mindestens 2 Figurenkarten deines Gegners in einer einzigen Aktion und gewinne das Duell."},{"id":80217,"name":"Zwei Fliegen mit einer Klappe - Besiege {param0}-mal mindestens 2 Figurenkarten deines Gegners in einer einzigen Aktion und gewinne das Duell."},{"id":80218,"name":"Leistungsfähiger Münzensammler - Sammle insgesamt {param0} Glücksmünzen."},{"id":80219,"name":"Leistungsfähiger Münzensammler - Sammle insgesamt {param0} Glücksmünzen."},{"id":80220,"name":"Leistungsfähiger Münzensammler - Sammle insgesamt {param0} Glücksmünzen."},{"id":80221,"name":"Würfel, bringt mir Glück! - Verursache in einem siegreichen Duell {param0}-mal in einer einzigen Aktion 8 Pkt. Schaden."},{"id":80222,"name":"Würfel, bringt mir Glück! - Verursache in einem siegreichen Duell {param0}-mal in einer einzigen Aktion 8 Pkt. Schaden."},{"id":80223,"name":"Würfel, bringt mir Glück! - Verursache in einem siegreichen Duell {param0}-mal in einer einzigen Aktion 8 Pkt. Schaden."},{"id":80224,"name":"Erkundung des Landes – Brennender Traum im Sandmeer II - Schalte die Karte des Gebiets Wüste von Hadramaveth in der Region um Sumeru frei."},{"id":80225,"name":"Durch Sandstürme und Luftspiegelungen II - Aktiviere alle Teleportationspunkte im Gebiet Wüste von Hadramaveth von Sumeru."},{"id":80226,"name":"Heiliger Marsch – Brennender Traum im Sandmeer II - Schalte alle Schreine der Tiefen im Gebiet Wüste von Hadramaveth in der Region um Sumeru frei."},{"id":80227,"name":"Bilqis Klagelied - Schließ „Bilqis Klagelied“ ab."},{"id":80228,"name":"Wegweiser der Wüste II - Folge {param0} Seelien im Gebiet Wüste von Hadramaveth zu ihrem Seeliengarten."},{"id":80229,"name":"Wegweiser der Wüste II - Folge {param0} Seelien im Gebiet Wüste von Hadramaveth zu ihrem Seeliengarten."},{"id":80230,"name":"Wegweiser der Wüste II - Folge {param0} Seelien im Gebiet Wüste von Hadramaveth zu ihrem Seeliengarten."},{"id":80231,"name":"Schatzsucher im Treibsand II - Öffne {param0} Truhen im Gebiet Wüste von Hadramaveth."},{"id":80232,"name":"Schatzsucher im Treibsand II - Öffne {param0} Truhen im Gebiet Wüste von Hadramaveth."},{"id":80233,"name":"Schatzsucher im Treibsand II - Öffne {param0} Truhen im Gebiet Wüste von Hadramaveth."},{"id":80234,"name":"Abenteurer im Treibsand II - Schließ {param0} Zeitherausforderungen mit Vorrichtungen im Gebiet Wüste von Hadramaveth ab."},{"id":80235,"name":"Abenteurer im Treibsand II - Schließ {param0} Zeitherausforderungen mit Vorrichtungen im Gebiet Wüste von Hadramaveth ab."},{"id":80236,"name":"Abenteurer im Treibsand II - Schließ {param0} Zeitherausforderungen mit Vorrichtungen im Gebiet Wüste von Hadramaveth ab."},{"id":80237,"name":"Erkundung des Landes – Gesegnete Hamada - Schalte die Karten von Gavireh Lajavard und Reich von Farakhkert in der Region um Sumeru frei."},{"id":80238,"name":"In den Tiefen der Trostlosigkeit - Aktiviere alle Teleportationspunkte in den Gebieten Gavireh Lajavard und Reich von Farakhkert von Sumeru."},{"id":80239,"name":"Heiliger Marsch – Gesegnete Hamada - Schalte alle Schreine der Tiefe in den Gebieten Gavireh Lajavard und Reich von Farakhkert in der Region um Sumeru frei."},{"id":80240,"name":"Reiseführer inmitten der Dünen - Folge {param0} Seelien in den Gebieten Gavireh Lajavard und Reich von Farakhkert zu ihren Seeliengärten."},{"id":80241,"name":"Reiseführer inmitten der Dünen - Folge {param0} Seelien in den Gebieten Gavireh Lajavard und Reich von Farakhkert zu ihren Seeliengärten."},{"id":80242,"name":"Reiseführer inmitten der Dünen - Folge {param0} Seelien in den Gebieten Gavireh Lajavard und Reich von Farakhkert zu ihren Seeliengärten."},{"id":80243,"name":"Auf Schatzsuche der Einöde hinterher - Öffne {param0} Truhen in den Gebieten Gavireh Lajavard und Reich von Farakhkert."},{"id":80244,"name":"Auf Schatzsuche der Einöde hinterher - Öffne {param0} Truhen in den Gebieten Gavireh Lajavard und Reich von Farakhkert."},{"id":80245,"name":"Auf Schatzsuche der Einöde hinterher - Öffne {param0} Truhen in den Gebieten Gavireh Lajavard und Reich von Farakhkert."},{"id":80246,"name":"Abenteurer der Einöde - Schließ {param0} Zeitherausforderungen in den Gebieten Gavireh Lajavard und Reich von Farakhkert ab."},{"id":80247,"name":"Abenteurer der Einöde - Schließ {param0} Zeitherausforderungen in den Gebieten Gavireh Lajavard und Reich von Farakhkert ab."},{"id":80248,"name":"Abenteurer der Einöde - Schließ {param0} Zeitherausforderungen in den Gebieten Gavireh Lajavard und Reich von Farakhkert ab."},{"id":80249,"name":"Khvarena von Gut und Böse - Schließ „Khvarena von Gut und Böse“ ab."},{"id":80250,"name":"Raublatt-Amrita - Opfere dem Amrita-Tümpel und erreiche die Höchststufe dabei."},{"id":81000,"name":"Blick von oben - Erreiche die höchste Stelle des Qingyun-Gipfels."},{"id":81001,"name":"Überreste des Sturms - Erreiche die höchste Stelle des Turms von Dvalins Ruinen."},{"id":81002,"name":"„Die Samen der Geschichte, vom Wind hergetragen ...“ - Erreiche die namenlose kleine Insel nordöstlich von Mondstadt."},{"id":81003,"name":"Unerschütterlich - Öffne die Truhe in der Mitte der herzförmigen Felsen."},{"id":81004,"name":"Mit Lichtgeschwindigkeit voraus! - Passiere den Zeittunnel über dem Gelöbniskap."},{"id":81005,"name":"Liebling des Anemo-Archons - Setz dich auf die Hände der großen Statue in Mondstadt."},{"id":81010,"name":"Das beste Schwert des Grabs - Löse das dreifache Siegel des Schwertergrabs."},{"id":81014,"name":"Versteckter Palast von Guizang - Folge den Spuren der Unsterblichen und öffne das Tor der Sphäre."},{"id":81015,"name":"Ceciliagarten - Begleite die Seelie zurück und öffne den Zugang zur Sphäre in Wolfenlauf."},{"id":81016,"name":"Versteckter Palast von Zhou - Folge der Seelie und entzünde das Licht, um den Zugang zur Sphäre am Wuwang-Hang zu öffnen."},{"id":81017,"name":"„Sei mit Leib und Seele dabei!“ - Bereite 1 misslungenes Gericht zu."},{"id":81018,"name":"„Damit kann jeder ein Gourmet sein.“ - Bereite 10 misslungene Gerichte zu."},{"id":81019,"name":"Mit 10 hab ich fast ein Wildschwein umgebracht - Lass dich von einem Wildschwein besiegen."},{"id":81020,"name":"Goldener Flugschein - Gleite eine sehr lange Strecke."},{"id":81021,"name":"„Die Fähigkeit, sich am Himmel zu bewegen“ - Gleite 80 Sekunden lang."},{"id":81022,"name":"Schnell wie der Blitz - Renne oder bewege dich mit einer Fertigkeit, die Rennen ersetzt, mehr als 15 Sekunden lang."},{"id":81023,"name":"Freunde in der ganzen Welt - Triff auf deinen Abenteuern alle möglichen Leute."},{"id":81024,"name":"Bekannt im Land - Erreiche Ansehensstufe 8 in Mondstadt."},{"id":81025,"name":"Legendär zwischen den Wolken - Erreiche Ansehensstufe 8 in Liyue."},{"id":81026,"name":"Auftrag ausgeführt - Schließ 10 Kopfgeldjagden ab."},{"id":81027,"name":"Auftrag ausgeführt - Schließ 20 Kopfgeldjagden ab."},{"id":81028,"name":"Auftrag ausgeführt - Schließ 30 Kopfgeldjagden ab."},{"id":81029,"name":"Held auf Probe - Erfülle 10 Bitten der Bewohner."},{"id":81030,"name":"Held auf Probe - Erfülle 20 Bitten der Bewohner."},{"id":81031,"name":"Held auf Probe - Erfülle 30 Bitten der Bewohner."},{"id":81032,"name":"Auftrag gescheitert - Ziel der Kopfgeldjagd verloren ..."},{"id":81033,"name":"Trostloser Winter - Werde aufgrund von bitterer Kälte ohnmächtig."},{"id":81034,"name":"Priester, Prinzessin und Schreiber - Erhalte den Schatz der unter Schnee begrabenen Stadt."},{"id":81035,"name":"Rückkehr des verlorenen Sohns - Folge dem Pfad eines Mitglieds der früheren Expeditionstruppe bis zur Stelle, wo es zurück in die Heimat aufgebrochen ist."},{"id":81036,"name":"Schneebedeckte Geschichte - Erfahre, wie es mit einer früheren Expeditionstruppe auf dem Drachengrat ausging."},{"id":81037,"name":"Eisiges Eisen - Erhalte eine antike Waffe aus Sternsilber."},{"id":81038,"name":"Fruchtlose Expedition - Entdecke die Überreste vieler Ruinenmaschinen."},{"id":81039,"name":"Nicht erzählte Geschichte - Schließ an einem unerwarteten Ort Freundschaft mit einer unerwarteten Person."},{"id":81040,"name":"Ein Blick von oben - Erreiche den höchsten Punkt des Drachengrats."},{"id":81041,"name":"Eine winterliche Geschichte - Entdecke einen Kryo-Kristallschmetterling unter einem Haufen Schnee."},{"id":81042,"name":"Der Jäger wird zum Gejagten - Werde vom großen Schnee-Eber besiegt."},{"id":81043,"name":"Kühl dich ab! - Besiege den großen Schnee-Eber, während er wütend ist."},{"id":81044,"name":"„Dann habe ich eben ein Vermögen verputzt!“ - Beherrsche die Zubereitung von „Gulaschsuppe mit Gemüse“."},{"id":81045,"name":"Himmlische Vollstreckung - Werde vom Blitz getroffen."},{"id":81046,"name":"Dem Himmel so nah ... - Steig auf den Frosthimmelsnagel, sobald er wiederhergestellt ist."},{"id":81047,"name":"Umwandlungsnuklid - Nutze den Parameterwandler für eine Umwandlung."},{"id":81048,"name":"... Du konntest mich die ganze Zeit hören, nicht wahr? - Selbst Paimon wird manchmal müde."},{"id":81049,"name":"Grenzenlose Welten - Nutze die Kanne der Vergänglichkeit, um in dein Reich zu gelangen."},{"id":81050,"name":"Adeptenkräfte in Sicht - Erreiche 20.000 Punkte Adeptenkraft in einem Gestaltungsplan."},{"id":81051,"name":"Adeptenkräfte in Sicht - Erreiche 20.000 Punkte Adeptenkraft in 2 Gestaltungsplänen."},{"id":81052,"name":"Adeptenkräfte in Sicht - Erreiche 20.000 Punkte Adeptenkraft in 3 Gestaltungsplänen."},{"id":81053,"name":"Freund in der Kanne - Erreiche Vertrauensstufe 4 mit einem Kannengeist."},{"id":81054,"name":"Freund in der Kanne - Erreiche Vertrauensstufe 7 mit einem Kannengeist."},{"id":81055,"name":"Freund in der Kanne - Erreiche Vertrauensstufe 10 mit einem Kannengeist."},{"id":81056,"name":"Holzfällerei - Erhalte 100 Stück Holz."},{"id":81057,"name":"Holzfällerei - Erhalte 600 Stück Holz."},{"id":81058,"name":"Holzfällerei - Erhalte 2.000 Stück Holz."},{"id":81059,"name":"Volle Kanne - Erhalte 2.000 Kannentaler."},{"id":81060,"name":"Volle Kanne - Erhalte 10.000 Kannentaler."},{"id":81061,"name":"Volle Kanne - Erhalte 50.000 Kannentaler."},{"id":81062,"name":"Nicht nur eine Bank - Stelle 120 Stück Dekoration her."},{"id":81063,"name":"Nicht nur eine Bank - Stelle 300 Stück Dekoration her."},{"id":81064,"name":"Nicht nur eine Bank - Stelle 600 Stück Dekoration her."},{"id":81065,"name":"Ein bisschen Farbe? - Stelle 50 Einheiten Farbe her."},{"id":81066,"name":"Ein bisschen Farbe? - Stell 200 Einheiten Farbe her."},{"id":81067,"name":"Ein bisschen Farbe? - Stell 600 Einheiten Farbe her."},{"id":81068,"name":"Standardentwurf - Erlerne 60 Dekorationsbaupläne."},{"id":81069,"name":"Standardentwurf - Erlerne 120 Dekorationsbaupläne."},{"id":81070,"name":"Standardentwurf - Erlerne 180 Dekorationsbaupläne."},{"id":81071,"name":"Mein ... Reich - Stell in einem Gestaltungsplan 50 Dekorationen auf."},{"id":81072,"name":"Mein ... Reich - Stell in einem Gestaltungsplan 150 Dekorationen auf."},{"id":81073,"name":"Mein ... Reich - Stell in einem Gestaltungsplan 300 Dekorationen auf."},{"id":81074,"name":"Oh oh oh, noch eine Flasche Löwenzahnschnaps - Klettere an Bord deines Wellenreiters."},{"id":81075,"name":"Göttlicher Windreiter - Fahre deinen Wellenreiter kontinuierlich für eine bestimmte Zeit."},{"id":81076,"name":"Tolles Boot! - Tausche Wellenreiter mit einem anderen Spieler."},{"id":81077,"name":"... Und ihr Name ist Mary Celeste. - Erleide die Zerstörung deines Wellenreiters ..."},{"id":81078,"name":"Déjà-vu! - Fahre deinen Wellenreiter eine gewisse Zeit lang kontinuierlich mit hoher Geschwindigkeit."},{"id":81079,"name":"Ehrengast in der Kanne - Lade einen Kameraden ein, in deiner Kanne der Vergänglichkeit zu bleiben."},{"id":81080,"name":"Kamingespräche - Schalte 10 Interaktionen mit deinen Kameraden frei."},{"id":81081,"name":"Kamingespräche - Schalte 20 Interaktionen mit deinen Kameraden frei."},{"id":81082,"name":"Kamingespräche - Schalte 30 Interaktionen mit deinen Kameraden frei."},{"id":81083,"name":"Geschenke rundum - Erhalte 5 Geschenke von deinen Kameraden."},{"id":81084,"name":"Geschenke rundum - Erhalte 10 Geschenke von deinen Kameraden."},{"id":81085,"name":"Geschenke rundum - Erhalte 20 Geschenke von deinen Kameraden."},{"id":81086,"name":"Schach zwischen den Welten - Aktiviere erstmalig den „Kannenreich-Teleportationspunkt“ in der Kanne der Vergänglichkeit."},{"id":81087,"name":"Wir brauchen mehr! - Sammle bei „Ein Pfad der Werte – Jadefeld“ 40 Pflanzen ein."},{"id":81088,"name":"Wir brauchen mehr! - Sammle bei „Ein Pfad der Werte – Jadefeld“ 200 Pflanzen ein."},{"id":81089,"name":"Wir brauchen mehr! - Sammle bei „Ein Pfad der Werte – Jadefeld“ 800 Pflanzen ein."},{"id":81090,"name":"Ein Himmel voller Blüten - Sammle bei „Ein Pfad der Werte – Üppiger Acker“ 40 Pflanzen ein."},{"id":81091,"name":"Ein Himmel voller Blüten - Sammle bei „Ein Pfad der Werte – Üppiger Acker“ 200 Pflanzen ein."},{"id":81092,"name":"Ein Himmel voller Blüten - Sammle bei „Ein Pfad der Werte – Üppiger Acker“ 800 Pflanzen ein."},{"id":81093,"name":"Erntezeit! - Sammle bei „Ein Pfad der Werte – Gepflegtes Feld“ 40 Pflanzen ein."},{"id":81094,"name":"Erntezeit! - Sammle bei „Ein Pfad der Werte – Gepflegtes Feld“ 200 Pflanzen ein."},{"id":81095,"name":"Erntezeit! - Sammle bei „Ein Pfad der Werte – Gepflegtes Feld“ 800 Pflanzen ein."},{"id":81096,"name":"Yamada Gos Holzhammer - Durschaue mehrfach die Illusionen von Bakedanuki."},{"id":81097,"name":"Kurai und die Temari - Spiel mit dem kleinen Kujirai das „Temari-Spiel“."},{"id":81098,"name":"Geschichte der Temari - Lass einen anderen Spieler einem Temari-Spiel beitreten, das du veranstaltest."},{"id":81099,"name":"Paimons Glückstag! - Am Großen Narukami-Schrein kann man spezielle Papierstreifen für „großes Glück“ ziehen."},{"id":81100,"name":"Vom Regen in die Traufe ... - Am Großen Narukami-Schrein kann man spezielle Papierstreifen für „großes Unglück“ ziehen."},{"id":81104,"name":"Ein Palast im Untergrund ... wirklich?! - Bei diesem Abenteuer bekommt man also statt einem Schatz, verlorene Erinnerungen wieder?"},{"id":81105,"name":"SHUUMATSU GAIDEN - Gerate in den Kampf zwischen dem Shuumatsuban und den Fatui ..."},{"id":81106,"name":"Iwakuras historische Aufzeichnung - Werde Zeuge vom Untergang der Iwakura-Schule."},{"id":81108,"name":"Befreie den Hund. - Befreie Toratarou."},{"id":81109,"name":"Zwischen Hammer und Amboss. - Löse Hiromis Knoten."},{"id":81111,"name":"Sie sollen nicht alt werden - Zolle den Toten deinen Respekt."},{"id":81112,"name":"Um Himmels willen! - Werde Zeuge vom Schicksal des Samurai."},{"id":81113,"name":"Eine leere Seele - Finde Washizus Artefakt."},{"id":81114,"name":"Reiseführer für eine verlassene Insel - Finde alle Schreine auf der Insel Yashiori."},{"id":81115,"name":"Ich könnte noch viel weiter - Finde Chouji in Tatarasuna und auf der Insel Narukami."},{"id":81116,"name":"Die Irrfahrt eines Arztes - Finde heraus, was mit Yasumoto geschehen ist."},{"id":81117,"name":"„Klopf, klopf“ - Deaktiviere den Schild, der den Mikage-Hochofen umgibt."},{"id":81118,"name":"Der Schlachtplan von Kannazuka - Besiege die wiederbelebte Elektro-Hypostase."},{"id":81119,"name":"Deshalb kämpfen wir - Hilf „Masanori“, zur Vernunft zu kommen."},{"id":81120,"name":"Oowazamono - Besiege Masanori mit Leichtigkeit."},{"id":81121,"name":"Zweite Blüte - Erhalte Hanayama Kaorus Geschenk."},{"id":81122,"name":"Danke, komm bald wieder - Erhalte den großen Preis aus Takashis Truhe."},{"id":81123,"name":"Schockierend ... buchstäblich - Lass dich vom Qualblitz treffen."},{"id":81124,"name":"Unerwartete Schätze - Benutze die „Kamuijima-Kanone“, um einen verborgenen Schatz freizulegen."},{"id":81125,"name":"Die Klinge von Tatara - Erhalte den Plan einer bestimmten Waffe aus der Vergangenheit."},{"id":81130,"name":"Der Kreislauf von Leben und Tod - Bringe 10 toten Samurai ihren Frieden."},{"id":81131,"name":"Amateure hämmern Nägel in Haken - Fange deinen ersten Fisch."},{"id":81132,"name":"„Vielleicht brauchst du dafür noch ein Aquarium?“ - Fange deinen ersten Zierfisch."},{"id":81133,"name":"Ein Fisch im Mondfluss - Fange zum ersten Mal einen Fisch, der nur nachts vorkommt."},{"id":81134,"name":"Kling, Glöckchen, Klingelingeling - Fange erfolgreich 100 Fische."},{"id":81135,"name":"Kling, Glöckchen, Klingelingeling - Fange erfolgreich 500 Fische."},{"id":81136,"name":"Kling, Glöckchen, Klingelingeling - Fange erfolgreich 2.000 Fische."},{"id":81137,"name":"„Nenn mich Ishmael.“ - Fange einen Fisch in der Welt eines anderen Spielers."},{"id":81138,"name":"Gutes Werkzeug, gute Arbeit. - Kaufe dir eine Angelrute vom Angelverein."},{"id":81139,"name":"Alles ins Wasser - Stelle erfolgreich 20 Köder her."},{"id":81140,"name":"Ein Diplom-Angler - Schalte 20 Fisch-Einträge im Handbuch frei."},{"id":81141,"name":"„Das ist mein Weg in die Freiheit!“ - Ein Fisch ist dir beim Zappeln erfolgreich entkommen."},{"id":81142,"name":"„Ach, wieder ein Angler ...“ - Verscheuche die Fische beim Auswerfen deiner Rute."},{"id":81143,"name":"Fest und stabil - Fange 10-mal Fische und bleibe dabei immer innerhalb der idealen Spannungszone."},{"id":81144,"name":"Mittelfeld - Fange beim Angeln in Inazuma lose Buchseiten."},{"id":81150,"name":"Wie du wünschst - Lass dir 5-mal von Oma Komaki die Zukunft voraussagen und erhalte dabei ein ideales Ergebnis."},{"id":81151,"name":"Das Märchen von der Meerjungfrau - Hilf Kumi bei ihrem Problem."},{"id":81152,"name":"Der Schatz eines fernen Meereshirten - Gewinne den wertvollsten Schatz eines großen Piraten von dem Geschwafel eines Besoffenen."},{"id":81153,"name":"Der ehrliche Long John Silver - Finde alle vergrabenen Schätze von Rinzou."},{"id":81154,"name":"Erobere Watatsumi! - Löse das Siegel des Schreins vom Elektro-Archon."},{"id":81155,"name":"Herrenhaus im Becken - Schalte „Herrenhaus im Becken“ frei."},{"id":81156,"name":"Die Strandung der Beagle - Erkunde die Insel Watatsumi und folge den Spuren eines unbekannten Forschers."},{"id":81157,"name":"„Ich bin eine Katze. Mein Name ist Neko.“ - Triff dich mit Neko, der „vorläufigen Oberpriesterin des Asase-Schreins“."},{"id":81158,"name":"Katze in den Wolken - Werde Zeuge zusammen mit Neko, der „vorläufigen Oberpriesterin des Asase-Schreins“, wie eine gewisse „gute Sache“ stattfindet."},{"id":81159,"name":"Das Geschenk einer Katze - Füttere die Kätzchen auf der Insel Seirai und gewinne ihre Zuneigung."},{"id":81160,"name":"Es muss ein Schatz sein - „Ich habe dir schon gesagt, es ist nur ein Bild!“"},{"id":81161,"name":"Jenseits des Heimwehs - Hilf Oda Tarou dabei, vier Bilder von der Insel Seirai zu machen."},{"id":81162,"name":"Dies und jenes ... - ... Versuch mal, sie zu verbinden?"},{"id":81163,"name":"Davy Jones’ Schließfach - Schalte alle Vorrichtungen an Bord der „Seiraimaru“ frei."},{"id":81164,"name":"Meer von Rätseln - Schalte eine Reihe von Vorrichtungen auf der Insel Seirai frei."},{"id":81165,"name":"Der große Amakumo-Gipfel - Schalte die Vorrichtung unter dem Amakumo-Gipfel frei."},{"id":81167,"name":"Durchqueren des Nebeltors - Gewöhne dich an das seltsame Wetter auf der Insel Tsurumi."},{"id":81168,"name":"Nihil Sub Caligine Novum - Es scheint, dass du wieder am Anfang stehst ..."},{"id":81170,"name":"Weiße Illusion - Begegne den Phantomen der Vergangenheit."},{"id":81171,"name":"„Wunderschöne Landschaften, die sich weit über die Sichtweite hinaus erstrecken.“ - Verabschiede dich von deinem Bootsfahrer."},{"id":81172,"name":"Eine Geschichte von zwei Städten - Sogar die Insel Tsurumi scheint auf den Trümmern alter Ruinen gebaut zu sein."},{"id":81173,"name":"„Mein Leben als Abenteurer“ - Hilf Roald dabei, sein Abenteuertagebuch zu vervollständigen."},{"id":81174,"name":"Licht in den Nebel - Bring alle Blitzsteine auf der Autake-Ebene zum Leuchten."},{"id":81175,"name":"Paimon hat sie gefressen! - Die hölzerne Flöte, Maushiro genannt, die du bekommen hast, ist jetzt verlorengegangen."},{"id":81176,"name":"Eine kurze Geschichte der Zeit - Reise von einem noch weiter zurückliegenden Zeitpunkt als die Vergangenheit in die Gegenwart ..."},{"id":81177,"name":"Abstammung des Donnervogels - Schließe die Herausforderungen aller Statuen ab."},{"id":81179,"name":"Sieben Buchstaben - Versuche, die Ishine-Schrift zu entziffern."},{"id":81180,"name":"Moshiri-Schale - Schalte die Moshiri-Schale frei."},{"id":81181,"name":"Jenseits des Nebelflusses - Erreiche schließlich die andere Seite des Nebelmeeres ..."},{"id":81182,"name":"„Diesmal fliegst du nicht weg!“ - Fange 1 Kristallschmetterling mit dem Hilfsmittel „Netz der Omniubiquität“."},{"id":81183,"name":"Das Netz immer näher - Fange 1 Finken mit dem Hilfsmittel „Netz der Omniubiquität“."},{"id":81184,"name":"Wie viele Meilen unter dem Meer? - Betritt Enkanomiya."},{"id":81185,"name":"Flammen der Sonne, auch bekannt als Marishi - Enthülle das Geheimnis des Tors der Sonnenflammen."},{"id":81186,"name":"Wechsel zwischen Sonne und Mond - Wechsle einmal zwischen der „Hellen Nacht“ und der „Ewigen Nacht“."},{"id":81187,"name":"„Umfassend und akribisch“ - Gewinne das Vertrauen der Jibashiri."},{"id":81188,"name":"„Wie man einen Aal im Winter fängt“ - Gewinne das Vertrauen der Jibashiri."},{"id":81189,"name":"„Unübertroffen in ganz Tokoyo“ - Gewinne das Vertrauen der Jibashiri."},{"id":81191,"name":"„Vielleicht solltest du mehr Umgang mit anderen suchen ...“ - Schließ Dates Labyrinth-Herausforderung ab."},{"id":81192,"name":"„Wenn Tokoyo Ookami das wüsste ...“ - Gib alle Bücher zurück und ..."},{"id":81193,"name":"„Gibt es wirklich einen Unterschied ...“ - Probiere alle besonderen Sitze."},{"id":81194,"name":"Tanz der Gotteskinder - Sprich mit allen hinterbliebenen Schatten der Phaetonen."},{"id":81195,"name":"Scheide zwischen Nacht und Tag - Erreiche die Spitze des Dainichi Mikoshi."},{"id":81196,"name":"Die Wahrheit liegt in Reichweite des Bogens - Schließ die Bogenschieß-Herausforderung ab."},{"id":81197,"name":"Das unheilvolle Erbe von Iwakura - Gib die Klinge des Iwakura-Meisters zurück."},{"id":81198,"name":"Ein Schlüssel zu einem Schloss - Finde alle Schlüsselmuster."},{"id":81199,"name":"Mysteriöse Felsenklamm - Schalte „Mysteriöse Felsenklamm“ frei."},{"id":81200,"name":"„Förderprotokoll der Großen Kluft“ - Lies alle Bände der Bücher zum Thema Erze in der Großen Kluft."},{"id":81201,"name":"Menschen aus dem Tal des Lebens - Finde den verschrumpelten Samen und iss ihn nicht voreilig."},{"id":81202,"name":"CREDE TENEBRIS - Öffne die geheime Kammer in den Ruinen."},{"id":81203,"name":"Das Neun-Worte-Gerücht - Finde alle geheimen Schriften."},{"id":81204,"name":"Diebeshöhle - Finde den versteckten Schatz der Schatzräuber."},{"id":81205,"name":"Klingelingeling, wir haben einen Gewinner! Schon wieder! - Grab beim Schatzbuddeln vom alten Chou dreimal Truhen aus und gewinne damit das Spiel."},{"id":81206,"name":"Artikel mit Herz und Hirn - Schließ alle ökologischen Untersuchungen ab und erhalte das Empfehlungsschreiben von Khedive."},{"id":81207,"name":"„Niemand außer uns!“ - Sammle die Briefe der Fatui in der Großen Kluft."},{"id":81208,"name":"Sicherheitsabstand einhalten - Mach den Weg frei mit der „Sprengmaschine mit Sicherheitsabstand – Typ 2156“."},{"id":81209,"name":"Geburtswehen des schwarzen Nebels ... - Besiege das Ding, das aus dem schwarzen Nebel aufgetaucht ist."},{"id":81210,"name":"Alchimistenrettung - Rette Clitopho."},{"id":81211,"name":"Abendröte des Muts - Wo liegt der wahre Sinn des Abenteuers?"},{"id":81212,"name":"Nicht für den langzeitigen Verzehr geeignet - Finde Onkel He, den vermissten Bergarbeiter, in der Großen Kluft."},{"id":81213,"name":"Pilze mit viel zu hohen Ansprüchen - Schließ die Mission von „Xamaran“ in der Großen Kluft ab."},{"id":81214,"name":"Die Millelithen rücken nicht ab - Sammle alle Opfergaben der Millelithen und erhalte den „Schatz der Millelithen“."},{"id":81215,"name":"Lehrling von allem, Meister von nichts - Lerne die Geschichte von Tang dem Unbesiegbaren, dem Helden der Großen Kluft, kennen."},{"id":81216,"name":"„Gut gemacht, Stierlitz!“ - Hilf Yanbo, den Auftrag der Millelithen abzuschließen."},{"id":81217,"name":"Doch die Dunkelheit hat das Licht umschlossen ... - Setz zum ersten Mal die „Ausstrahlung des reinen Lichts“ des „Lumenstein-Katalysators“ ein, um die schwarze Kristallisation der „Schlammquelle“ zu beseitigen."},{"id":81218,"name":"„Das riecht nach Asphalt.“ - Werde zum ersten Mal wegen des schwarzen Schlamms ohnmächtig."},{"id":81220,"name":"„Alles, was wir brauchen, ist etwas Feuerholz und etwas Essig ...“ - Es gibt wohl nicht nur einen geheimen Weg an die Oberfläche."},{"id":81221,"name":"„Schriften von Taliesin“ - Erhalte Taliesins Geschenk."},{"id":81222,"name":"Licht in die Dunkelheit - Spende etwas Licht."},{"id":81223,"name":"Weisheit, die den Wald erhellt - Erreiche Ansehensstufe 10 in Sumeru."},{"id":81224,"name":"Lohn der Tugend - Hilf vielen Aranara im Wald."},{"id":81225,"name":"Tor der Wunder - Betritt wirklich „die Welt der Aranara“ ..."},{"id":81226,"name":"Intervall zwischen Traum und Wirklichkeit - Betritt Vanarana in der Realität."},{"id":81227,"name":"Sonate des Waldes - Du scheinst das Potential zum „Liedersammler“ zu haben ...?"},{"id":81228,"name":"Gemächliche Reise - Die Aussicht während der Reise sollte man sich nicht entgehen lassen."},{"id":81229,"name":"Goldglänzendes Lied - ... Dieses Lied wird für immer gesungen, von Generation zu Generation, richtig?"},{"id":81230,"name":"Geschichten über den Wald - Höre 5 Geschichten über den Wald von Aravinay."},{"id":81231,"name":"Baumschule ohne Grün - Betritt das einstige Vanarana."},{"id":81232,"name":"Der letzte Feind, der vernichtet wird - Du hast die „Inkarnation von Marana“ besiegt. Und als Nächstes ..."},{"id":81233,"name":"Auch wenn man zu Staub zerfällt ... - ... hinterlässt er Träume und Wünsche."},{"id":81234,"name":"Kind, das nie zum Wald gehört - Nun sollte das Problem gelöst sein."},{"id":81235,"name":"Chefkoch in Vanarana! - Hilf den Brüdern von Arapacati dabei, ihre jeweiligen „größten Delikatessen“ abzuschließen."},{"id":81236,"name":"„Sesam, öffne dich!“ - Betritt durch den Geheimcode erfolgreich das Lager, wo sich Fatui verstecken."},{"id":81237,"name":"Ein Gespräch mit dem Besitzer der „Truhe“ - Finde Aranaras „Truhe“."},{"id":81238,"name":"Vamadha-Dreher - Drehe jede „Vamadha“, in der sich eine Truhe befindet."},{"id":81239,"name":"Im Namen von „Anfortas“ - Besuch den Endpunkt der Recken."},{"id":81240,"name":"Ruf der namenlosen Stadt - Beruhige das mysteriöse Pergament."},{"id":81241,"name":"Begleiter von Wasser und Wind - Schließ „Bis zur Heilung von ‚Vana‘“ ab."},{"id":81242,"name":"... Vergiss mich ruhig. - Schließ „Vimana-Agama“ ab."},{"id":81243,"name":"Dann beginnt die Zeit zu fließen - Schließ das ab, was Aradasha nicht vollbracht hat."},{"id":81244,"name":"Sei vorsichtig beim Spielen - Spiele mit Aranara im Wald."},{"id":81245,"name":"Dauerhafte Nahrung - Besuch mit Varsha die Aranara-Baumschule in der Realität."},{"id":81246,"name":"Wenn Träume blühen - Lass Viparyas in der Aranara-Baumschule blühen."},{"id":81247,"name":"„Ein Walnussbaum in den Gärten ...“ - Frag Khayyam nach der verlorenen Erinnerung."},{"id":81248,"name":"Ökologische Untersuchung der Sumeru-Monster - Schließ die Arbeit zum Schutz der Waldökologie ab."},{"id":81249,"name":"Wie ein Löwe, der Mut sucht ... - Finde Arashakuns verlorenen „Mut“ wieder."},{"id":81250,"name":"Gipfel der Weisheit - Erklimme die Spitze der Stadt Sumeru."},{"id":81251,"name":"Suchender - Verwende die Reaktion Wildwuchs, um versteckte Objekte zu finden."},{"id":81252,"name":"Jasmin flüstert, Granatapfelbaum blüht - Schließ „Agnihotra-Sutra“ ab."},{"id":81253,"name":"Rasen wie der Wind - Aktiviere im Mawtiyima-Dickicht drei Windfelder."},{"id":81254,"name":"Regel der Drei - Finde 3 verlorene Noten und erhalte 3 Vasoma."},{"id":81255,"name":"Bittere Früchte der Träume - Setze „Kusava“ zum ersten Mal ein."},{"id":81256,"name":"Regen fällt in den Boden - Schließ „Varuna-Gatha“ ab."},{"id":81257,"name":"... Alles in die Stromschnellen - Verwende den Fotoapparat, um den Moment festzuhalten, in dem Varunastra aktiviert wird."},{"id":81258,"name":"Beschwörer von Wind und Regen - Verwende die Varuna-Maschine, um das Wetter im Apam-Wald zu ändern."},{"id":81259,"name":"Oh, was für ein schöner Tag! - Folge den Hinweisen am Boden der Truhe und finde den geheimen Schatz."},{"id":81260,"name":"Karas Kind - Wandert frei im Wald."},{"id":81261,"name":"Die lange Reise zum Wiedersehen - Folge dem verlorenen Packtier und schließe seine Reise ab."},{"id":81262,"name":"„Ich hab’s! Ich hab’s!“ - Finde und löse eine Reihe von Rätseln in Sumeru."},{"id":81263,"name":"Das Lied von Dämmergrau und Morgenröte - ... Irgendwo werden wir uns treffen."},{"id":81264,"name":"Begegnung von welcher Art - Ungewöhnliche „Freunde“ haben sich dem Archäologietrupp angeschlossen."},{"id":81265,"name":"Expedition in der Wüste - Die Wüstenexpedition hat gerade erst begonnen."},{"id":81266,"name":"Denk wie ein Gelehrter der Ursachenlehre - Im Tintenfass steckt eine furchteinflößende Macht."},{"id":81267,"name":"Fata Morgana - Der Weg zum „Thron“ liegt endlich frei."},{"id":81268,"name":"Erstellen, eintauschen, speichern und verwenden - Der Schlüssel erwartet auch die „Anerkennung“."},{"id":81269,"name":"Die erstaunliche Pyramide - Der verborgenen Wahrheit einen kleinen Schritt näher."},{"id":81270,"name":"Geh wie die Anhänger des Königs Deshret - Erhalte die Erlaubnis, durch viele Türen zu gehen."},{"id":81271,"name":"Gerade Bahn - Erreich den geheimen Raum oben im Mausoleum von König Deshret."},{"id":81272,"name":"Weg zum Licht - Niemand weiß, wie diese riesigen Ruinen gebaut wurden, und aus welchem Grund sie verlassen wurden."},{"id":81273,"name":"Zugabe! - Wieder einmal stehst du vor dem Thron des Königs Deshret in Khaj-Nisut."},{"id":81274,"name":"Schräg an den Boden gelehnt - Schließ „Afratus Sorgen“ ab."},{"id":81275,"name":"Zeig mir die Fähigkeit des Ruinenriesen - Keine große Sache, solange es nicht getroffen ist."},{"id":81276,"name":"Gewaltsamer Durchbruch - Sind Maschinen aus Khaenri’ah alle Monster?"},{"id":81277,"name":"Wie heißt der Geheimcode? - Öffne die mysteriöse Tür des Lammfresser-Felsens."},{"id":81278,"name":"Ende des Korridors - Betritt den geheimnisvollsten Raum unter dem Mausoleum von König Deshret."},{"id":81280,"name":"Erkundungsmeister der vier Ruinen - Finde und lüfte die Geheimnisse von vier durchsichtigen Ruinen in der Wüste."},{"id":81281,"name":"Wüste und Rotes Sandmeer im Zeitalter des Königs Deshret - Erkunde die drei riesigen Obelisken in der Wüste."},{"id":81282,"name":"Inschrift auf der Stele - Schönheit und Hoffnung sind die zartesten Erinnerungen an den Verstorbenen."},{"id":81283,"name":"Bevor „ich“ geboren wurde - Die Leute wollen nicht einmal seinen Namen nennen oder sich daran erinnern, was er sagte und tat."},{"id":81284,"name":"Die illusorische Stadt - Begegne Luftspiegelungen zum ersten Mal in der Wüste."},{"id":81285,"name":"Wie verfasst man einen Grabungsbericht? - Erkunde zum ersten Mal die Ruinen unter der Wüste."},{"id":81286,"name":"Wehend im Wind - Zerschlage die Taumelkräuter, die in der Wüste fliegen."},{"id":81288,"name":"Einer floh aus dem Krankenhaus - Von hier ist einst ein Überlebender geflohen."},{"id":81289,"name":"Gut ausgebildeter Archäologe - Erwecke alle Urobelisken in den Gebieten Hypostylwüste, Obere Setekh-Region und Niedere Setekh-Region wieder zum Leben."},{"id":81290,"name":"Trugbild jenseits der Zeit - Berühre jedes mysteriöse Wandgemälde in der Wüste."},{"id":81291,"name":"„Wenn sie über das Verborgene wüssten ...“ - Liloupar hat sich selbst aus ihrem Vertrag mit dir befreit und entschieden, sich ihrem fernen finsteren Schicksal zu stellen ..."},{"id":81292,"name":"„Es ist lediglich ewige Sklaverei!“ - Der Dschinn Liloupar geht nach abertausend Jahren des Schlafes einen Vertrag mit dir ein."},{"id":81293,"name":"Die Vergangenheit der namenlosen Stadt - Die Wandgemälde im Tempel von Gurabad künden von einer glorreichen Vergangenheit ..."},{"id":81295,"name":"Lustgarten der traumlosen Ruhe - Dies ist das Grab der Blumengöttin, der Ort für den ewigen traumlosen Schlaf einer Gottheit ..."},{"id":81296,"name":"„... Sie muss Vergeltung üben.“ - Haben die Ungerechten je den Tag kommen sehen, an dem der Rächer seine gerechte Wut entfesselt?"},{"id":81297,"name":"Blutgetränkter Mond - Welche Grausamkeiten haben sich auf diesem Schlachtfeld einst unter dem blutroten Mond abgespielt?"},{"id":81298,"name":"Blinde Wut - Die blinden Wenut können bei ihrem Herumwüten auch unerwartete Schätze mit sich bringen."},{"id":81299,"name":"„Verdammte Wenut!“ - Werde zum ersten Mal vom Angriff eines Wenut überrascht."},{"id":81300,"name":"Der Ursprung der Divergenz - Erfahre die Wahrheit über die Vernichtung der Expeditionstruppe der Goldbrigaden zur Untersuchung von Gurabad."},{"id":81301,"name":"Wer braucht schon ein Handbuch ... - Stell Benbens alte Lebenskraft wieder her."},{"id":81302,"name":"#Gnade {F#der Jägerin}{M#des Jägers} - Lass „Jagdfalke“ Tadhla ihr Schicksal wählen ..."},{"id":81303,"name":"Reise mit einem fliegenden Teppich - Schau dir diese neue Welt an. Was für ein schwindelerregender Anblick!"},{"id":81304,"name":"„Ist das Leben nicht wundervoll?“ - Der Einsiedlerpalast der Wenut ist über alle Maßen verwinkelt, denn das Leben findet immer einen noch so unerwarteten Weg ..."},{"id":81306,"name":"Der alte Garten und seine Quelle - Die in alten Tagen unaufhörlich sprudelnde Quelle ist heute von Sand zugeschüttet ..."},{"id":81307,"name":"Ihr goldenes Zeitalter ... - Die purpurroten Padisarah blühen auf dem leeren Thron wie das ewige Lächeln ihrer Herrin ..."},{"id":81308,"name":"„... Zeig aller Welt dein hässliches Antlitz“ - Bring das beschädigte Schachfeld dazu, sich wieder aus den Sanden zu erheben."},{"id":81309,"name":"Aus dem Lehm gekommen, zurück in den Sand ... - So wie alles Leben in der Wüste ..."},{"id":81310,"name":"Der perfekte Sandsturm - „Nichts wie rein in die meteorologische Hölle!“"},{"id":81311,"name":"Lieblose Tarantel - „Ich muss dich einfach zu Schmieröl auskochen!“"},{"id":81312,"name":"Parvezravan Khwarrah - Erwecke alle Urobelisken in der Wüste von Hadramaveth wieder zum Leben."},{"id":81313,"name":"Endloser Pakt - Auch wenn jedes Schicksal in Scherben liegen mag, so lebt der Pakt doch auch im tiefsten Schlaf weiter ..."},{"id":81314,"name":"Alles, was das Licht berührt - Erreiche die Vourukasha-Oase."},{"id":81315,"name":"Aufsteigende Morgensonne hinter düsteren Berggipfeln - Eskortiere Mihir auf ihrer „reinigenden Pilgerfahrt“."},{"id":81316,"name":"Der Baum auf dem Berg - Bring Rashnu zurück in die Vourukasha-Oase."},{"id":81317,"name":"Im Nebel - Lichte den violetten Nebel im Asipattravana-Sumpf."},{"id":81318,"name":"Trommeln wir los! - Hole alle fünf „Korybantes“ zurück."},{"id":81319,"name":"Vyakarana der Vögel - Unter der Aufsicht Zurvans hat Sorush die „Zwillingshorn-Blütenkrone“ erlangt ..."},{"id":81320,"name":"Werdet Zeuge meines gerechten Schlags! - Verwende die Ruinenkanone und zerstöre den Kern des Riesen."},{"id":81321,"name":"„... Lasst alle Hoffnung fahren.“ - Erreiche das Ende des Reichs der Oberfläche."},{"id":81322,"name":"Schmiedemeister - Aktiviere den großen Aufzug in der unterirdischen Ruinenwerkstatt."},{"id":81323,"name":"Die Prüfung von Haft-Vádí - Du verfügst nun über die Kraft der „Hymne des Khvarena“."},{"id":81324,"name":"Ein Seil über dem Abgrund - Schließe das Chinvat-Ritual ab und bahne dir einen Weg durch die Tiefen ..."},{"id":81325,"name":"Kamel, Löwe und Kind - Erlange aus dem „Verunreinigten Reich“ alle „Spenta-Herzen“."},{"id":81326,"name":"Der Tag Tirgans - Nachdem der Abgrund des Himmels geläutert wurde, erstrahlt die Kraft der Khvarena und des Amrita über das Land."},{"id":81327,"name":"Eine spannende Reise - Schließ „Maler auf Abwegen“ ab."},{"id":81328,"name":"„Die Rätsel sind alle gelöst!“ - Schließ „Forschung an Inschrift“ ab."},{"id":81329,"name":"Heimkehr der Geister - Schließ „Flackernder Schimmer“ ab."},{"id":81331,"name":"Die Tapferen sollen nicht wanken - Bestehe alle Prüfungen von Jarjar."},{"id":81332,"name":"Bifröst - Schließe alle „Seelenglocke“-Herausforderungen ab."},{"id":81333,"name":"Trommeltanz - Schließ alle „Sprungpilz der seltsamen Trommel“-Herausforderungen ab."},{"id":81334,"name":"Ein Leuchten im Morast - Nutze zum ersten Mal die Kraft der Khvarena, um die Graukristalle zu beseitigen."},{"id":81335,"name":"Wenn das rote Tüchlein zum fliegenden Vogel wird ... - Fliege das erste Mal mit Sorush."},{"id":81336,"name":"Aufstieg in die Lüfte von Sary-Ozek - Halte Sorush eine Weile im Flug."},{"id":81337,"name":"Wessen Sprössling bist du? Wie lautet dein Name? - Rufe das erste Mal mit Sorush die Kraft der Khvarena an."},{"id":81338,"name":"Nutze die Kraft, Sorush - Wirf mit Sorush „Nirodha-Früchte“ und schmilz {param0} aus Amrita kondensierte Kristalle."},{"id":81339,"name":"Meer des reichen Segens - Belebe alle Blumentümpel in der Vourukasha-Oase wieder."},{"id":82001,"name":"„Das ist alles Übung“ - Triff einen fliegenden Adler mit Pfeil und Bogen."},{"id":82002,"name":"Distanzschütze - Triff die Schwachstelle eines Gegners mit einem gezielten Schuss aus weiter Entfernung."},{"id":82003,"name":"Der Freischütz - Triff die Schwachstelle eines Gegners mit einem gezielten Schuss aus sehr weiter Entfernung."},{"id":82004,"name":"Hülle aus was, bitte? - Zerschmettere den Schutzschild eines großen Geo-Schleims."},{"id":82005,"name":"Sind Plasmalampen noch in Mode? - Zerschmettere den Schutzschild einer Elektro-Cicin-Zauberin."},{"id":82006,"name":"Wer bestimmt den Rhythmus? - Halte einen Abgrundmagier davon ab, seinen Schild wiederherzustellen."},{"id":82007,"name":"Dadaupa Reborn - Setze den Holzschild eines Mitachurls in Flammen."},{"id":82008,"name":"Hüne - Zerstöre alle Steinsäulen einer Geo-Hypostase, bevor sie sich damit wiederbeleben kann."},{"id":82009,"name":"Das PRISM-Projekt - Zerstöre alle Prismen einer Elektro-Hypostase, bevor sie sich damit wiederbeleben kann."},{"id":82010,"name":"„Der Anemo-Kristallschmetterling ist ein echter Brocken“ - Nimm alle Windkristalle einer Anemo-Hypostase auf, bevor sie sich damit wiederbeleben kann."},{"id":82012,"name":"„Nicht repräsentativ für finale Version!“ - Zerstöre eine Anemo-Hypostase, die vier Elementarumwandlungen hinter sich hat."},{"id":82013,"name":"Einfach riesengroß - Lähme einen Ruinenwächter, indem du seine Schwachstelle triffst."},{"id":82014,"name":"Ballabgabe - Schlage einen Pyro-Schleim aus den Händen eines Hilichurl-Grenadiers."},{"id":82015,"name":"„Ein ... Angriff“ - Besiege einen Gegner, indem du ihn zerschlägst, während er gefroren ist."},{"id":82017,"name":"Goldener Lawachurl - Besiege einen Steinhaut-Lawachurl, bevor seine Dämonenform abläuft."},{"id":82019,"name":"„Nimm das!“ - 1-malig"},{"id":82020,"name":"„Nimm das!“ - 5-malig"},{"id":82021,"name":"„Nimm das!“ - 10-malig"},{"id":82022,"name":"„Geh mit dem Wind!“ - 1-malig"},{"id":82023,"name":"„Geh mit dem Wind!“ - 5-malig"},{"id":82024,"name":"„Geh mit dem Wind!“ - 10-malig"},{"id":82025,"name":"Weiße Jahreszeit - 1-malig"},{"id":82026,"name":"Weiße Jahreszeit - 5-malig"},{"id":82027,"name":"Weiße Jahreszeit - 10-malig"},{"id":82028,"name":"Eine niedrige Umgebungstemperatur verringert die Akkuleistung - 1-malig"},{"id":82029,"name":"Eine niedrige Umgebungstemperatur verringert die Akkuleistung - 5-malig"},{"id":82030,"name":"Eine niedrige Umgebungstemperatur verringert die Akkuleistung - 10-malig"},{"id":82031,"name":"„Kunst ist ...“ - 1-malig"},{"id":82032,"name":"„Kunst ist ...“ - 5-malig"},{"id":82033,"name":"„Kunst ist ...“ - 10-malig"},{"id":82034,"name":"Vernichtung mal zwei - 1-malig"},{"id":82035,"name":"Vernichtung mal zwei - 5-malig"},{"id":82036,"name":"Vernichtung mal zwei - 10-malig"},{"id":82037,"name":"„Nur geringfügig größer als der plötzlicher Frühlingsgefühle.“ - 1-malig"},{"id":82038,"name":"„Nur geringfügig größer als der plötzlicher Frühlingsgefühle.“ - 5-malig"},{"id":82039,"name":"„Nur geringfügig größer als der plötzlicher Frühlingsgefühle.“ - 10-malig"},{"id":82040,"name":"Ein Lob an den Bauch - Sorge dafür, dass alle vier Figuren in deiner Truppe zur selben Zeit satt sind."},{"id":82041,"name":"Der Zerstörer - Verursache mehr als 5.000 Punkte kritischen Schaden."},{"id":82042,"name":"Der Zerstörer - Verursache mehr als 20.000 Punkte kritischen Schaden."},{"id":82043,"name":"Der Zerstörer - Verursache mehr als 50.000 Punkte kritischen Schaden."},{"id":82044,"name":"Tiefenforscher - Bestehe Ebene 4 des Gewundenen Abgrunds."},{"id":82045,"name":"Tiefenforscher - Bestehe Ebene 8 des Gewundenen Abgrunds."},{"id":82046,"name":"Tiefenforscher - Bestehe Ebene 12 des Gewundenen Abgrunds."},{"id":82047,"name":"Aus der Tiefe - Bestehe Ebene 2 – Raum 3 des Gewundenen Abgrunds, ohne Schaden einzustecken."},{"id":82048,"name":"Aus der Tiefe - Bestehe Ebene 5 – Raum 3 des Gewundenen Abgrunds, ohne Schaden einzustecken."},{"id":82049,"name":"Aus der Tiefe - Bestehe Ebene 8 – Raum 3 des Gewundenen Abgrunds, ohne Schaden einzustecken."},{"id":82050,"name":"Mein Schatz - Bestehe Ebene 2 – Raum 2 des Gewundenen Abgrunds mit einem unversehrten Elementarmonolithen."},{"id":82051,"name":"Abgrundsternsammler - Erhalte alle Abgrundsterne des Wandelgangs des Abgrunds im Gewundenen Abgrund."},{"id":82052,"name":"Die Fantastischen Vier - Bestehe eine Sphäre mit vier Figuren desselben Elementartyps."},{"id":82053,"name":"Quellenjäger - Besiege jede Art Hydro-Phantom, das eine Okeanide beschwören kann."},{"id":82054,"name":"Formvollendetes Wasser - Besiege eine Okeanide, ohne von den Wasserbomben, die von den Hydro-Phantomen zurückgelassen werden, getroffen zu werden."},{"id":82055,"name":"Ein Wunder ist geschehen! - Besiege 1 merkwürdigen Hilichurl."},{"id":82056,"name":"Ein Wunder ist geschehen! - Besiege 20 merkwürdige Hilichurle."},{"id":82057,"name":"Ein Wunder ist geschehen! - Besiege 50 merkwürdige Hilichurle."},{"id":82058,"name":"Coolster Gärtner von Teyvat - Lähme einen Fluxeisbaum, indem du seine Blütenkrone angreifst."},{"id":82059,"name":"Heißester Gärtner von Teyvat - Lähme einen Fluxfeuerbaum, indem du seine Blütenkrone angreifst."},{"id":82060,"name":"Himmlische Gerechtigkeit! - Triff einen Gegner mit einem Angriff aus dem Fall, der mehr als 5 s dauert."},{"id":82061,"name":"Perpetuum Mobile der dritten Art - Löse innerhalb von 15 s 5-mal eine Spezialfähigkeit aus."},{"id":82062,"name":"Nahezu unbesiegbar - Stelle eine Figur unter den Schutz von mindestens drei verschiedenen Schilden."},{"id":82063,"name":"Auch nur eine Eisnebelblume! - Besiege einen Fluxeisbaum, ohne seinen Schwachpunkt an der Blütenkrone zu zerstören."},{"id":82064,"name":"Heißer als heiß - Besiege einen Fluxfeuerbaum, ohne seinen Schwachpunkt an der Blütenkrone zu zerstören."},{"id":82065,"name":"Der Fremde gegen den Fremden - Besiege den Grafen, ohne dass ein Truppenmitglied vom Angriff nach einer Markierung des Grafen getroffen wird."},{"id":82066,"name":"Waffenlos - Schlage einen Kryo-Schleim aus den Händen eines Kryo-Hilichurl-Grenadiers."},{"id":82067,"name":"Die Mauer muss weg! - Zerstöre den Schild eines Mitachurls mit Eisschild."},{"id":82068,"name":"Ohne Eis, bitte - Besiege einen Kryo-Samachurl, bevor er Eissäulen erschafft."},{"id":82069,"name":"... desto tiefer der Fall - Zerstöre die Eissäule eines Kryo-Samachurls."},{"id":82070,"name":"Der Profichurl - Besiege einen Frostarm-Lawachurl, bevor seine Dämonenform abläuft."},{"id":82071,"name":"Rosenknospen ... - Zerschmettere den Schutzschild einer Kryo-Cicin-Zauberin."},{"id":82072,"name":"Königsmörder - Besiege den wahren Herrscher des Drachengrats!(?)"},{"id":82073,"name":"Goliath - Lähme einen Ruinenkoloss, indem du seine Schwachstelle triffst."},{"id":82074,"name":"Strafstoß - An manchen Orten kann man graben, so viel man will, und findet trotzdem keine Pyro-Schleime ..."},{"id":82075,"name":"Kraftfeldschwächung - Zerschmettere die Barriere einer Elektro-Hypostase."},{"id":82076,"name":"„Echse und Spock“ - Lass ein- und dieselbe Figur von drei aufeinanderfolgenden Schere-Stein-Papier-Angriffen treffen."},{"id":82077,"name":"Kein Berg ohne festes Grundgestein! - Zerstöre die finsteren Steinsäulen, auf denen sich der Kern einer Geo-Hypostase befindet so, dass diese dreimal herunterfällt."},{"id":82078,"name":"Nichts hält ewig - Bringe eine Geo-Hypostase dazu, in die Wiederbelebungsphase einzutreten, ohne ihre finsteren Steinsäulen zu zerstören."},{"id":82079,"name":"Zurück mit dem Wind - Sammle mindestens 10 Elementarkristalle während eines Kampfes mit einer Anemo-Hypostase auf."},{"id":82080,"name":"Kernschmelze - Zerstöre den Flammensamen eines Fluxfeuerbaums."},{"id":82081,"name":"Schwindel - Zerstöre die Blütenkrone, die Schwachstelle des Fluxeisbaums, während sich dieser bei einem Rotationsangriff dreht."},{"id":82082,"name":"„Bis dass die Schuld uns scheidet“ - Besiege einen Pyro-Schuldeneintreiber im Tarnmodus."},{"id":82083,"name":"„Einsam und geschmolzen“ - Besiege eine Kryo-Cicin-Zauberin, während all ihre Kryo-Cicine vollständig vorhanden sind."},{"id":82084,"name":"Das soll einer der Vier Winde sein? - Besiege einen Anemo-Faust-Stürmer, nachdem du all seine Elementarumwandlungen ausgelöst hast."},{"id":82085,"name":"Rums und Bums - Schlage den Angriff einer Geo-Drachenechse mithilfe eines Schildes zurück, wenn sie auf einen zustürmt."},{"id":82086,"name":"Rückstoß! - Schlage den Angriff „Felsspeier“ einer alten Geo-Drachenechse mithilfe eines Schildes zurück."},{"id":82087,"name":"Das kannst du behalten! - Schlage den Angriff „Felsspeier“ einer alten Geo-Drachenechse mithilfe eines Schildes des gleichen Elements oder Geo-Kraft zurück und verursache hohen Schaden."},{"id":82088,"name":"Die standhafteste unserer Seelen - Besiege Azhdaha in allen Formen."},{"id":82089,"name":"„In der Kälte der Nacht“ - Besiege eine geschwächte Kryo-Hypostase."},{"id":82090,"name":"„Bis zu den Knien im Schnee“ - Besiege eine Kryo-Hypostase, die dreimal wiederbelebt wurde."},{"id":82091,"name":"Eine Geo-Drachenechse bei Tag, eine Geo-Drachenechse bei Nacht ... - Besiege die Geo-Drachenechse in all ihren Elementarformen."},{"id":82092,"name":"Eine Geo-Elementarreaktion? - Besiege die alte Geo-Drachenechse in all ihren Elementarformen."},{"id":82093,"name":"Puppenlied - Besiege einen Maguu Kenki während seiner Provokation."},{"id":82094,"name":"Reiß das Totem nieder - Besiege einen Elektro-Samachurl, bevor er die Elektro-Totems erschafft."},{"id":82095,"name":"Der verwunschene König - Besiege einen verstärkten Blitzhelm-Lawachurl."},{"id":82096,"name":"Einer flog über das Spa - Besiege eine Spiegeljungfrau, ohne von ihrem „Wassergefängnis“ getroffen zu werden."},{"id":82097,"name":"Es ist still ... zu still ... - Besiege eine Pyro-Hypostase, nachdem sie das erste Mal gelöscht wurde."},{"id":82098,"name":"Die Schlacht um die Insel Narukami - Besiege eine geschwächte Anordnung immerwährender Vorrichtungen."},{"id":82099,"name":"Schnell wie Wind - Besiege einen Maguu Kenki, ohne von seinen Phantomen getroffen zu werden."},{"id":82100,"name":"Ein gerechter Kampf! - Besiege einen Maguu Kenki, ohne die Parade von „Oushi no Omote“ auszulösen."},{"id":82101,"name":"Ich schaff das selbst - Besiege eine alte Geo-Drachenechse, ohne das Zurückschlagen vom „Felsspeier“ auszulösen."},{"id":82102,"name":"Du hast dich verbrannt, stimmt’s? - Besiege eine Pyro-Hypostase, die zweimal wiederbelebt wurde."},{"id":82103,"name":"Riecht nach Tiergeist! - Besiege eine Pyro-Hypostase, nachdem du von ihren drei aufeinanderfolgenden Nachahmungsangriffen getroffen wurdest."},{"id":82104,"name":"Himmelsdurchbrecher - Lähme während eines Kampfs alle vier Ruinensoldaten der Anordnung immerwährender Vorrichtungen und besiege sie."},{"id":82105,"name":"Alle unbeteiligten Maschinen verlassen bitte sofort das Gelände! - Besiege eine Anordnung immerwährender Vorrichtungen, aber ohne die Ruinensoldaten."},{"id":82106,"name":"Besiege das Feuer - Besiege einen Kairagi – Sengende Macht, während seine Waffe in Flammen ist."},{"id":82107,"name":"Geschnittener Blitz - Besiege einen Kairagi – Galoppierender Blitz, während seine Waffe mit Strom aufgeladen ist."},{"id":82108,"name":"Ein Blitz aus heiterem Himmel - Werde vom Blitz, der von dem Mitachurl mit Blitzaxt beschworen wurde, getroffen."},{"id":82109,"name":"Der letzte Schliff - Besiege Azhdaha, ohne einen Schild während des Kampfs zu erhalten."},{"id":82110,"name":"Trockenreinigung - Besiege die Hydro-Hypostase, ohne einen einzigen ihrer Wassertropfen zu zerstören (außer wenn sich die Hydro-Hypostase LP wiederherstellt)."},{"id":82111,"name":"Ein Hoch auf Meeresbiologen! - Werde von einem bestimmten Lebewesen getroffen, das von der Hydro-Hypostase erschaffen wurde ..."},{"id":82112,"name":"Entwische der Liebeswelle - Besiege die Verkörperung des Donners, ohne von der Blitzsonde entdeckt zu werden."},{"id":82113,"name":"Donnerschlag - Besiege die Verkörperung des Donners, wenn sie fliegt."},{"id":82114,"name":"Eisige Flüsse und Hexe des Höllenfeuers - Besiege „La Signora“, ohne das „Flammenherz“ oder „Frostauge“ zu zerstören."},{"id":82115,"name":"Salz für meine Feinde und Wasser für mich - Erhalte innerhalb einer Herausforderung der Hydro-Hypostase mindestens 3 Heilungskugeln, die von den „Wassertropfen“ abgeschossen werden."},{"id":82116,"name":"Aber der Heimweg ist lang und beschwerlich ... - Hindere die Hydro-Hypostase durch Einsetzen der Hindernisse, Wegschleudern usw., daran, sich wiederzubeleben, ohne die „Wassertropfen“ zu zerstören."},{"id":82117,"name":"Augenblick der Zerstörung - Besiege „La Signora“, ohne die „Motte des roten Lotos“ zu benutzen."},{"id":82118,"name":"Elektrische Flucht - Besiege die Verkörperung des Donners, ohne von dem verfolgenden Blitzkäfig getroffen zu werden."},{"id":82119,"name":"Funkstille - Lass dich von der Verkörperung des Donners anvisieren, bevor du sie angreifst."},{"id":82120,"name":"Schwimmen verboten - Besiege die Tiefsee-Drachenechsen-Herde, ohne sie ins Wasser tauchen zu lassen."},{"id":82121,"name":"Grab der Garme - Besiege in kurzer Zeit zwei „Leitgarme“."},{"id":82122,"name":"Harte Landung - Schlage eine kletternde Tiefsee-Drachenechse nieder."},{"id":82123,"name":"Tadellose Beurteilung - Schlag nur den richtigen Gegner nieder ..."},{"id":82124,"name":"Vorsicht! Bissiger Hund! - Besiege einen brüllenden Garm."},{"id":82125,"name":"Im Prinzip völlig harmlos - Besiege ein Gespenst, das keine Wut angesammelt hat."},{"id":82126,"name":"Unzerstörbar - Weiche in der Herausforderung von Magatsu Mitake Narukami no Mikoto allen Wellen der Zerstörung aus, die der Unheilvolle Vajra innerhalb von einer Runde auslöst."},{"id":82127,"name":"Lichtfluss - Zerstöre in der Herausforderung der Ruinenschlange zwei Schlammquellen, indem du einmal die Ausstrahlung des reinen Lichts einsetzt."},{"id":82128,"name":"Die sich selbst verschlingende Schlange - Zerstöre die Schlammquellen, wenn die Ruinenschlange Energie daraus absorbiert, um sie zu lähmen."},{"id":82129,"name":"„Han schießt immer zuerst ...“ - ... Geh also nicht mit einem Messer zu einer Schießerei."},{"id":82130,"name":"Vorteil auf Kosten anderer - Werde Zeuge der internen Streitigkeiten der Pilzbestien."},{"id":82131,"name":"„Du, komm runter!“ - Schieß die fliegende geflügelte Pilzbestie ab."},{"id":82132,"name":"Wenn sich Wind und Tau treffen - Lass sich die „Positiv-Staubblätter“ und „Negativ-Staubblätter“ vom Fluxblitzbaum berühren."},{"id":82133,"name":"... Was kommt nach drei? - Werde Zeuge der drei mächtigen Fähigkeiten der gefiederten Pilzbestie im aktivierten Modus."},{"id":82134,"name":"Verrückte Wanderblume - Lähme den Fluxblitzbaum, indem du seine Blütenkrone angreifst, während er einen Stromstrahl abfeuert."},{"id":82135,"name":"Richtiger Zeitpunkt zum Angriff - Besiege die erschöpfte gefiederte Pilzbestie, nachdem ihr aktivierter Modus beendet ist."},{"id":82136,"name":"Der Geruch der verdorrten Pilzbestien am Morgen - Besiege 6 Pilzbestien, die die gefiederte Pilzbestie unterm Zustand „In Flammen“ erzeugt hat."},{"id":82137,"name":"Drachentöter - Schieß einen Omendrachen ab, indem du während einer Herausforderung die Kerne seiner Flügel angreifst."},{"id":82138,"name":"Der Schädel ist der Schlüssel - Unterbrich den Energiestrom des Omendrachen, indem du während einer Herausforderung den Kern seines Kopfs angreifst."},{"id":82139,"name":"Widerstand ist zwecklos! - Besiege den Omendrachen mit erhöhtem Widerstand gegen mindestens zwei Elemente."},{"id":82140,"name":"Sklerose des elektronischen Gehirns - Besieg den Algorithmus der semi-inkonstanten Matrix des Observierer-Netzwerks, der sich im Zustand von Übertaktung und Hochspannung befindet."},{"id":82141,"name":"Daisy, Daisy - Triff den Kern des Algorithmus der semi-inkonstanten Matrix des Observierer-Netzwerks mit Reaktionen Urwuchs, Suprawuchs oder Rankenwuchs, um ihren Unsichtbarkeits-Modus zu brechen."},{"id":82142,"name":"Hör doch auf mit dem Sturmangriff! - Unterbrich den Sturmangriff des Omendrachen, indem du den Kern seines Kopfs angreifst."},{"id":82143,"name":"Nanomaschinen, mein Kind! - Besiege die gefiederte Pilzbestie im aktivierten Modus, die gerade ihre mächtige Fähigkeit einsetzt."},{"id":82144,"name":"Einen Brückenkopf etabliert - Erleb die Übertaktungswelle des Algorithmus der semi-inkonstanten Matrix des Observierer-Netzwerks ..."},{"id":82145,"name":"Unsichtbare Hand - Besiege das Urkonstrukt, ohne seinen Unsichtbarkeits-Modus zu brechen."},{"id":82146,"name":"Grasbombe, Funkelfunken - 1-malig"},{"id":82147,"name":"Grasbombe, Funkelfunken - 5-malig"},{"id":82148,"name":"Grasbombe, Funkelfunken - 10-malig"},{"id":82149,"name":"Zirkus des Suprasprosses - 1-malig"},{"id":82150,"name":"Zirkus des Suprasprosses - 5-malig"},{"id":82151,"name":"Zirkus des Suprasprosses - 10-malig"},{"id":82155,"name":"Erstaunliche Anwendungen der Stickstofffixierung - Versetze in einer Herausforderung gegen die Dendro-Hypostase drei heilende Nuklei gleichzeitig in den aktivierten Modus."},{"id":82156,"name":"Die Aufzeichnung des gefallenen Grases - Verbrenn die Ranken-Hülle der Dendro-Hypostase, während sie einen Angriff aus dem Fall ausführt."},{"id":82157,"name":"Alles bricht zusammen - Nutze die Elementarmatrix, um Shouki no Kami durch Hochspannung zu lähmen."},{"id":82158,"name":"Zwischen Leben und Tod - Selbst am Rande der Zerstörung ist ein Neubeginn immer in Sicht ..."},{"id":82159,"name":"Optische Tarnung - Brich den Unsichtbarkeits-Modus von mindestens 2 Urkonstrukten innerhalb von 3 s mit einer der Reaktionen Urwuchs, Suprawuchs und Rankenwuchs oder einer „Wahrheitswelle“."},{"id":82160,"name":"Wer die Gewürze kontrolliert ... - Schieß Setekh Wenut ab, indem du mit Erosionsgeschossen die Reaktion Verwirbelung auslöst."},{"id":82161,"name":"„Das Weigern der Dornen“ - Nutze die Pyro-Kraft, um alle Dornen zu verbrennen, die die Dendro-Hypostase während ihres Dornenring-Angriffs erzeugt hat."},{"id":82162,"name":"Noch nicht genug - Nutze die Kraft des Knochenfresser-Energieblocks, um folgende Gegner zu lähmen"},{"id":82163,"name":"Wie bei dem Spiel Himmel und Hölle? - Aktiviere alle Elementarmatrizen in der Shouki-no-Kami-Herausforderung."},{"id":82164,"name":"... Jetzt wird abgerechnet - Zerstöre den Schild von Shouki no Kami, während er einen mächtigen Flechet-Angriff ausführt."},{"id":82165,"name":"Na, das nenne ich mal Vier Winde! - Löse in einer Herausforderung gegen Setekh Wenut mit dem Erosionsgeschoss jeweils mit dem Kryo-, Pyro-, Elektro- und Hydro-Angriff die Reaktion Verwirbelung aus."},{"id":82166,"name":"Trotz der Barriere zwischen uns ... - Besiege den Lasterhaften Täufer, ohne dessen Elementar-Ummantelung zu zerstören."},{"id":82167,"name":"Beweis durch Erschöpfung - Besiege Lasterhafte Täufer in allen möglichen Elementarkombinationen."},{"id":82168,"name":"Taten statt Worte - Lähme den Lasterhaften Täufer, indem du alle seine Elementarringe zerstörst, während er damit beginnt, seinen Angriff zu kanalisieren."},{"id":82169,"name":"Wie der Pfad der Sonne - Trage in der Herausforderung des Beschützers von Apeps Oase den Sieg davon, ohne dass die Figuren unter dem Nachbeben der Apokalypse leiden."},{"id":84000,"name":"Beginn einer langen Reise - Schließ die Archontenaufträge von Mondstadt ab."},{"id":84001,"name":"Der Fremde, der den Wind fing - Schließ „Der Fremde, der den Wind fing“ ab."},{"id":84002,"name":"Für ein Morgen ohne Tränen - Schließ „Für ein Morgen ohne Tränen“ ab."},{"id":84003,"name":"Das Lied von dem Drachen und der Freiheit - Schließ „Das Lied von dem Drachen und der Freiheit“ ab."},{"id":84004,"name":"Führung des Windes - Erhalte die Anemo-Kraft."},{"id":84005,"name":"Oder ein weiterer Sturm? - Vertreibe den Drachen, der Mondstadt angreift."},{"id":84006,"name":"Ritterlichkeit - Werde Ehrenritter des Ordo Favonius."},{"id":84007,"name":"Die Ärgernisse des Ordens - Versuche erfolglos, das Heiligtum „auszuleihen“ und erfahre von den Problemen des Ordens."},{"id":84008,"name":"Die Windrichtung kann sich jederzeit ändern - Werde von Dvalin gerettet."},{"id":84009,"name":"Vom Land inmitten von Monolithen - Schließ „Vom Land inmitten von Monolithen“ ab."},{"id":84010,"name":"Der Abschiedsbesuch - Schließ „Der Abschiedsbesuch“ ab."},{"id":84011,"name":"Ein Fremder in der Fremde - Werde dort von einem Fremden gerettet, wo keine Einheimischen hingehen."},{"id":84012,"name":"Was ist denn mit dem Fünften? - Versprich der kleinen Ming mit ihr zu spielen."},{"id":84013,"name":"Nebenbeschäftigung des Frühlingsdufts - Finde heraus, welchen Duft Rex Lapis bevorzugt."},{"id":84014,"name":"Da passt Paimon nicht rein! - Reinige Madame Pings Teekessel."},{"id":84015,"name":"„Mutiger Abenteurer ...“ - Beauftrage andere, für dich zu arbeiten, ohne dich dabei von Mora aufhalten zu lassen."},{"id":84016,"name":"Schutz von Kulturgütern - Repariere das alte Gerät, selbst ohne die Kokosziege gesehen zu haben."},{"id":84017,"name":"Langer Abschied - Bereite alles für den Adeptenabschied vor."},{"id":84018,"name":"Schleim in Zuckerglasur - Stelle mit großer Sorgfalt glasierten Schleim her."},{"id":84019,"name":"Mit einem Fuß im Himmel - Erreiche den Pavillon im Himmel, von dem aus man Liyue betrachten kann."},{"id":84020,"name":"Musik für die Blumen - Singe den Glaslilien ein Lied aus Mondstadt vor."},{"id":84021,"name":"Die Zeit des Urteils ist noch nicht gekommen - Besiege den Grafen."},{"id":84022,"name":"Ausrangiert - Besiege den Herrscher des Wirbels."},{"id":84023,"name":"Der letzte Abschied - Nimm am Adeptenabschied teil."},{"id":84024,"name":"Ein aufsteigender Stern - Schließ „Ein aufsteigender Stern“ ab."},{"id":84025,"name":"Ein neues Los - Schließ den Auftrag „Zweighüter – Dainsleif“ ab."},{"id":84026,"name":"Fantastische Reise"},{"id":84028,"name":"Siehe da, mein Bosheit erspähendes Auge! - Interpretiere alle Hinweise richtig."},{"id":84029,"name":"Der Bandit, der Verrückte und das pechschwarze Rätsel - Finde das Schicksal des Meisterdiebs heraus."},{"id":84030,"name":"Wo das Schicksal an einen Scheideweg kommt - Entkomme den unheimlichen Ruinen."},{"id":84031,"name":"Hohn auf die Macht der Götter - Erfahre vom „Webstuhl des Schicksals“ ..."},{"id":84032,"name":"Schweig, du rasender Verrückter - Besiege den Abgrundboten."},{"id":84033,"name":"Wir werden uns wiedersehen - Schließe „Wir werden uns wiedersehen“ ab."},{"id":84034,"name":"Der aufziehende Sturm - Verdiene dir die Möglichkeit, an Bord der Alcor nach Inazuma zu fahren."},{"id":84035,"name":"Auf in den Kampf! - Erringe deinen ersten Sieg im Crux-Turnier."},{"id":84036,"name":"Herbstwinde, tiefrote Blätter - Schließe „Herbstwinde, tiefrote Blätter“ ab."},{"id":84037,"name":"Durch den Sturm - Erreiche die Siedlung für Fremde."},{"id":84038,"name":"Hiiragi Sanjuuro - Eskortiere die Waren erfolgreich und verlasse Ritou."},{"id":84039,"name":"Die Bestrebungen aller - Komme in Kontakt mit der Statue des Allgegenwärtigen, dem Symbol der Ewigkeit."},{"id":84040,"name":"Die Prinzessin hinter dem Vorhang - Mache offiziell die Bekanntschaft mit der jungen Dame des Kamisato-Klans."},{"id":84041,"name":"Omamori, Gerechtigkeit, Nummer eins - Schließ die „drei kleinen Wünsche“ ab."},{"id":84042,"name":"Gefängnisfest - Rette Masakatsu erfolgreich."},{"id":84043,"name":"Gegenüber dem Glühen des Blitzes - Werde das Ziel des Augenhatz-Dekrets."},{"id":84044,"name":"Revolutionärer Fremder - Schließ dich erfolgreich dem Widerstand an."},{"id":84045,"name":"Der unbewegliche Gott und die ewige Utopie - Schließ „Der unbewegliche Gott und die ewige Utopie“ ab."},{"id":84046,"name":"In der Stille verschwinden die Schatten - Schließ „In der Stille verschwinden die Schatten“ ab."},{"id":84047,"name":"SCHWERTFISCH II - Gewinne das Vertrauen der Truppe Schwertfisch II."},{"id":84048,"name":"Auch wenn ihre Wünsche wie Morgentau sind ... - Finde den Drahtzieher, der hinter der Verteilung der teuflischen Augen steht."},{"id":84049,"name":"Fantastisches Feuerwerksfest - Zünde ein Feuerwerk, um die Wachen abzulenken."},{"id":84050,"name":"Duell vor dem Thron - Gewinne das „Duell vor dem Thron“."},{"id":84051,"name":"Ihre Wünsche ... - Bringe alle Wünsche auf der „Statue des Allgegenwärtigen“ in Erfüllung."},{"id":84052,"name":"Allgegenwart unter den Menschen - Schließ „Allgegenwart unter den Menschen“ ab."},{"id":84053,"name":"„Alles ist gut“ - Bau mit Wang Ping’an zusammen den Tempel von Pervases wieder auf."},{"id":84054,"name":"Annas Abenteuer - Hilf Anna, eine Abenteurerin zu werden."},{"id":84055,"name":"Nach vorn ins Endlose - Ein Junge macht sich auf eine lange Reise ..."},{"id":84056,"name":"Das Jadegemach wieder am Himmel - Schließ den Wiederaufbau des Jadegemachs ab."},{"id":84057,"name":"Macht im Meer - Besiege Beisht, die „Rächerin des Wirbels“."},{"id":84058,"name":"Ein Traum der alten Zeiten - Entdecke die Wahrheit der Geschichte des Dorfs."},{"id":84059,"name":"Heimkehr des Kranichs mit dem Wind - Schließ „Heimkehr des Kranichs mit dem Wind“ ab."},{"id":84060,"name":"Wenn man in den Abgrund blickt ... - Obwohl du Dain wiedersiehst, beobachtet der Abgrund dich währenddessen ..."},{"id":84061,"name":"Die Schönen und die Verdammten - Erfahre das Geheimnis hinter den Schwarzen Schlangenreitern und den Hilichurlen."},{"id":84062,"name":"Der Wille zum Leben und die Tiefen der Trauer - Besiege den Abgrundboten."},{"id":84063,"name":"Möge der Ruhm mit dir sein! - Schließ „Im Abgrund widerhallendes Requiem“ ab."},{"id":84064,"name":"Keine Angst vor Hindernissen - Durchbrich die Hindernisse in „Unheilvoller Pfad“ und triff dich mit Xiao."},{"id":84065,"name":"Wellen des Schreckens - Flieh aus dem geheimnisvollen Raum, der ganz unten in der Großen Kluft liegt."},{"id":84066,"name":"Mit Herz und Seele - Schließ „Unheilvoller Pfad“ ab."},{"id":84067,"name":"Stimme von Akasha - Lausche der Weisheit der Göttin."},{"id":84068,"name":"Die Händlerin und das Tor des Wissens - Triff Dori und kauf Wissenskonserven."},{"id":84069,"name":"Zeitkabine in einer Dose - Benutze die Wissenskonserve, um die Kampfkraft zu erhöhen."},{"id":84070,"name":"Durch dichten Rauch und dunklen Wald - Schließ „Durch dichten Rauch und dunklen Wald“ ab."},{"id":84071,"name":"Der Geschmack von Déjà-vu - Nutze deinen Instinkt, um die Bonbonschachtel mit dem Dämmerfruchtgeschmack zu finden."},{"id":84072,"name":"Selbst Paimon isst das nicht! - Iss den geschmacklos aussehenden „gebackenen Dattelfladen“."},{"id":84073,"name":"Der Traum wird enden - Erwache aus dem „Samsara des Sabzeruz-Fests“."},{"id":84074,"name":"Des Morgens tausend Rosen erwachen - Schließ „Des Morgens tausend Rosen erwachen“ ab."},{"id":84075,"name":"Die Seele verwandelt - Teile die Sinnesorgane, nachdem Nahida durch Akasha den Körper anderer „besetzt“."},{"id":84076,"name":"Triumph der Vorstellung - Werde von jenen, die von „Il Dottore“ kontrolliert wurden, als Weltretter angesehen."},{"id":84077,"name":"Der „Gott“ starrt zurück - Sieh nach Verbindung mit der „göttlichen Erkenntnis“ die Vergangenheit von „Scaramouche“."},{"id":84078,"name":"Luftschlösser, Illusionen und Betrug - Schließ „Luftschlösser, Illusionen und Betrug“ ab."},{"id":84079,"name":"Wüstenkämpfer - Finde den uralten Tempel unter dem Treibsand."},{"id":84080,"name":"Wenn die dunkle Sonne vorüberzieht - Erfahre durch die „letzten Worte“ des Priesters von König Deshret, was in der Vergangenheit geschehen ist."},{"id":84081,"name":"König Deshret und die drei Heiligen - Schließ „König Deshret und die drei Heiligen“ ab."},{"id":84082,"name":"Eremitis ne credite - Hilf Cyno, Rahman und die anderen in die Stadt Sumeru zu bringen."},{"id":84083,"name":"Die Formel für den Sieg - Schließ die Vorbereitungen für den „Plan“ ab."},{"id":84084,"name":"Der längste Tag - Rette eine Gottheit am „Jnagarbha-Tag“."},{"id":84085,"name":"... Nicht berechtigt - Verhindere die Geburt einer „falschen Gottheit“."},{"id":84086,"name":"Akasha pulsiert, die Kalpa-Flamme lodert - Schließ „Akasha pulsiert, die Kalpa-Flamme lodert“ ab."},{"id":84087,"name":"Das Mysterium von Tatarasuna - Untersuche die Erinnerungen an Tatarasunas Geschichte in Irminsul."},{"id":84088,"name":"Echo der Vergangenheit - Stelle fest, was Scaramouches Eintritt in Irminsul bewirkt hat."},{"id":84089,"name":"Parinama – Fuchs, Katze, Vogel und Monster - Löse Nahidas verborgenes Rätsel und erhalte Kenntnis von Scaramouches Vergangenheit."},{"id":84090,"name":"Ich, wie ich und doch nicht ich - Besiege den Ewigen Herrn der geheimen Weisheit in der Erinnerung."},{"id":84091,"name":"Umgekehrte Schöpfung - Schließ „Umgekehrte Schöpfung“ ab."},{"id":84092,"name":"Nacht des Streifzugs durch die Milchstraßen - #Rufe die Erinnerungen an {F#deinen Bruder}{M#deine Schwester} wach."},{"id":84093,"name":"Halbtot vor Krankheit - Stelle eine „Medizin“ her, die Hoffnung bringt."},{"id":84094,"name":"Jenseits des „Schicksals“ - Werde Zeuge des „Wunders“, das der „Sünder“ gewährt."},{"id":84095,"name":"Caribert - Schließe „Caribert“ ab."},{"id":84100,"name":"Fürst des hallenden Donners und des gleißenden Blitzes - Werde Zeuge der unglaublichen meteorologischen Kraft von Bennetts phänomenalem Pech."},{"id":84101,"name":"Die Macht des Glücks! - Aktiviere die Vorrichtungen und erhalte den Schatz, ohne Fehler zu machen."},{"id":84102,"name":"Eine Grenze, die überschritten werden darf - Schließe „Heilende Quelle“ ab und schalte alle Ausgänge frei."},{"id":84103,"name":"Eine Jungfrau von Stärke und Tugend - Schließe „Ritterliche Ausbildung“ ab und schalte alle Ausgänge frei."},{"id":84104,"name":"Das Böse ist verbannt - Schließe „Aufspüren böser Geister“ ab und schalte alle Ausgänge frei."},{"id":84105,"name":"Mondstadts pikanteste Überraschung - Probiere Barbaras Chili-Gebräu."},{"id":84106,"name":"„... denn ich bin pflichtgebunden“ - Hilf Noelle, die Quelle ihrer Kraft zu entdecken."},{"id":84107,"name":"Scharfes Peperoni-Stileis - Mache ein Eis am Stiel mit dem falschen Rezept, um Chongyuns Yang-Lastigkeit zu reizen."},{"id":84108,"name":"Die letzte Verteidigungslinie eines Stars - Überzeuge Albert und die anderen Fans von Barbara, zu gehen."},{"id":84109,"name":"Eine Welt, die nur den Rosen bekannt ist - Lies Noelles Übungsnotizen."},{"id":84110,"name":"Stressabbau - Schließ „Der Weg zur ritterlichen Ausbildung“ ab und schalte alle Ausgänge frei."},{"id":84111,"name":"Als Magd und Ritter unverletzlich - Höre zusammen mit Noelle „Ein fremder Ritter in Liyue“ an."},{"id":84112,"name":"Die Beste im Fragenstellen - Lies Noelles Übungsnotizen."},{"id":84113,"name":"Dionas Spezialmischung, gerührt, nicht geschüttelt - Schließe „Kätzchen mit Spezialgetränk“ ab und schalte alle Ausgänge frei."},{"id":84114,"name":"Doch es gibt einen Haken ... - Hilf Diona, das Spezialgetränk zu finden."},{"id":84115,"name":"Herr der Miezen - Bring alle Kätzchen zurück „Zum Katzenschwanz“."},{"id":84116,"name":"Alle sind glücklich - Schließ „Die täglichen Aufgaben eines Haushälters“ ab und schalte alle Ausgänge frei."},{"id":84117,"name":"Außergewöhnlicher Haushälter - Schließ die Großreinigung innerhalb der vorgegebenen Zeit ab."},{"id":84118,"name":"Vom Meer, ohne Rückkehr - Erfahre von Inu Shoushous Geschichte zusammen mit Thoma."},{"id":84119,"name":"Ich will auch mal auf jemanden hinabblicken ... - Schließ „Juhu-Stil – Seichou-Technik“ ab und schalte alle Ausgänge frei."},{"id":84120,"name":"Supermujina-Ninja - Erhalte die höchste Bewertung von Sayu beim Agilitätstraining."},{"id":84121,"name":"Mit vollem Magen läuft’s sich schlecht - Du konntest Sayu nicht davon abraten, übermäßig viel zu essen ..."},{"id":84122,"name":"Ehrenmitglied der Crux - Schließ „Sternstunde der Crux“ ab und schalte alle Ausgänge frei."},{"id":84123,"name":"Wein befreit die Seele - Nimm mit Beidou an dem Bankett des Qingce-Dorfs teil."},{"id":84124,"name":"Guyun-Käuferclub - Finde die Wahrheit hinter dem Geschäft heraus, das Beidou eingeht."},{"id":84125,"name":"General von Watatsumi - Schließ „Sondereinsatz des Hundegenerals“ ab und schalte alle Ausgänge frei."},{"id":84126,"name":"Das Schicksal ist launisch - Ziehe Orakelstäbchen aller Arten im Schrein."},{"id":84127,"name":"Erzählen oder Nichterzählen, das ist hier die Frage - Entdecke im Verlagshaus Yae die wahre Identität von Fräulein Hina."},{"id":84128,"name":"Begleiter des Tianquan - Schließ „Gast des Jadegemachs“ ab und schalte alle Ausgänge frei."},{"id":84129,"name":"Reserven sind wichtig! - Je mehr Fisch, desto besser!"},{"id":84130,"name":"Überschreitung der Notwehr - Ningguangs Ferien müssen leider ins Wasser fallen ..."},{"id":84131,"name":"Nach dem Ende des Liedes - Schließ „Theater der Gefühle“ ab und schalte alle Ausgänge frei."},{"id":84132,"name":"Möge dieser Augenblick ewig anhalten. - Mach ein Gruppenbild mit Yun Jin."},{"id":84133,"name":"Es gibt keine schlechten Schüler - Schließ das Training ab, ohne eine einzige „blaue Vogelscheuche“ zu treffen."},{"id":84134,"name":"Hauptberater der Arataki-Bande - Schließ „Tägliche Angelegenheiten der Bande“ ab und schalte alle Ausgänge frei."},{"id":84135,"name":"Schaue noch einmal hin! - Ein kurzer Blick auf Kuki Shinobu in ihrem Schreinjungfernkostüm."},{"id":84136,"name":"„Die obere Etage...“ - Werde davon abgebracht, bevor Kujou Sara und Kuki Shinobu alarmiert werden."},{"id":84137,"name":"Hast du das im Ernst geglaubt? - Schließ „Ermittlungen im Auge des Sturms“ ab und schalte alle Ausgänge frei."},{"id":84138,"name":"Ich bin ein Meisterdetektiv! - Analysiere die Motive und Fakten zur Tat mit einem Versuch richtig."},{"id":84139,"name":"Sangonomiyas Gebet - Du hast Gorou gefragt, ob Kokomi von den Ereignissen auf Watatsumi weiß."},{"id":84140,"name":"Optimale Lösung - Schließe „Schwer zu heilende Narben“ ab und schalte alle Ausgänge frei."},{"id":84141,"name":"An dich in hundert Jahren - Lies alle Briefe an Faruzan."},{"id":84142,"name":"Vorrichtung"},{"id":84143,"name":"Man nennt sie „Layla“ - Schließe „Stille Sterne“ ab und schalte alle Ausgänge frei."},{"id":84144,"name":"Sie ist ja schon ganz nervös - Hilf Layla bei der Anfertigung ihrer Abhandlung, ohne sie weiter zu beunruhigen."},{"id":84145,"name":"Das Geheimnis über die Seelie und den Stern - Erhalte das richtige Antwortschreiben von der „Weisheits-Seelie“."},{"id":84146,"name":"Kunst und Leben - Schließe „Pendel zwischen Pech und Glück“ ab und schalte alle Ausgänge frei."},{"id":84147,"name":"Schulzeit - Blättere im Daena-Palast in den kommentierten Büchern."},{"id":84148,"name":"Die Romantik eines Architekten - Plaudere mit Kaveh in der Wüste über die Zukunft."},{"id":84501,"name":"Odomu? - Kommuniziere erfolgreich mit Hilichurchen im Zuge von „Sprachlicher Austausch“."},{"id":84502,"name":"Yo dala? - Kommuniziere erfolgreich mit Hilichurchen im Zuge von „Dichterischer Austausch“."},{"id":84503,"name":"Perfektionist - Schließ alle Missionen von Tsarevich im Zuge von „Gesagt, getan!“ perfekt ab."},{"id":84504,"name":"So, wie’s ist - Höre dir alle Informationen über Snezhnaya im Zuge von „Eine winterliche Geschichte“ an."},{"id":84505,"name":"Geschichten eines Herrschers - Sammle alle Geschichten über Rex Lapis aus „Über das Gestein“."},{"id":84506,"name":"#Reisende{M#r}, bleib stehen ... - Höre dir „Schnitte im rauschenden Regen“ im Zuge von „Fortsetzung folgt“ an."},{"id":84507,"name":"Hör mir gut zu. - Höre dir „Haishans Zorn“ im Zuge von „Fortsetzung folgt“ an."},{"id":84508,"name":"Oh nein! Ein Pirat! - Spiel mit Lulu, Fei und Meng Piraten."},{"id":84509,"name":"Der Koch und der Fischer - Schließ „Einsames Angeln“ und „Lächeln verboten“ ab."},{"id":84510,"name":"Das ist Vorsehung - Hilf Zhihua im Zuge von „Gutes Omen“, fünf Zeichen für sein Liebesglück zu finden."},{"id":84512,"name":"Zu viele Gedanken - Schließ „Gedanken im Wind“ ab."},{"id":84513,"name":"Noch eins höher - Hilf Huai’an bei der Reparatur der Brücke beim Gasthaus Wangshu."},{"id":84514,"name":"Das war nur Glück - Wähle den wertvollsten unbearbeiteten Stein beim ersten Versuch."},{"id":84515,"name":"Ein wenig Reue - Entschuldige dich bei Timmie."},{"id":84516,"name":"Das tut’s auch - Bring Herman nur das Material für Holzpfähle."},{"id":84517,"name":"Gutes mit Gutem begleichen - Entlarve Marjorie und erhalte Jacks Dank."},{"id":84518,"name":"„Lieber Papa, ...“ - Erfahre von Timmies Geschichte."},{"id":84519,"name":"Ein toller Arzt - Heile Anna."},{"id":84520,"name":"Möge der Wind mir beistehen - Werde Zeuge davon, was mit Jilliana geschieht."},{"id":84522,"name":"Eine andere Art Gelehrter - Schließe „Das ‚verlorene‘ Relikt“ und „Ein kleiner Raubzug“ ab."},{"id":84523,"name":"Träume und die Realität - Schließ „Sogenannte Arbeit“ ab und erhalte Linlings gesammelte Werke."},{"id":84524,"name":"Lange nicht heimgekehrt - Schließ „Alte Bekannte“ ab."},{"id":84525,"name":"Das ist ein Wahnsinnsroman! - Sieh dir heimlich das Manuskript von Chang IX. an."},{"id":84526,"name":"„Alles in meiner Macht stehende“ - Zerstöre vier Zeichen des Liebesglücks."},{"id":84527,"name":"Das ist nichts zum Knabbern! - Futtere selbst etwas aus einer Bestellung von „Lieferdienst“."},{"id":84528,"name":"Sichtbare Tarnung - Hilf Sango und Ryuuji den Fall zu lösen."},{"id":84529,"name":"Gibt es wirklich nur eine Wahrheit? - Werde Zeuge von Ryuujis Geschichte."},{"id":84530,"name":"Liyue, die Nummer eins - Benutze leckere Gerichte um Tang Wen wieder auf die Beine zu kriegen."},{"id":84531,"name":"Pfiff, wieso schon wieder Pfiff - Lass dir von Xiangling ein paar Kochtricks zeigen."},{"id":84532,"name":"Ein Essen für Zwei - Hilf Xudong und Kamei Munehisa jeweils erfolgreich ein Gericht zu kochen."},{"id":84533,"name":"Essen und solche Probleme - Hilf Parvaneh, alle Rezepte auf Fehler zu untersuchen."},{"id":84534,"name":"Samureis - Hilf Kamei Munehisa Zutaten von beiden Seiten der Lager zu sammeln."},{"id":84535,"name":"„Ein Pfifferling für deine Mühen!“ - Erhalte die Beschwerde, die Konda Densuke bei „Der Kunde ist König“ einreicht."},{"id":84536,"name":"Samurai-Feinschmecker - Werde Zeuge der Aufnahme von Kamei Munehisa in die vielseitigen Feinschmecker."},{"id":84537,"name":"Hallo ... Ist jemand da? - Entdecke einen versteckten Durchgang in Ritou."},{"id":84538,"name":"Redaktionelle Meinung - Hilf Shigeru und Junkichi dabei, auf den richtigen Künstlerpfad zurückzukehren."},{"id":84539,"name":"Wie wär’s als Doushin-Trainer? - Hilf Asakura 5-mal zu trainieren."},{"id":84540,"name":"Rate, wer da ist! - Finde heraus, wer Zhenyu wirklich ist."},{"id":84541,"name":"Na ja, zumindest hat es ein Ende - Höre dir die Geschichte von Junkichi bis zu Ende an."},{"id":84542,"name":"Sie und ihre Katze - Folge Neko zum Yougou-Berg, um die Spuren von „Hibiki“ zu finden."},{"id":84543,"name":"Aha ... Was ist an der Angel? - Angele mit Kayvan ein seltsames Ding ..."},{"id":84544,"name":"Pilzbestie in Kalimi - Werde Zeuge, wie Hatim durch „Termingeschäfte“ ein Vermögen macht!"},{"id":84545,"name":"Das Streben nach Geld und Glück - Gib Hatim die Apfelschorle."},{"id":84546,"name":"Katzenfänger - Hilf Sareh und finde alle Kätzchen."},{"id":84547,"name":"Arithmetische Prinzipien - Hilf Garcia, seine Maschine zu optimieren."},{"id":84548,"name":"„Alles für die Arbeit.“ - Sammle mehr Champignons für Hanbei."},{"id":84549,"name":"Entspannungstherapie - Erfülle die Wünsche von drei Patienten."},{"id":84550,"name":"Bis zur Wurzel geschnitten - Finde und besiege die entflohene Vaniloqua."},{"id":84551,"name":"Segeltag - Finde den von Alexandra hinterlassenen Brief ..."},{"id":84552,"name":"Mora sind alles! - Werde Zeuge des Erlebnisses der vielseitigen Feinschmecker in Sumeru."},{"id":84553,"name":"Der Himmel ist hoch und die Erde ... - Hilf Farghani bei der Messungsarbeit."},{"id":84554,"name":"„Ich will keine Abhandlung mehr schreiben!“ - Werde Zeuge des Erlebnisses von Alrani in Sumeru."},{"id":84555,"name":"Bedingungen für die Rosenblüte - Hilf Collei und kümmere dich um die Sumeru-Rosen."},{"id":84556,"name":"Wo sind die Träume hingegangen? - Werde Zeuge von der Geschichte von Javi und des „Traums“."},{"id":84557,"name":"Unnötige Bedürfnisse - Finde alle Requisiten, die Gulabgir für seine Schlängelchen geschaffen hat."},{"id":84558,"name":"Es kommt auf das Boot an - Teste mit Rafiq erfolgreich die Rumpfstärke."},{"id":84559,"name":"Wo ist das Problem? - Genieße drei von Jafar zubereitete Gerichte."},{"id":84560,"name":"Gelehrte aus Sumeru - Beantworte sechs verschiedene Fragen richtig."},{"id":84561,"name":"Nur einen Schritt hinterher - Im Rennen gegen Hilmi verloren ..."},{"id":84562,"name":"Handschrift eines Arztes - Hilf Maruf, das Rezept richtig zu interpretieren."},{"id":84563,"name":"Ein anhaltender Duft - Werde Zeuge von Nermins Geschichte."},{"id":84564,"name":"Auf der Suche nach dem Schwert - Werde Zeuge der Geschichte von Lan und der „Versteckten Klinge“."},{"id":84565,"name":"Bis ans Ende der Welt ...? - Werde Zeuge von Sun Yus Geschichte."},{"id":85000,"name":"Nichts außer Zeit zu verlieren - Löse das Rätsel zweier Sonnenuhren."},{"id":85001,"name":"Gespräch mit einem verstorbenen Gott - Erfahre die Geschichte einer vergangenen Gottheit."},{"id":85002,"name":"Der Drache und Chi - Erfahre die Geschichte von Chi."},{"id":85003,"name":"Plagen des Krieges - Erziele einen guten Preis für einen Schatz in einer bestimmten alten Ruine."},{"id":85004,"name":"Schatten über dem Luhua-Teich - Hilf Vermeer dabei, an die Landschaft zu kommen, die er sich wünscht."},{"id":85005,"name":"Spieler Null - Spiel etwas Einfaches mit dem verspielten Jiang."},{"id":85006,"name":"Ein Heim zwischen den Bäumen - Werde Zeuge von den Geschehnissen bei Yuan Hongs Familie."},{"id":86001,"name":"„Zusammen sind wir stärker“ - Bestehe 5 Sphären gemeinsam mit anderen Spielern."},{"id":86002,"name":"„Zusammen sind wir stärker“ - Bestehe 20 Sphären gemeinsam mit anderen Spielern."},{"id":86003,"name":"„Zusammen sind wir stärker“ - Bestehe 100 Sphären gemeinsam mit anderen Spielern."},{"id":86004,"name":"„Ich kam, sah und siegte.“ - Sammle 5 regionale Besonderheiten in der Welt eines anderen Spielers."},{"id":86005,"name":"„Ich kam, sah und siegte.“ - Sammle 20 regionale Besonderheiten in der Welt eines anderen Spielers."},{"id":86006,"name":"„Ich kam, sah und siegte.“ - Sammle 50 regionale Besonderheiten in der Welt eines anderen Spielers."},{"id":86007,"name":"„Dein Anemo-Kristallschmetterling ist ein echter Brocken“ - Besiege gemeinsam mit anderen Spielern eine Anemo-Hypostase."},{"id":86008,"name":"„Immer brav lächeln ...“ - Besiege gemeinsam mit anderen Spielern eine Elektro-Hypostase."},{"id":86009,"name":"„Ach, man kann die Säulen schlagen!“ - Besiege gemeinsam mit anderen Spielern eine Geo-Hypostase."},{"id":86010,"name":"„Ein Fluxeisbaum, blauer Himmel und ein laues Lüftchen“ - Besiege gemeinsam mit anderen Spielern einen Fluxeisbaum."},{"id":86011,"name":"„Kein Grund zur Sorge“ - Besiege gemeinsam mit anderen Spielern einen Fluxfeuerbaum."},{"id":86012,"name":"Ein Fisch namens Rhodeia - Besiege gemeinsam mit anderen Spielern eine Okeanide."},{"id":86013,"name":"Wolfspakt - Besiege gemeinsam mit anderen Spielern den Herrn von Wolfenlauf."},{"id":86015,"name":"Wanderberge - Besiege gemeinsam mit anderen Spielern eine alte Geo-Drachenechse."},{"id":86016,"name":"Erinnerung von gestern - Besiege gemeinsam mit anderen Spielern Azhdaha."},{"id":86017,"name":"Lass es einfrieren - Besiege gemeinsam mit anderen Spielern eine Kryo-Hypostase."},{"id":86018,"name":"Gebrochene Bindungen ... - Besiege gemeinsam mit anderen Spielern Maguu Kenki."},{"id":86019,"name":"Operation Lagerfeuer - Besiege gemeinsam mit anderen Spielern eine Pyro-Hypostase."},{"id":86020,"name":"„Die nicht-so-immerwährende Anordnung der Vorrichtungen“ - Besiege mit anderen Spielern zusammen eine Anordnung immerwährender Vorrichtungen."},{"id":86021,"name":"Die Fähigkeiten eines Teuflischen Auges entscheiden nicht über den Ausgang einer Schlacht - Besiege gemeinsam mit anderen Spielern den Grafen."},{"id":86022,"name":"An einem Strang ziehen - Besiege gemeinsam mit anderen Spielern die Verkörperung des Donners."},{"id":86023,"name":"Im Grunde alles Wasser - Besiege gemeinsam mit anderen Spielern die Hydro-Hypostase."},{"id":86024,"name":"Durch Frost und Feuer - Besiege gemeinsam mit anderen Spielern „La Signora“."},{"id":86025,"name":"Flüsterer im Dunkeln - Besiege gemeinsam mit anderen Spielern den Goldenen Garmfürsten."},{"id":86026,"name":"Dem Blitz entgegenstellen - Besiege gemeinsam mit anderen Spielern Shougun Raiden."},{"id":86027,"name":"Vermächtnis einer ulalten Zivilisation - Besiege gemeinsam mit anderen Spielern die Ruinenschlange."},{"id":86028,"name":"Halbvegetarier - Besiege gemeinsam mit anderen Spielern die gefiederte Pilzbestie."},{"id":86029,"name":"Vorsicht! Hochspannung! - Besiege gemeinsam mit anderen Spielern den Fluxblitzbaum."}]