[{"id":80001,"name":"Angin dan Sang Pengembara - Gunakan Anemo untuk meniup biji-biji Dandelion."},{"id":80002,"name":"Ribuan Gunung Membentang - Dapatkan kekuatan Geo."},{"id":80003,"name":"Suara Air Mengalir - Mengumpulkan semua jilid buku \"Hati Sejernih Mata Air\"."},{"id":80004,"name":"Tombak Dewa yang Mencela Langit - Mengumpulkan semua jilid buku \"Legenda Tombak Dewa\"."},{"id":80005,"name":"Pertemuan Pemabuk dan sang Serigala - Mengumpulkan semua jilid buku \"Kisah Pemabuk\"."},{"id":80006,"name":"Mata Air, Kuda Putih dan Sinar Rembulan - Mengumpulkan semua jilid buku \"Rembulan Hutan Bambu\"."},{"id":80007,"name":"Membentuk Wujud - Forge 1 senjata 4★."},{"id":80008,"name":"Ahli Bertahan Hidup - Kuasai 10 cara menyiapkan hidangan."},{"id":80009,"name":"Ahli Bertahan Hidup - Kuasai 20 cara menyiapkan hidangan."},{"id":80010,"name":"Ahli Bertahan Hidup - Kuasai 40 cara menyiapkan hidangan."},{"id":80011,"name":"Koki Bintang - Kuasai 10 resep masakan."},{"id":80012,"name":"Koki Bintang - Kuasai 20 resep masakan."},{"id":80013,"name":"Koki Bintang - Kuasai 40 resep masakan."},{"id":80014,"name":"Semakin Maju dan Semakin Tinggi - Ascend 1 Karakter ke Tahap ke-2."},{"id":80015,"name":"Semakin Maju dan Semakin Tinggi - Ascend 1 Karakter ke Tahap ke-4."},{"id":80016,"name":"Semakin Maju dan Semakin Tinggi - Ascend 1 Karakter ke Tahap ke-6."},{"id":80017,"name":"Ribuan Tempaan - Ascend 1 senjata ke Tahap ke-2."},{"id":80018,"name":"Ribuan Tempaan - Ascend 1 senjata ke Tahap ke-4."},{"id":80019,"name":"Ribuan Tempaan - Ascend 1 senjata ke Tahap ke-6."},{"id":80020,"name":"Hal-hal yang Tidak Diketahui - Capai Persahabatan Lv. 10 dengan 4 karakter."},{"id":80021,"name":"Hal-hal yang Tidak Diketahui - Capai Persahabatan Lv. 10 dengan 8 karakter."},{"id":80022,"name":"Hal-hal yang Tidak Diketahui - Capai Persahabatan Lv. 10 dengan 16 karakter."},{"id":80023,"name":"Karunia Bumi - Kumpulkan 200 hadiah dari Blossom of Wealth atau Blossom of Revelation."},{"id":80024,"name":"Karunia Bumi - Kumpulkan 400 hadiah dari Blossom of Wealth atau Blossom of Revelation."},{"id":80025,"name":"Karunia Bumi - Kumpulkan 800 hadiah dari Blossom of Wealth atau Blossom of Revelation."},{"id":80026,"name":"Hadiah Pahlawan - Dapatkan sebuah Artefak 4★."},{"id":80027,"name":"Gema Nyanyian - Perkuat sebuah Artefak 4★ ke level tertinggi."},{"id":80028,"name":"Harta Legendaris - Dapatkan sebuah Artefak 5★."},{"id":80029,"name":"Peninggalan Bersejarah - Perkuat sebuah Artefak 5★ ke level tertinggi."},{"id":80030,"name":"Penjelajah Benua"},{"id":80031,"name":"Tiupan Seribu Angin - Buka seluruh Teleport Waypoint Mondstadt (tidak termasuk di area Dragonspine)."},{"id":80032,"name":"Biarkan Angin Berembus - Upgrade Patung The Seven di Mondstadt ke level tertinggi."},{"id":80033,"name":"Peziarah Kuil"},{"id":80034,"name":"Angin Pemandu - Ikuti 10 Seelie di Mondstadt ke Seelie Court mereka (tidak termasuk area Dragonspine)."},{"id":80035,"name":"Angin Pemandu - Ikuti 20 Seelie di Mondstadt ke Seelie Court mereka (tidak termasuk area Dragonspine)."},{"id":80036,"name":"Angin Pemandu - Ikuti 40 Seelie di Mondstadt ke Seelie Court mereka (tidak termasuk area Dragonspine)."},{"id":80037,"name":"Pemburu Harta, Pengejar Angin - Buka 100 peti harta di Mondstadt (tidak termasuk area Dragonspine)."},{"id":80038,"name":"Pemburu Harta, Pengejar Angin - Buka 200 peti harta di Mondstadt (tidak termasuk area Dragonspine)."},{"id":80039,"name":"Pemburu Harta, Pengejar Angin - Buka 400 peti harta di Mondstadt (tidak termasuk area Dragonspine)."},{"id":80040,"name":"Petualang yang Mengejar Angin - Selesaikan 5 tantangan Time Trial dengan mengaktifkan mekanisme di area Mondstadt (tidak termasuk area Dragonspine)."},{"id":80041,"name":"Petualang yang Mengejar Angin - Selesaikan 10 tantangan Time Trial dengan mengaktifkan mekanisme di area Mondstadt (tidak termasuk area Dragonspine)."},{"id":80042,"name":"Petualang yang Mengejar Angin - Selesaikan 15 tantangan Time Trial dengan mengaktifkan mekanisme di area Mondstadt (tidak termasuk area Dragonspine)."},{"id":80043,"name":"Penjelajah Benua"},{"id":80044,"name":"Peninjau Bebatuan - Buka seluruh Teleport Waypoint Liyue (Chasm dihitung terpisah)."},{"id":80045,"name":"Tak Tergoyahkan - Upgrade Patung The Seven di Liyue ke level tertinggi."},{"id":80046,"name":"Peziarah Kuil"},{"id":80047,"name":"Pemandu Bebatuan - Ikuti 20 Seelie di Liyue ke Seelie Court mereka (Chasm dihitung terpisah)."},{"id":80048,"name":"Pemandu Bebatuan - Ikuti 40 Seelie di Liyue ke Seelie Court mereka (Chasm dihitung terpisah)."},{"id":80049,"name":"Pemandu Bebatuan - Ikuti 60 Seelie di Liyue ke Seelie Court mereka (Chasm dihitung terpisah)."},{"id":80050,"name":"Pemburu Harta Seteguh Batu - Buka 200 peti harta di Liyue (Chasm dihitung terpisah)."},{"id":80051,"name":"Pemburu Harta Seteguh Batu - Buka 400 peti harta di Liyue (Chasm dihitung terpisah)."},{"id":80052,"name":"Pemburu Harta Seteguh Batu - Buka 800 peti harta di Liyue (Chasm dihitung terpisah)."},{"id":80053,"name":"Petualang Seteguh Batu - Selesaikan 10 tantangan Time Trial dengan mengaktifkan mekanisme di alam Liyue (Chasm dihitung terpisah)."},{"id":80054,"name":"Petualang Seteguh Batu - Selesaikan 20 tantangan Time Trial dengan mengaktifkan mekanisme di alam Liyue (Chasm dihitung terpisah)."},{"id":80055,"name":"Petualang Seteguh Batu - Selesaikan 40 tantangan Time Trial dengan mengaktifkan mekanisme di alam Liyue (Chasm dihitung terpisah)."},{"id":80056,"name":"Penjelajah Benua"},{"id":80057,"name":"Penakluk Puncak Es - Buka seluruh Teleport Waypoint Dragonspine."},{"id":80058,"name":"Pemandu Gunung Salju - Ikuti 5 Warming Seelie di Dragonspine ke Seelie Court mereka."},{"id":80059,"name":"Pemandu Gunung Salju - Ikuti 10 Warming Seelie di Dragonspine ke Seelie Court mereka."},{"id":80060,"name":"Pemandu Gunung Salju - Ikuti 20 Warming Seelie di Dragonspine ke Seelie Court mereka."},{"id":80061,"name":"Pemburu Harta di Gunung Salju - Buka 40 peti harta di Dragonspine."},{"id":80062,"name":"Pemburu Harta di Gunung Salju - Buka 80 peti harta di Dragonspine."},{"id":80063,"name":"Pemburu Harta di Gunung Salju - Buka 160 peti harta di Dragonspine."},{"id":80064,"name":"Tunas Berwarna Merah - Naikkan level Frostbearing Tree hingga Lv. 4"},{"id":80065,"name":"Tunas Berwarna Merah - Naikkan level Frostbearing Tree hingga Lv. 8"},{"id":80066,"name":"Tunas Berwarna Merah - Naikkan level Frostbearing Tree hingga Lv. 12"},{"id":80067,"name":"Skyfrost Nail - Angkat \"strange column\""},{"id":80068,"name":"Naga dan Tombak - Gunakan jasad sang naga untuk membuat senjata"},{"id":80069,"name":"Kekuatan Tak Terbatas! - Dapatkan kekuatan Electro."},{"id":80070,"name":"Kampung Halaman Dandelion - Kumpulkan semua jilid buku \"Rubah di Lautan Dandelion\"."},{"id":80071,"name":"Harga Sebuah Pertemanan dan Pengorbanan - Kumpulkan semua jilid buku \"Putri Babi Hutan\"."},{"id":80072,"name":"Masa Muda yang Kekal - Kumpulkan semua jilid buku \"Kemelankolisan Vera\"."},{"id":80073,"name":"Pakar Studi Hilichurlian - Kumpulkan semua jilid buku \"Adat Istiadat Hilichurl\"."},{"id":80074,"name":"Penjelajah Benua"},{"id":80075,"name":"Petir Melintasi Bumi (I) - Membuka semua Teleport Waypoint Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80076,"name":"Peziarah Kuil"},{"id":80077,"name":"Petir Abadi - Menaikkan Patung The Seven di Inazuma ke level tertinggi."},{"id":80078,"name":"Akar Suci - Menaikkan level Sacred Sakura ke level tertinggi."},{"id":80079,"name":"Pemburu Naku Weed (I) - Mengejar 10 Electro Seelie di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80080,"name":"Pemburu Naku Weed (I) - Mengejar 20 Electro Seelie di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80081,"name":"Pemburu Naku Weed (I) - Mengejar 40 Electro Seelie di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80082,"name":"Cahaya Akan Menuntunmu Kembali (I) - Mengejar 4 Seelie dan mengaktifkan Seelie Court di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80083,"name":"Cahaya Akan Menuntunmu Kembali (I) - Mengejar 8 Seelie dan mengaktifkan Seelie Court di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80084,"name":"Cahaya Akan Menuntunmu Kembali (I) - Mengejar 16 Seelie dan mengaktifkan Seelie Court di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80085,"name":"Pemburu Harta Penunggang Petir (I) - Buka 100 peti harta karun di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80086,"name":"Pemburu Harta Penunggang Petir (I) - Buka 200 peti harta karun di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80087,"name":"Pemburu Harta Penunggang Petir (I) - Buka 300 peti harta karun di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80088,"name":"Pemurnian Musim Semi - Menyelesaikan \"Ritual Pemurnian Sacred Sakura\"."},{"id":80089,"name":"Kisah Tatara - Menyelesaikan krisis Mikage Furnace."},{"id":80090,"name":"Gema Amarah - Menyelesaikan seluruh bagian quest \"Warisan Orobashi\"."},{"id":80091,"name":"Seratus Kisah Para Monster - Mengumpulkan semua jilid buku \"Kisah Gang Toki\"."},{"id":80092,"name":"Idola Inazuma - Reputasi di Inazuma mencapai Lv. 10"},{"id":80093,"name":"Petualang Penunggang Petir (I) - Menyelesaikan 6 tantangan waktu terbatas di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80094,"name":"Petualang Penunggang Petir (I) - Menyelesaikan 12 tantangan waktu terbatas di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80095,"name":"Petualang Penunggang Petir (I) - Menyelesaikan 24 tantangan waktu terbatas di Narukami Island, Kannazuka, dan Yashiori Island di wilayah Inazuma."},{"id":80096,"name":"Penjelajah Benua"},{"id":80097,"name":"Petir Melintasi Bumi (II) - Membuka semua Teleport Waypoint Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80098,"name":"Peziarah Kuil"},{"id":80099,"name":"Pemburu Naku Weed (II) - Mengejar 4 Electro Seelie di Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80100,"name":"Pemburu Naku Weed (II) - Mengejar 8 Electro Seelie di Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80101,"name":"Pemburu Naku Weed (II) - Mengejar 16 Electro Seelie di Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80102,"name":"Cahaya Akan Menuntunmu Kembali (II) - Mengejar 6 Seelie dan mengaktifkan Seelie Court di Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80105,"name":"Pemburu Harta Penunggang Petir (II) - Membuka 40 peti harta karun di Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80106,"name":"Pemburu Harta Penunggang Petir (II) - Membuka 80 peti harta karun di Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80107,"name":"Pemburu Harta Penunggang Petir (II) - Membuka 160 peti harta karun di Watatsumi Island dan Seirai Island di wilayah Inazuma."},{"id":80108,"name":"Pemburu Badai Seirai - Menyelesaikan \"Pemburu Badai Seirai\"."},{"id":80109,"name":"Cahaya Bulan yang Sama - Menyelesaikan \"Dasar Pemandian Bulan\"."},{"id":80110,"name":"Petualang Penunggang Petir (II) - Menyelesaikan 6 Tantangan Waktu Terbatas dengan mengaktifkan mekanisme di Watatsumi Island dan Seirai Island."},{"id":80111,"name":"Petualang Penunggang Petir (II) - Menyelesaikan 12 Tantangan Waktu Terbatas dengan mengaktifkan mekanisme di Watatsumi Island dan Seirai Island."},{"id":80112,"name":"Petualang Penunggang Petir (II) - Menyelesaikan 24 Tantangan Waktu Terbatas dengan mengaktifkan mekanisme di Watatsumi Island dan Seirai Island."},{"id":80113,"name":"Penjelajah Benua"},{"id":80114,"name":"Tepi Kabut - Buka seluruh Teleport Waypoint Tsurumi Island."},{"id":80115,"name":"Peziarah Kuil"},{"id":80116,"name":"Kilatan Cahaya di Tengah Malam - Ikuti 6 Electro Seelie di Tsurumi Island."},{"id":80119,"name":"Pemandu Kabut - Ikuti 6 Seelie di Tsurumi Island ke Seelie Court mereka."},{"id":80120,"name":"Pemburu Harta yang Tersesat - Buka 30 peti harta di Tsurumi Island."},{"id":80121,"name":"Pemburu Harta yang Tersesat - Buka 60 peti harta di Tsurumi Island."},{"id":80122,"name":"Pemburu Harta yang Tersesat - Buka 120 peti harta di Tsurumi Island."},{"id":80123,"name":"Petualang yang Tersesat - Selesaikan 4 Tantangan Waktu Terbatas dengan mengaktifkan mekanisme di alam Tsurumi Island."},{"id":80124,"name":"Petualang yang Tersesat - Selesaikan 8 Tantangan Waktu Terbatas dengan mengaktifkan mekanisme di alam Tsurumi Island."},{"id":80125,"name":"Petualang yang Tersesat - Selesaikan 12 Tantangan Waktu Terbatas dengan mengaktifkan mekanisme di alam Tsurumi Island."},{"id":80126,"name":"Petir dan Keabadian - Selesaikan misi untuk mencari referensi dari seorang penulis."},{"id":80127,"name":"Zoo Tycoon - Gunakan item Omni-Ubiquity Net untuk menangkap 1 hewan liar."},{"id":80128,"name":"Zoo Tycoon - Gunakan item Omni-Ubiquity Net untuk menangkap 30 hewan liar."},{"id":80129,"name":"Sekalian Saja Dirikan Kebun Binatang - Gunakan item Omni-Ubiquity Net untuk menangkap 100 hewan liar."},{"id":80130,"name":"\"...Kamu tidak tahu gelapnya malam ...\" - Buka seluruh peta Enkanomiya."},{"id":80131,"name":"Kekuatan Tertinggi di Dunia - Buka semua Teleport Waypoint di Enkanomiya."},{"id":80132,"name":"Panduan Phosphoros - Ikuti 6 Seelie di Enkanomiya ke Seelie Court mereka."},{"id":80133,"name":"Panduan Phosphoros - Ikuti 15 Seelie di Enkanomiya ke Seelie Court mereka."},{"id":80134,"name":"Panduan Phosphoros - Ikuti 30 Seelie di Enkanomiya ke Seelie Court mereka."},{"id":80135,"name":"Harta Milik Hesperus - Buka 40 peti harta di Enkanomiya."},{"id":80136,"name":"Harta Milik Hesperus - Buka 80 peti harta di Enkanomiya."},{"id":80137,"name":"Harta Milik Hesperus - Buka 160 peti harta di Enkanomiya."},{"id":80138,"name":"Setiap Waktu Kairos - Selesaikan 3 tantangan waktu terbatas dengan mengaktifkan mekanisme di Enkanomiya."},{"id":80139,"name":"Setiap Waktu Kairos - Selesaikan 6 tantangan waktu terbatas dengan mengaktifkan mekanisme di Enkanomiya."},{"id":80140,"name":"Setiap Waktu Kairos - Selesaikan 12 tantangan waktu terbatas dengan mengaktifkan mekanisme di Enkanomiya."},{"id":80141,"name":"Jubah Tikus Api, Mutiara Kepala Naga, Mangkuk Pemberian yang Sakral, dan .... - Dapatkan koral bercabang yang diminta Tsuyuko."},{"id":80142,"name":"Sepanjang Jalan Kenangan - Putar 10 melodi menggunakan perabotan seri \"Paduan Suara Celestial\" di dalam Serenitea Pot."},{"id":80143,"name":"Sepanjang Jalan Kenangan - Putar 30 melodi menggunakan perabotan seri \"Paduan Suara Celestial\" di dalam Serenitea Pot."},{"id":80144,"name":"Sepanjang Jalan Kenangan - Putar 60 melodi menggunakan perabotan seri \"Paduan Suara Celestial\" di dalam Serenitea Pot."},{"id":80145,"name":"Penakluk Chasm - Buka peta area permukaan tanah Chasm."},{"id":80146,"name":"Terjun Bebas - Buka peta \"Chasm"},{"id":80147,"name":"Menuju Kedalaman - Buka semua Teleport Waypoint di Chasm dan tambang bawah tanah Chasm."},{"id":80148,"name":"Pemandu Pertambangan - Ikuti 6 Seelie di Chasm ke Seelie Court mereka."},{"id":80149,"name":"Pemandu Pertambangan - Ikuti 12 Seelie di Chasm ke Seelie Court mereka."},{"id":80150,"name":"Pemandu Pertambangan - Ikuti 24 Seelie di Chasm ke Seelie Court mereka."},{"id":80151,"name":"Pemburu Harta Pertambangan - Buka 50 peti harta di Chasm."},{"id":80152,"name":"Pemburu Harta Pertambangan - Buka 100 peti harta di Chasm."},{"id":80153,"name":"Pemburu Harta Pertambangan - Buka 200 peti harta di Chasm."},{"id":80154,"name":"Petualang Pertambangan - Selesaikan 3 tantangan waktu terbatas dengan mengaktifkan mekanisme di Chasm."},{"id":80155,"name":"Petualang Pertambangan - Selesaikan 6 tantangan waktu terbatas dengan mengaktifkan mekanisme di Chasm."},{"id":80156,"name":"Petualang Pertambangan - Selesaikan 12 tantangan waktu terbatas dengan mengaktifkan mekanisme di Chasm."},{"id":80157,"name":"Sangat Kinclong - Perkuat \"Lumenstone Adjuvant\" ke level tertinggi."},{"id":80158,"name":"\"Walau aral rintangan setiap saat datang tuk menguji ....\" - Singkirkan rintangan yang menghalangimu untuk masuk ke tambang."},{"id":80159,"name":"Penjelajahan Setengah Jalan - Selesaikan misi eksplorasi Bagian Urusan Sipil."},{"id":80160,"name":"Penjelajah Benua"},{"id":80161,"name":"Pengelana Hutan - Membuka semua Teleport Waypoint di wilayah Sumeru"},{"id":80162,"name":"Peziarah Kuil"},{"id":80163,"name":"Harumnya Rerumputan - Meningkatkan Patung The Seven di Sumeru ke level tertinggi."},{"id":80164,"name":"Puncak Impian Besar - Meningkatkan Tree of Dreams di Vanarana ke level tertinggi."},{"id":80165,"name":"Pemandu Hutan - Mengejar 10 Seelie dan mengaktifkan Seelie Court-nya di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80166,"name":"Pemandu Hutan - Mengejar 20 Seelie dan mengaktifkan Seelie Court-nya di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80167,"name":"Pemandu Hutan - Mengejar 40 Seelie dan mengaktifkan Seelie Court-nya di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80168,"name":"Pemburu Harta Karun Belantara Berkilauan - Buka 100 peti harta di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80169,"name":"Pemburu Harta Karun Belantara Berkilauan - Buka 200 peti harta di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80170,"name":"Pemburu Harta Karun Belantara Berkilauan - Buka 400 peti harta di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80171,"name":"Petualang Belantara Berkilauan - Selesaikan 10 Tantangan Time Trial dengan mengaktifkan mekanisme di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80172,"name":"Petualang Belantara Berkilauan - Selesaikan 20 Tantangan Time Trial dengan mengaktifkan mekanisme di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80173,"name":"Petualang Belantara Berkilauan - Selesaikan 40 Tantangan Time Trial dengan mengaktifkan mekanisme di Avidya Forest, Lokapala Jungle, Ardravi Valley, Ashavan Realm, Vissudha Field, Lost Nursery, dan Vanarana."},{"id":80174,"name":"Hutan Akan Selalu Mengingat Segalanya - Selesaikan \"Aranyaka\"."},{"id":80175,"name":"Intisari Rerumputan - Dapatkan kekuatan Dendro."},{"id":80176,"name":"Cerita Lampau Gurabad - Lengkapi \"Kisah Shiruyeh dan Shirin\""},{"id":80177,"name":"Seterang Bara Api - Lengkapi \"Folio Dedaunan\""},{"id":80178,"name":"Perjalanan Farris - Lengkapi \"Gulungan Lagu yang Mengapung\""},{"id":80179,"name":"Penjelajah Benua"},{"id":80180,"name":"Menembus Badai Pasir dan Fatamorgana (I) - Membuka Teleport Waypoint di wilayah Sumeru"},{"id":80181,"name":"Peziarah Kuil"},{"id":80182,"name":"Padang Pasir Mengantarmu Kembali - Ikuti 10 Seelie di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh ke Seelie Court mereka."},{"id":80183,"name":"Padang Pasir Mengantarmu Kembali - Ikuti 20 Seelie di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh ke Seelie Court mereka."},{"id":80184,"name":"Padang Pasir Mengantarmu Kembali - Ikuti 40 Seelie di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh ke Seelie Court mereka."},{"id":80185,"name":"Pemburu Harta Pasir Hisap (I) - Buka 60 peti harta di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh."},{"id":80186,"name":"Pemburu Harta Pasir Hisap (I) - Buka 120 peti harta di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh."},{"id":80187,"name":"Pemburu Harta Pasir Hisap (I) - Buka 240 peti harta di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh."},{"id":80188,"name":"Petualang Pasir Hisap (I) - Selesaikan 10 tantangan waktu terbatas dengan mengaktifkan mekanisme di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh."},{"id":80189,"name":"Petualang Pasir Hisap (I) - Selesaikan 20 tantangan waktu terbatas dengan mengaktifkan mekanisme di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh."},{"id":80190,"name":"Petualang Pasir Hisap (I) - Selesaikan 40 tantangan waktu terbatas dengan mengaktifkan mekanisme di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh."},{"id":80191,"name":"Tidur dan Mimpi - Selesaikan \"Mimpi Emas\""},{"id":80192,"name":"Antara Ada dan Tiada - Menjadi pemain resmi Asosiasi Pemain Genius Invokation TCG dan mendapatkan buku Panduan Pemain."},{"id":80193,"name":"Kalah dan Menang - Capai Level Pemain 10."},{"id":80197,"name":"Beraneka Tanggapan - Akibatkan total {param0} kali Reaksi Elemental dalam pertandingan yang dimenangkan."},{"id":80198,"name":"Beraneka Tanggapan - Akibatkan total {param0} kali Reaksi Elemental dalam pertandingan yang dimenangkan."},{"id":80199,"name":"Beraneka Tanggapan - Akibatkan total {param0} kali Reaksi Elemental dalam pertandingan yang dimenangkan."},{"id":80203,"name":"Kemenangan Ada di Tangan - Mainkan total {param0} Kartu Aksi dalam pertandingan yang dimenangkan."},{"id":80204,"name":"Kemenangan Ada di Tangan - Mainkan total {param0} Kartu Aksi dalam pertandingan yang dimenangkan."},{"id":80205,"name":"Kemenangan Ada di Tangan - Mainkan total {param0} Kartu Aksi dalam pertandingan yang dimenangkan."},{"id":80206,"name":"\"Baiklah Kawan, Mari Kita Lihat ....\" - Mainkan total {param0} Panggilan dalam pertandingan yang dimenangkan."},{"id":80207,"name":"\"Baiklah Kawan, Mari Kita Lihat ....\" - Mainkan total {param0} Panggilan dalam pertandingan yang dimenangkan."},{"id":80208,"name":"\"Baiklah Kawan, Mari Kita Lihat ....\" - Mainkan total {param0} Panggilan dalam pertandingan yang dimenangkan."},{"id":80209,"name":"Serang, Serbu, SIKAAAT!!! - Gunakan 3 Elemental Burst atau lebih dalam total {param0} pertandingan yang dimenangkan."},{"id":80210,"name":"Serang, Serbu, SIKAAAT!!! - Gunakan 3 Elemental Burst atau lebih dalam total {param0} pertandingan yang dimenangkan."},{"id":80211,"name":"Serang, Serbu, SIKAAAT!!! - Gunakan 3 Elemental Burst atau lebih dalam total {param0} pertandingan yang dimenangkan."},{"id":80212,"name":"Lilin Menyala di Tengah Angin - Bertahan dari {param0} poin DMG, dengan menggunakan Perisai atau pemulihan pada pertandingan yang dimenangkan."},{"id":80213,"name":"Lilin Menyala di Tengah Angin - Bertahan dari {param0} poin DMG, dengan menggunakan Perisai atau pemulihan pada pertandingan yang dimenangkan."},{"id":80214,"name":"Lilin Menyala di Tengah Angin - Bertahan dari {param0} poin DMG, dengan menggunakan Perisai atau pemulihan pada pertandingan yang dimenangkan."},{"id":80215,"name":"Sekali Mendayung Dua Tiga Pulau Terlampaui - Kalahkan 2 Kartu Karakter atau lebih di Dek lawan total sebanyak {param0} kali dalam satu Aksi tunggal pada pertandingan yang dimenangkan."},{"id":80216,"name":"Sekali Mendayung Dua Tiga Pulau Terlampaui - Kalahkan 2 Kartu Karakter atau lebih di Dek lawan total sebanyak {param0} kali dalam satu Aksi tunggal pada pertandingan yang dimenangkan."},{"id":80217,"name":"Sekali Mendayung Dua Tiga Pulau Terlampaui - Kalahkan 2 Kartu Karakter atau lebih di Dek lawan total sebanyak {param0} kali dalam satu Aksi tunggal pada pertandingan yang dimenangkan."},{"id":80218,"name":"Pemain Legendaris - Dapatkan total {param0} Lucky Coin."},{"id":80219,"name":"Pemain Legendaris - Dapatkan total {param0} Lucky Coin."},{"id":80220,"name":"Pemain Legendaris - Dapatkan total {param0} Lucky Coin."},{"id":80221,"name":"Miniatur Alat Kocok Dadu - Akibatkan 8 poin DMG atau lebih sebanyak {param0} kali dalam satu Aksi tunggal pada pertandingan yang dimenangkan."},{"id":80222,"name":"Miniatur Alat Kocok Dadu - Akibatkan 8 poin DMG atau lebih sebanyak {param0} kali dalam satu Aksi tunggal pada pertandingan yang dimenangkan."},{"id":80223,"name":"Miniatur Alat Kocok Dadu - Akibatkan 8 poin DMG atau lebih sebanyak {param0} kali dalam satu Aksi tunggal pada pertandingan yang dimenangkan."},{"id":80224,"name":"Penjelajah Benua"},{"id":80225,"name":"Menembus Badai Pasir dan Fatamorgana (II) - Membuka Teleport Waypoint di wilayah Sumeru"},{"id":80226,"name":"Peziarah Kuil"},{"id":80227,"name":"Lagu Berkabung Bilqis - Selesaikan \"Lagu Berkabung Bilqis\"."},{"id":80228,"name":"Padang Pasir Mengantarmu Kembali (II) - Ikuti {param0} Seelie di Desert of Hadramaveth ke Seelie Court mereka."},{"id":80229,"name":"Padang Pasir Mengantarmu Kembali (II) - Ikuti {param0} Seelie di Desert of Hadramaveth ke Seelie Court mereka."},{"id":80230,"name":"Padang Pasir Mengantarmu Kembali (II) - Ikuti {param0} Seelie di Desert of Hadramaveth ke Seelie Court mereka."},{"id":80231,"name":"Pemburu Harta Pasir Isap (II) - Buka {param0} peti harta karun di Desert of Hadramaveth."},{"id":80232,"name":"Pemburu Harta Pasir Isap (II) - Buka {param0} peti harta karun di Desert of Hadramaveth."},{"id":80233,"name":"Pemburu Harta Pasir Isap (II) - Buka {param0} peti harta karun di Desert of Hadramaveth."},{"id":80234,"name":"Petualang Pasir Isap (II) - Selesaikan {param0} tantangan waktu terbatas dengan mengaktifkan mekanisme di Desert of Hadramaveth."},{"id":80235,"name":"Petualang Pasir Isap (II) - Selesaikan {param0} tantangan waktu terbatas dengan mengaktifkan mekanisme di Desert of Hadramaveth."},{"id":80236,"name":"Petualang Pasir Isap (II) - Selesaikan {param0} tantangan waktu terbatas dengan mengaktifkan mekanisme di Desert of Hadramaveth."},{"id":80237,"name":"Penjelajah Benua"},{"id":80238,"name":"Turun ke Dalam Kegelapan Tandus - Membuka semua Teleport Waypoint di wilayah Sumeru"},{"id":80239,"name":"Peziarah Kuil"},{"id":80240,"name":"Pemandu Bukit Pasir - Ikuti {param0} Seelie di Gavireh Lajavard, Realm of Farakhkert ke Seelie Court mereka."},{"id":80241,"name":"Pemandu Bukit Pasir - Ikuti {param0} Seelie di Gavireh Lajavard, Realm of Farakhkert ke Seelie Court mereka."},{"id":80242,"name":"Pemandu Bukit Pasir - Ikuti {param0} Seelie di Gavireh Lajavard, Realm of Farakhkert ke Seelie Court mereka."},{"id":80243,"name":"Pemburu Harta Karun Padang Gurun - Buka {param0} peti harta karun di Gavireh Lajavard, Realm of Farakhkert."},{"id":80244,"name":"Pemburu Harta Karun Padang Gurun - Buka {param0} peti harta karun di Gavireh Lajavard, Realm of Farakhkert."},{"id":80245,"name":"Pemburu Harta Karun Padang Gurun - Buka {param0} peti harta karun di Gavireh Lajavard, Realm of Farakhkert."},{"id":80246,"name":"Petualang Padang Gurun - Selesaikan {param0} Tantangan Time Trial Open World di Gavireh Lajavard, Realm of Farakhkert."},{"id":80247,"name":"Petualang Padang Gurun - Selesaikan {param0} Tantangan Time Trial Open World di Gavireh Lajavard, Realm of Farakhkert."},{"id":80248,"name":"Petualang Padang Gurun - Selesaikan {param0} Tantangan Time Trial Open World di Gavireh Lajavard, Realm of Farakhkert."},{"id":80249,"name":"Khvarena Baik dan Buruk - Selesaikan \"Khvarena Baik dan Buruk\"."},{"id":80250,"name":"Alkanet Amrita - Meningkatkan Kolam Amrita ke level tertinggi."},{"id":81000,"name":"Menghadap Pemandangan - Capai puncak Qingyun Peak."},{"id":81001,"name":"Sisa Badai - Capai puncak menara Stormterror's Lair."},{"id":81002,"name":"\"Benih Cerita yang Dibawa Angin...\" - Capai pulau tanpa nama di sisi timur laut Mondstadt."},{"id":81003,"name":"Tekad Sekeras Baja - Buka peti harta di tengah formasi batu berbentuk hati."},{"id":81004,"name":"Menyalakan Mesin Waktu! - Lewati terowongan waktu di langit Cape Oath."},{"id":81005,"name":"Kesayangan Archon Anemo - Duduk di tangan Patung Dewa di Mondstadt."},{"id":81010,"name":"Pedang Terbagus di Pemakaman - Buka Tri-Seal di Sword Cemetery."},{"id":81014,"name":"Istana Rahasia Formula Guizang - Ikuti jejak keabadian dan buka pintu Domain."},{"id":81015,"name":"Cecilia Garden - Kembalikan Seelie ke tempatnya dan buka pintu masuk ke Domain di Wolvendom."},{"id":81016,"name":"Istana Rahasia Formula Zhou - Ikuti Seelie dan nyalakan obor untuk membuka pintu masuk ke Domain di Wuwang Hill."},{"id":81017,"name":"\"Asalkan bersungguh-sungguh...\" - Masak 1 makanan dengan rasa yang aneh."},{"id":81018,"name":"\"...siapa pun bisa menjadi ahli makanan.\" - Masak 10 makanan dengan rasa yang aneh."},{"id":81019,"name":"Aku Hampir Mengalahkan Seekor Wild Boar Saat Berumur Sepuluh Tahun - Dikalahkan oleh seekor Wild Boar."},{"id":81020,"name":"Surat Izin Meluncur Emas - Melayang sangat, sangat jauh dalam satu luncuran."},{"id":81021,"name":"Keahlian Terbang di Udara - Terus melayang selama lebih dari 80 detik."},{"id":81022,"name":"Secepat Kilat - Berlari (atau alternatif dari berlari) selama lebih dari 15 detik tanpa terputus."},{"id":81023,"name":"Teman di Seluruh Dunia - Temui berbagai macam orang dalam perjalananmu."},{"id":81024,"name":"Megastar di Mondstadt - Reputasi (Mondstadt) mencapai Lv. 8"},{"id":81025,"name":"Legenda di Liyue - Reputasi (Liyue) mencapai Lv. 8"},{"id":81026,"name":"QUEST SELESAI - Selesaikan 10 Bounty."},{"id":81027,"name":"QUEST SELESAI - Selesaikan 20 Bounty."},{"id":81028,"name":"QUEST SELESAI - Selesaikan 30 Bounty."},{"id":81029,"name":"Pejuang dalam Pelatihan - Selesaikan 10 Permintaan Penduduk."},{"id":81030,"name":"Pejuang dalam Pelatihan - Selesaikan 20 Permintaan Penduduk."},{"id":81031,"name":"Pejuang dalam Pelatihan - Selesaikan 30 Permintaan Penduduk."},{"id":81032,"name":"QUEST GAGAL - Kehilangan jejak Bounty"},{"id":81033,"name":"Puncak dari Musim Dingin - Gugur karena kedinginan..."},{"id":81034,"name":"Pendeta, Tuan Putri, dan Sejarawan - Mendapatkan harta dari Entombed City."},{"id":81035,"name":"Pulangnya Anak Tak Berbakti - Mengikuti jejak tim ekspedisi yang pernah datang sebelumnya, menuju tempat dia pulang ke kampung halamannya."},{"id":81036,"name":"Sejarah dalam Timbunan Salju - Mencari tahu tentang akhir dari sebuah tim ekspedisi gunung salju di masa lalu."},{"id":81037,"name":"Besi yang Dingin - Berhasil mendapatkan senjata kuno yang ditempa dari Starsilver."},{"id":81038,"name":"Ekspedisi yang Sia-sia - Menemukan banyak sisa-sisa mesin di reruntuhan..."},{"id":81039,"name":"Kisah yang Tak Boleh Diceritakan - Mendapatkan teman yang tak terduga, di tempat yang tak terduga"},{"id":81040,"name":"Pemandangan dari Puncak Gunung - Sampai di puncak tertinggi Dragonspine."},{"id":81041,"name":"Dongeng Musim Dingin - Menemukan Cryo Crystalfly di dalam tumpukan salju."},{"id":81042,"name":"Pemburu yang Diburu - Dikalahkan oleh Great Snowboar King"},{"id":81043,"name":"Harap Tenang! - Kalahkan The Great Snowboar King yang berada pada status berserker"},{"id":81044,"name":"Sekali Makan Jutaan Mora - Mempelajari cara membuat hidangan Goulash"},{"id":81045,"name":"Penangkal Petir - Terkena sambaran petir."},{"id":81046,"name":"Tempat di Atas Langit... - Mendaki Skyfrost Nail yang telah dipulihkan."},{"id":81047,"name":"Transformasi Kimia - Gunakan Parametric Transformer untuk menyelesaikan satu transmutasi material."},{"id":81048,"name":"...Selama Ini Kamu Mendengarnya, Kan? - Paimon juga bisa merasa lelah."},{"id":81049,"name":"Pemandangan di Dalam Poci... - Gunakan Serenitea Pot untuk masuk ke dalam Alam Poci."},{"id":81050,"name":"Mendeteksi Adeptal Energy yang Kuat - Capai 20.000 Adeptal Energy di salah satu Bentuk Alam."},{"id":81051,"name":"Mendeteksi Adeptal Energy yang Kuat - Capai 20.000 Adeptal Energy di dua Bentuk Alam."},{"id":81052,"name":"Mendeteksi Adeptal Energy yang Kuat - Capai 20.000 Adeptal Energy di tiga Bentuk Alam."},{"id":81053,"name":"Teman dalam Poci - Capai Tingkat Kepercayaan Lv. 4 dengan Roh Penghuni Poci."},{"id":81054,"name":"Teman dalam Poci - Capai Tingkat Kepercayaan Lv. 7 dengan Roh Penghuni Poci."},{"id":81055,"name":"Teman dalam Poci - Capai Tingkat Kepercayaan Lv. 10 dengan Roh Penghuni Poci."},{"id":81056,"name":"Tebang Terus! - Kumpulkan 100 kayu."},{"id":81057,"name":"Tebang Terus! - Kumpulkan 600 kayu."},{"id":81058,"name":"Tebang Terus! - Kumpulkan 2.000 kayu."},{"id":81059,"name":"Andai Saja Aku Kaya - Kumpulkan 2.000 Realm Currency."},{"id":81060,"name":"Andai Saja Aku Kaya - Kumpulkan 10.000 Realm Currency."},{"id":81061,"name":"Andai Saja Aku Kaya - Kumpulkan 50.000 Realm Currency."},{"id":81062,"name":"Bukan Hanya Bangku Kecil - Buat 120 buah perabot."},{"id":81063,"name":"Bukan Hanya Bangku Kecil - Buat 300 buah perabot."},{"id":81064,"name":"Bukan Hanya Bangku Kecil - Buat 600 buah perabot."},{"id":81065,"name":"Silakan Dilihat Pilihan Warnanya - Buat 50 buah cat."},{"id":81066,"name":"Silakan Dilihat Pilihan Warnanya - Buat 200 buah cat."},{"id":81067,"name":"Silakan Dilihat Pilihan Warnanya - Buat 600 buah cat"},{"id":81068,"name":"Pola Standar - Mempelajari 60 blueprint perabot."},{"id":81069,"name":"Pola Standar - Mempelajari 120 blueprint perabot."},{"id":81070,"name":"Pola Standar - Mempelajari 180 blueprint perabot."},{"id":81071,"name":"Daerah... Kekuasaanku - Memasang 50 buah perabot di 1 bentuk alam."},{"id":81072,"name":"Daerah... Kekuasaanku - Memasang 150 buah perabot di 1 bentuk alam."},{"id":81073,"name":"Daerah... Kekuasaanku - Memasang 300 buah perabot di 1 bentuk alam."},{"id":81074,"name":"Ohoho, Tambah Segelas Dandelion Wine Lagi! - Naiki \"Waverider\"-mu."},{"id":81075,"name":"Pengendara Angin yang Perkasa - Terus mengendarai Waverider selama jangka waktu tertentu."},{"id":81076,"name":"Nice boat! - Bertukar Waverider dengan pemain lain."},{"id":81077,"name":"...Namanya adalah \"Mary Celeste\" - Rasakan kehancuran Waverider-mu..."},{"id":81078,"name":"Déjà Vu! - Terus mengendarai Waverider dengan cepat selama jangka waktu tertentu."},{"id":81079,"name":"Tamu VIP Poci - Undang rekan untuk menetap di dalam Serenitea Pot."},{"id":81080,"name":"Obrolan di Sekitar Perapian - Buka 10 dialog interaksi dengan rekanmu."},{"id":81081,"name":"Obrolan di Sekitar Perapian - Buka 20 dialog interaksi dengan rekanmu."},{"id":81082,"name":"Obrolan di Sekitar Perapian - Buka 30 dialog interaksi dengan rekanmu."},{"id":81083,"name":"Karunia Kemenangan! - Dapatkan 5 hadiah dari rekanmu."},{"id":81084,"name":"Karunia Kemenangan! - Dapatkan 10 hadiah dari rekanmu."},{"id":81085,"name":"Karunia Kemenangan! - Dapatkan 20 hadiah dari rekanmu."},{"id":81086,"name":"Seperti Permainan Catur - Memasang Realm Waypoint untuk pertama kali di Serenitea Pot."},{"id":81087,"name":"Kita Perlu Lebih Banyak Tanaman! - Mengambil 40 material di dalam Jalan Berharga"},{"id":81088,"name":"Kita Perlu Lebih Banyak Tanaman! - Mengambil 200 material di dalam Jalan Berharga"},{"id":81089,"name":"Kita Perlu Lebih Banyak Tanaman! - Mengambil 800 material di dalam Jalan Berharga"},{"id":81090,"name":"Bunga Bermekaran di Alam - Mengambil 40 material di dalam Jalan Berharga"},{"id":81091,"name":"Bunga Bermekaran di Alam - Mengambil 200 material di dalam Jalan Berharga"},{"id":81092,"name":"Bunga Bermekaran di Alam - Mengambil 800 material di dalam Jalan Berharga"},{"id":81093,"name":"Saatnya Panen! - Mengambil 40 material di dalam Jalan Berharga"},{"id":81094,"name":"Saatnya Panen! - Mengambil 200 material di dalam Jalan Berharga"},{"id":81095,"name":"Saatnya Panen! - Mengambil 800 material di dalam Jalan Berharga"},{"id":81096,"name":"Palu Kayu Yamada Go - Mematahkan ilusi Bake-danuki berulang kali."},{"id":81097,"name":"\"Seni Kujirai, Temari Jutsu\" - Menemani Kujirai bermain permainan Temari."},{"id":81098,"name":"Sejarah Temari - Minta pemain lain untuk bergabung dengan permainan Temari yang Anda mainkan."},{"id":81099,"name":"Hari Keberuntungan Paimon! - Mendapatkan slip keberuntungan \"Sangat Beruntung\" di Kuil Agung Narukami."},{"id":81100,"name":"Sungguh Malang... - Mendapatkan slip keberuntungan \"Sangat Sial\" di Kuil Agung Narukami."},{"id":81104,"name":"Legenda Istana Bawah Tanah... Aneh Sekali! - Bukankah petualangan untuk menemukan ingatan yang telah lama hilang, bisa dianggap sebagai sebuah harta karun?"},{"id":81105,"name":"SHUUMATSU GAIDEN - Terlibat dalam pertarungan antara Shuumatsuban dan Fatui..."},{"id":81106,"name":"Catatan Bela Diri Iwakura - Menyaksikan akhir dari Seni Iwakura."},{"id":81108,"name":"Bebaskan Anjingnya - Bebaskan Toratarou."},{"id":81109,"name":"Cinta Luar Biasa - Melepaskan belenggu di hati Hiromi."},{"id":81111,"name":"Tidak Menua Lagi - Memberikan buket bunga sebagai penghormatan pada almarhum."},{"id":81112,"name":"Syarat Menjadi Seorang Manusia? - Menyaksikan takdir seorang samurai."},{"id":81113,"name":"Jiwa yang Hampa - Temukan artefak milik Washizu."},{"id":81114,"name":"Perjalanan ke Pulau Terpencil - Temukan semua kuil yang ada di Yashiori Island."},{"id":81115,"name":"Titik Awal Tiga Ribu Mil - Temukan Chouji di Tatarasuna dan Narukami Island."},{"id":81116,"name":"Perjalanan Seorang Dokter - Saksikan akhir kisah Yasumoto."},{"id":81117,"name":"\"Tok, Tok, Tok\" - Buka kubah penahan di sekitar Mikage Furnace."},{"id":81118,"name":"Rencana Perang Kannazuka - Kalahkan Electro Hypostasis yang bangkit kembali."},{"id":81119,"name":"Alasan Bertarung - Buat Masanori sadar kembali."},{"id":81120,"name":"Oowazamono - Kalahkan Masanori dengan mudah."},{"id":81121,"name":"Bunga yang Mekar Kembali - Dapatkan hadiah dari Hanayama Kaoru."},{"id":81122,"name":"Terima Kasih, Silakan Datang Kembali - Dapatkan hadiah utama dari peti harta karun Takashi."},{"id":81123,"name":"Mengejutkan... Sungguh Mengejutkan - Gugur karena terkena Balethunder..."},{"id":81124,"name":"Kejatuhan Durian Runtuh - Gunakan Kamuijima Cannon untuk meledakkan dan membuka tempat harta karun."},{"id":81125,"name":"Pedang Tatara - Dapatkan diagram senjata tertentu dari masa lalu."},{"id":81130,"name":"Beristirahat Dalam Damai - Akhiri penderitaan 10 samurai yang telah gugur."},{"id":81131,"name":"Amatiran Memalu Jarum, Membuat Kail - Pertama kali berhasil memancing ikan."},{"id":81132,"name":"Selamat, Bersiaplah Membeli Akuarium - Pertama kali mendapatkan Ikan Hias."},{"id":81133,"name":"Cahaya Bulan yang Bertebaran dalam Air - Pertama kali berhasil memancing ikan yang hanya muncul di malam hari."},{"id":81134,"name":"Ribuan Lemparan Kail - Berhasil memancing 100 kali."},{"id":81135,"name":"Ribuan Lemparan Kail - Berhasil memancing 500 kali."},{"id":81136,"name":"Ribuan Lemparan Kail - Berhasil memancing 2.000 kali."},{"id":81137,"name":"\"Panggil aku Ishmael.\" - Memancing ikan di dunia pemain lain 1 kali."},{"id":81138,"name":"Alat Perang Para Pemancing - Membeli 1 joran di Fishing Association."},{"id":81139,"name":"Ditakdirkan ke Laut dan Samudra - Berhasil membuat 20 umpan ikan."},{"id":81140,"name":"Sarjana Memancing - Membuka 20 arsip spesies ikan."},{"id":81141,"name":"\"Ini Jurus Kaburku! Mana Jurusmu?\" - Ikan berhasil kabur saat memberontak."},{"id":81142,"name":"\"Cih, Jadi Ini Cara Memancingmu ....\" - Membuat para ikan kabur setelah melempar kail."},{"id":81143,"name":"Penstabil Hebat - Berhasil menangkap ikan 10 kali pada saat joran berada di Zona Ketegangan Ideal."},{"id":81144,"name":"Intermeso - Dapatkan lembaran buku yang berserakan saat memancing di Inazuma."},{"id":81150,"name":"Hasil yang Sesuai Kehendak - Meminta Nenek Komaki meramal 5 kali dan mendapat hasil yang kamu harapkan."},{"id":81151,"name":"Kisah Putri Duyung - Bantu Kumi selesaikan masalahnya."},{"id":81152,"name":"Harta Karun Gembala Laut - Dari bualan pemabuk, kamu memperoleh harta karun berharga yang ditinggalkan bajak laut."},{"id":81153,"name":"Kejujuran Bajak Laut - Menemukan harta karun Rinzou yang terpendam."},{"id":81154,"name":"Waktunya Taklukkan Watatsumi Island! - Buka segel di kuil Archon Electro."},{"id":81155,"name":"Palace in a Pool - Buka \"Palace in a Pool\"."},{"id":81156,"name":"Terdamparnya si Beagle - Ikuti jejak para peneliti asing dan telusuri Watatsumi Island."},{"id":81157,"name":"\"Diriku adalah kucing. Nama diriku Neko.\" - Menemui Neko, \"Pengganti Kepala Pendeta Kuil Asase\"."},{"id":81158,"name":"Kucing di Tengah Awan - Menyaksikan \"hal baik\" yang terlambat terjadi bersama Neko si Pengganti Kepala Pendeta Kuil Asase."},{"id":81159,"name":"Hadiah dari Kucing - Beri makan kucing-kucing di Seirai Island dan membuat mereka menyukaimu."},{"id":81160,"name":"Harta Karun Kah Ini ....? - \"Sudah kukatakan, ini cuma lukisan!\""},{"id":81161,"name":"Perantau yang Sakit Rindu - Bantu Oda Tarou mengambil empat foto di Seirai Island."},{"id":81162,"name":"Ini dan Itu .... - Coba hubungkan mereka?"},{"id":81163,"name":"Kotak Davy Jones - Buka semua mekanisme di dalam \"Seiraimaru\"."},{"id":81164,"name":"Lautan Teka-teki - Buka satu seri mekanisme di Seirai Island."},{"id":81165,"name":"Amakumo Peak yang Agung - Buka mekanisme di dasar Amakumo Peak."},{"id":81167,"name":"Memasuki Pintu Berkabut - Beradaptasi dengan cuaca di Tsurumi Island yang aneh."},{"id":81168,"name":"Nihil Sub Caligine Novum - Sepertinya kamu sudah kembali ke kotak yang awal ...."},{"id":81170,"name":"Bayang-Bayang Putih - Bertemu dengan bayangan dari masa lampau."},{"id":81171,"name":"\"Pemandangan Indah Sejauh Mata Memandang\" - Mengucapkan selamat tinggal kepada juru perahu."},{"id":81172,"name":"Kisah Dua Bangsa - Tsurumi Island sepertinya dibangun di atas sebuah reruntuhan kuno."},{"id":81173,"name":"\"Hidupku Sebagai Seorang Petualang\" - Bantu Roald melengkapi jurnal petualangannya."},{"id":81174,"name":"Penerangan di Tengah Kabut - Nyalakan semua Stormstone di Autake Plains."},{"id":81175,"name":"\"Di-Dimakan Paimon ....\" - Secara tidak sengaja menghilangkan Maushiro yang kamu dapatkan."},{"id":81176,"name":"Tebak-Tebakan - Dari masa lalu yang begitu jauh, sampai ke hari ini ...."},{"id":81177,"name":"Silsilah Thunderbird - Selesaikan semua tantangan dari patung."},{"id":81179,"name":"Tujuh Huruf - Coba uraikan Aksara Ishine."},{"id":81180,"name":"Moshiri Kara - Buka Moshiri Kara."},{"id":81181,"name":"Menyeberangi Sungai Penuh Kabut - Akhirnya kamu sampai di seberang lautan kabut ...."},{"id":81182,"name":"\"Tak Bisa Berkutik Lagi!\" - Gunakan item Omni-Ubiquity Net untuk menangkap 1 Crystalfly."},{"id":81183,"name":"Terjerembap Jerat - Gunakan item Omni-Ubiquity Net untuk menangkap 1 Finch."},{"id":81184,"name":"X Meter di Bawah Permukaan Laut - Masuk ke Enkanomiya."},{"id":81185,"name":"Flowing Sunfire, Atau Disebut Juga Marishi - Ungkap rahasia dari Sunfire Gate"},{"id":81186,"name":"Perputaran Matahari dan Bulan - Berganti antara Whitenight dan Evernight satu kali."},{"id":81187,"name":"\"Teliti dan Menyeluruh\" - Dapatkan pengakuan dari Jibashiri."},{"id":81188,"name":"\"Belut di Musim Dingin\" - Dapatkan pengakuan dari Jibashiri."},{"id":81189,"name":"Tak Tertandingi di Seluruh Tokoyo - Dapatkan pengakuan dari Jibashiri."},{"id":81191,"name":"\"Mungkin Boleh Cari Hobi Lain ...\" - Selesaikan tantangan labirin dari Date."},{"id":81192,"name":"\"Kalau Tokoyo Ookami Sampai Tahu ...\" - Kembalikan semua buku perpustakaannya, lalu ...."},{"id":81193,"name":"\"Memangnya Ada Bedanya Ya?\" - Duduk di semua tempat yang khusus."},{"id":81194,"name":"Menarilah, Semua Anak Dewa - Bicara dengan semua bayangan Phaethon."},{"id":81195,"name":"Terang dan Gelap, Senja dan Subuh - Pergi ke puncak Dainichi Mikoshi."},{"id":81196,"name":"Silakan Maju Kalau Berani! - Selesaikan tantangan memanahnya."},{"id":81197,"name":"Warisan Derita Klan Iwakura - Kembalikan pedang Master Iwakura."},{"id":81198,"name":"Setiap Gembok Pasti Ada Kuncinya - Temukan semua sigil kuncinya."},{"id":81199,"name":"The Lost Valley - Buka \"The Lost Valley\"."},{"id":81200,"name":"Jurnal Pertambangan Chasm - Baca semua robekan koleksi buku yang berkaitan dengan mineral Chasm."},{"id":81201,"name":"Orang-Orang dari Lembah Kehidupan - Temukan benih kering, dan jangan dimakan sembarangan!"},{"id":81202,"name":"CREDE TENEBRIS - Buka ruang rahasia di reruntuhan."},{"id":81203,"name":"Rumor Sembilan Kata - Temukan semua pesan rahasia."},{"id":81204,"name":"Sarang Penyamun - Temukan harta karun Treasure Hoarder"},{"id":81205,"name":"Wah, Bisa Jadi \"Crazy Rich\" Nih! - Gali tiga peti harta dan menangkan permainan menggali harta karun Old Chou."},{"id":81206,"name":"Topiknya adalah Hati Manusia - Selesaikan semua misi survei ekosistem dan terima surat rekomendasi dari Khedive."},{"id":81207,"name":"\"KALAU BUKAN KITA, SIAPA LAGI YANG BISA?!\" - Kumpulkan surat-surat dan dokumen dari Fatui di Chasm."},{"id":81208,"name":"Jaga Jarak Aman - Gunakan \"Alat Peledak Jarak Aman"},{"id":81209,"name":"Sakitnya Kayak Orang Melahirkan - Kalahkan makhluk yang muncul dari kegelapan."},{"id":81210,"name":"\"Full Mental Alchemist\" - Selamatkan Clitopho."},{"id":81211,"name":"Aura Keberanian - Apakah makna sesungguhnya dari petualangan?"},{"id":81212,"name":"Bukan untuk Dikonsumsi Terus Menerus - Temukan Paman He si penambang yang tersesat di Chasm."},{"id":81213,"name":"Sudah Besar Kepala, Banyak Maunya Pula! - Selesaikan misi Xamaran di Chasm."},{"id":81214,"name":"Millelith yang Tak Tergoyahkan - Kumpulkan semua benda pemberian yang ditinggalkan oleh Millelith dan dapatkan Harta Karun Millelith."},{"id":81215,"name":"Tong Kosong Nyaring Bunyinya - Cari tahu masa lalu Tang Wuchou, si pendekar gunung sakti."},{"id":81216,"name":"\"Bravo, Stierlitz!\" - Bantu Yanbo menyelesaikan misi penegakan hukum Millelith."},{"id":81217,"name":"Kegelapan Takkan Bisa Menutupi Cahaya - Pertama kali menggunakan Blooming Light Lumenstone untuk membersihkan kristal hitam Oozing Concretion."},{"id":81218,"name":"\"Bau ini ... Aspal?\" - Gugur akibat lumpur hitam untuk pertama kalinya."},{"id":81220,"name":"Banyak Jalan Menuju Roma - Jalan rahasia menuju permukaan tanah ... mungkin ada lebih dari satu."},{"id":81221,"name":"Buku Taliesin - Dapatkan hadiah Taliesin."},{"id":81222,"name":"Habis Gelap Terbitlah Terang - Kirimkan secercah cahaya."},{"id":81223,"name":"Kecerdasan Alam Tanpa Berbatas - Reputasi di Sumeru mencapai Lv. 10"},{"id":81224,"name":"Imbalan Atas Jasa - Membantu banyak Aranara di dalam hutan."},{"id":81225,"name":"Pintu Keajaiban - Masuk ke \"Dunia Aranara\" ...."},{"id":81226,"name":"Di Antara Mimpi dan Realita - Sampai di Vanarana dalam dunia nyata."},{"id":81227,"name":"Alunan Musik Hutan - Kamu sepertinya berpotensi untuk menjadi seorang \"Pengumpul Lagu\" ...?"},{"id":81228,"name":"Perjalanan yang Menyenangkan - Pemandangan indah selama perjalanan tidak boleh dilewatkan."},{"id":81229,"name":"Melodi yang Gemerlap - Mereka akan terus menyanyikan lagu ini selamanya, dari satu generasi ke generasi selanjutnya."},{"id":81230,"name":"Kisah Hutan - Dengarkan lima cerita tentang hutan dari Aravinay."},{"id":81231,"name":"Kebun yang Pernah Hijau - Masuk ke Vanarana di masa lalu."},{"id":81232,"name":"Akhir dari Pemusnahan - Berhasil mengalahkan Jelmaan Marana. Selanjutnya ...."},{"id":81233,"name":"Dari Bumi Kembali ke Bumi - Mimpi dan Harapan tidak akan sirna."},{"id":81234,"name":"Selamanya Terasing dari Hutan - Sudah selesai."},{"id":81235,"name":"Master Chef"},{"id":81236,"name":"Alakazam, Buka Pintunya! - Berhasil masuk ke kemah tersembunyi Fatui dengan menggunakan kode rahasia."},{"id":81237,"name":"Perbincangan dengan Pemilik Peti Harta - Berhasil menemukan \"peti harta\" Aranara."},{"id":81238,"name":"Komidi Vama-putar - Memutar setiap Vamadha yang berisi harta karun."},{"id":81239,"name":"Dalam Nama Anfortas - Mengunjungi tempat perhentian terakhir para pahlawan."},{"id":81240,"name":"Panggilan Kota Tak Bernama - Tenangkan gulungan perkamen misterius."},{"id":81241,"name":"Berjalan Bersama Air dan Angin - Selesaikan \"Sampai Vana Sembuh\"."},{"id":81242,"name":"Pupus Bersama Kenangan - Selesaikan \"Vimana Agama\"."},{"id":81243,"name":"Biar Waktu Bergulir Kembali - Selesaikan urusan Aradasha yang belum tuntas."},{"id":81244,"name":"Tolong, Mainnya Hati-Hati! - Menemani Aranara bermain di hutan."},{"id":81245,"name":"Makanan yang Tak Ada Habisnya - Mengunjungi kebun Aranara di dunia nyata bersama Varsha."},{"id":81246,"name":"Saat Mimpi Akhirnya Berbunga - Membuat Viparyas di kebun Aranara bermekaran."},{"id":81247,"name":"Pohon Kenari di Kebun - Tanya Khayyam tentang ingatan yang hilang."},{"id":81248,"name":"Survei Ekologi Monster Sumeru - Selesaikan pekerjaan menjaga penghuni hutan."},{"id":81249,"name":"Seekor Singa yang Mencari Keberanian - Menemukan kembali \"keberanian\" Arashakun yang hilang."},{"id":81250,"name":"Puncak Kebijaksanaan - Naik ke tempat tertinggi di Kota Sumeru."},{"id":81251,"name":"Penjelajah - Menggunakan reaksi Catalyze untuk menemukan benda yang tadinya sudah hilang."},{"id":81252,"name":"Melati Berbisik, Buah Delima Bersukacita - Selesaikan \"Agnihotra Sutra\"."},{"id":81253,"name":"Gesit Bagai Angin - Aktifkan tiga arus angin di Mawtiyima Forest."},{"id":81254,"name":"Aturan Angka Tiga - Menemukan tiga partitur lagu yang hilang dan dapatkan tiga Buah Vasoma."},{"id":81255,"name":"Buah Pahit dari Mimpi - Menggunakan Kusava untuk pertama kalinya."},{"id":81256,"name":"Dari Langit Masuk ke Tanah - Selesaikan \"Varuna Gatha\"."},{"id":81257,"name":"Memasuki Aliran - Gunakan Kamera untuk mengabadikan saat Varunastra diaktifkan."},{"id":81258,"name":"Kendali Cuaca Diaktifkan - Gunakan Varuna Contraption untuk mengubah cuaca di Apam Woods."},{"id":81259,"name":"Oh, Hari yang Indah! - Temukan harta karun yang tersembunyi dengan mengikuti petunjuk dari dalam peti harta."},{"id":81260,"name":"Anak Kara - Menjelajah di hutan dengan bebas."},{"id":81261,"name":"Reuni yang Panjang - Ikuti Sumpter Beast yang kehilangan pemiliknya sampai dia menyelesaikan perjalanannya."},{"id":81262,"name":"Oooh, Jadi Gitu Toh! - Temukan dan pecahkan teka-teki di Kota Sumeru."},{"id":81263,"name":"Melodi Malam dan Fajar - Kita pasti akan bertemu lagi."},{"id":81264,"name":"Perjumpaan Dengan Kaum yang ... Mana? - \"Teman\" yang tidak biasa bergabung ke tim arkeolog."},{"id":81265,"name":"Menjelajahi Padang Pasir - Penjelajahan di padang pasir telah dimulai."},{"id":81266,"name":"Berpikir Layaknya Vahumana - Botol tinta mempunyai kekuatan yang mengerikan."},{"id":81267,"name":"Fatamorgana - Menyingkapkan jalan menuju singgasana."},{"id":81268,"name":"Mencipta, Menukar, Menyimpan, dan Menggunakan - Bahkan kunci saja harus mendapat \"pengakuan\"."},{"id":81269,"name":"Piramida Maha Agung - Satu langkah kecil untuk menyembunyikan kebenaran."},{"id":81270,"name":"Berjalan Laksana Rakyat Raja Deshret - Mendapat izin untuk melewati banyak pintu."},{"id":81271,"name":"Jalan yang Lurus - Menuju ke ruangan rahasia di puncak Mausoleum Raja Deshret."},{"id":81272,"name":"Menuju Pencerahan - Tidak ada yang tahu bagaimana monumen megah ini dibangun, dan mengapa semuanya hanyut terbawa aliran waktu."},{"id":81273,"name":"LAGI! - Berdiri di depan Raja Deshret sekali lagi di Khaj-Nisut."},{"id":81274,"name":"Rebah di Puncak Dunia - Selesaikan \"Dilema Afratu\"."},{"id":81275,"name":"Apa yang Terjadi Kalau Tombol Ini Dipencet? - Kalau tidak kena, ya tidak masalah."},{"id":81276,"name":"Manuver Terobosan - Apa semua mesin asal Khaenri'ah seaneh ini ya?"},{"id":81277,"name":"Kata Sandinya? - Buka gerbang misterius Lamb-Devourer Rock."},{"id":81278,"name":"Ujung Lorong - Masuk ke ruangan paling rahasia di dasar Mausoleum Raja Deshret."},{"id":81280,"name":"Raja Empat Penjuru - Temukan dan buka rahasia semua Transparent Ruins di padang pasir."},{"id":81281,"name":"Zaman Kemerahan Raja Padang Pasir - Jelajahi ketiga Obelisk besar di padang pasir."},{"id":81282,"name":"Terukir - Keindahan dan harapan adalah cara terlembut untuk mengenang mereka yang telah tiada."},{"id":81283,"name":"Sebelum Waktuku - Tidak ada yang berani menyebut namanya, dan tidak ada yang ingin mengingat perkataan maupun perbuatannya."},{"id":81284,"name":"Kota Khayalan - Alami fatamorgana pertama di padang pasir."},{"id":81285,"name":"Bagaimana Cara Menulis Laporan Ekskavasi? - Jelajahi reruntuhan di bawah padang pasir untuk pertama kali."},{"id":81286,"name":"Terbawa Angin - Pecahkan gumpalan rumput di padang pasir."},{"id":81288,"name":"Melarikan Diri dari Rumah Sakit - Hanya ada satu yang selamat."},{"id":81289,"name":"Arkeolog Terlatih - Aktifkan semua Primal Obelisk di Hypostyle Desert, Land of Upper Setekh, dan Land of Lower Setekh."},{"id":81290,"name":"Melampaui Bayang-Bayang Waktu - Sentuh setiap mural misterius yang ada di padang pasir."},{"id":81291,"name":"\"Andai Mereka Tahu Tentang Yang Tidak Kasat Mata ....\" - Liloupar membebaskan dirinya dari kontrak denganmu, dan memilih untuk menghadapi takdir kelamnya sendirian ...."},{"id":81292,"name":"\"Hanya Menjadi Hamba Sepanjang Masa!\" - Liloupar, Jinni yang terlelap selama ribuan tahun, membuat kontrak denganmu."},{"id":81293,"name":"Masa Lalu Kota Tak Bernama - Mural di dalam Kuil Gurabad menceritakan kisah masa lalu yang gemilang ...."},{"id":81295,"name":"Taman Sunyi Tanpa Mimpi - Di sini adalah mausoleum Dewi Bunga, tempat dirinya terlelap dalam tidur panjang tanpa mimpi ...."},{"id":81296,"name":"\"Dia Pasti Memberi Balas.\" - Akankah kumpulan tukang tenung dan orang fasik mengetahui hari ketika sang pembalas dendam menuntaskan amarah kebajikannya?"},{"id":81297,"name":"Rembulan Semerah Darah - Di papan catur yang luas ini, kengerian apa yang telah terjadi di bawah rembulan yang bersinar merah?"},{"id":81298,"name":"Membabi Buta - Wenut yang buta mengamuk di padang pasir, menghasilkan sesuatu yang tidak terduga dari tindakan yang sembrono ...."},{"id":81299,"name":"\"Aku Juga Benci Wenut!\" - Menerima serangan dari Wenut untuk pertama kalinya."},{"id":81300,"name":"Asal-usul Perselisihan - Pelajari kebenaran di balik kehancuran tim ekspedisi Eremite yang dikirim ke Gurabad."},{"id":81301,"name":"Tidak Perlu Buku Petunjuk ... - Pulihkan Benben ke keadaan sebelumnya."},{"id":81302,"name":"Belas Kasihan Sang Pemburu - Biarkan Tadhla si \"Elang Pemburu\" menentukan takdirnya sendiri ..."},{"id":81303,"name":"Naik Karpet Ajaib - Dunia baru, yang penuh pesona baru!"},{"id":81304,"name":"\"Bukankah Hidup itu Indah?\" - Sarang Wenut mungkin serumit labirin, tetapi kehidupan selalu membuka jalan yang tak terduga ...."},{"id":81306,"name":"Kebun dan Kolam Kuno - Kolam yang dulunya penuh dengan air jernih yang tiada habisnya kini dipenuhi dengan pasir kuning ...."},{"id":81307,"name":"Pada Zamannya .... - Padisarah bermekaran di atas takhta kosong, bagaikan senyuman abadi sang Ratu ...."},{"id":81308,"name":"\"Tunjukkan Kenistaanmu ke Seluruh Dunia.\" - Mengungkapkan kembali papan catur yang rusak di antara pasir kuning."},{"id":81309,"name":"Yang Lahir dari Tanah, Akan Berpulang ke Pelukan Pasir .... - Demikianlah nasib semua yang hidup di padang pasir."},{"id":81310,"name":"Badai Pasir Sempurna - \"Kita menuju ke neraka meteorologi!\""},{"id":81311,"name":"Tarantula Tanpa Cinta - \"Awas, kurebus kamu sampai jadi oli gardan!\""},{"id":81312,"name":"Parvezravan Khwarrah - Aktifkan kembali semua Primal Obelisk di Desert of Hadramaveth."},{"id":81313,"name":"Persekutuan Yang Terlampau Panjang - Takdir mungkin telah ditebas, tapi persekutuan ini akan tetap hidup walaupun terlelap ...."},{"id":81314,"name":"Di Mana Cahaya Bersinar - Mencapai Vourukasha Oasis."},{"id":81315,"name":"Bagai Mentari Terbit dari Balik Pegunungan Kelam - Berhasil mengawal Mihir menyelesaikan ziarah penyuciannya."},{"id":81316,"name":"Pohon di Atas Bukit - Bawa Rashnu kembali ke Vourukasha Oasis."},{"id":81317,"name":"Di Balik Kabut - Hilangkan kabut ungu yang menyelimuti Asipattravana Swamp."},{"id":81318,"name":"Tabuh Saja di Sini - Dapatkan kembali kelima Korybantes."},{"id":81319,"name":"Vyakarana Burung-Burung - Sorush berhasil mendapatkan Twin-Horned Chaplet, dengan disaksikan oleh Zurvan."},{"id":81320,"name":"Saksikan Hantaman Palu Keadilan! - Gunakan Ruin Cannon untuk menghancurkan inti Golem."},{"id":81321,"name":"\"Barangsiapa Berani Masuk, Hendaklah Ia Menanggalkan Semua Harapan.\" - Capai ujung dari dunia permukaan."},{"id":81322,"name":"Mandor Pabrik - Aktifkan lift di pabrik reruntuhan bawah tanah."},{"id":81323,"name":"Ujian Haft-Vádí - Kekuatan Lagu Agung Khvarena sudah ada dalam genggaman tanganmu."},{"id":81324,"name":"Seutas Tali di Tengah Jurang - Selesaikan Ritual Chinvat dan buka jalan menuju kegelapan."},{"id":81325,"name":"Si Unta, si Singa, dan si Anak - Dapatkan semua Hati Spenta dari Defiled Chamber."},{"id":81326,"name":"Hari Tirgan - Setelah membersihkan abyss di langit, kekuatan Khvarena dan Amrita tersebar ke seluruh penjuru."},{"id":81327,"name":"Perjalanan yang Menakjubkan - Menyelesaikan \"Seniman yang Terdampar\"."},{"id":81328,"name":"\"Teka-Teki Ini Terpecahkan!\" - Menyelesaikan \"Penelitian Prasasti\"."},{"id":81329,"name":"Roh yang Ingin Pulang - Menyelesaikan \"Api yang Remang\"."},{"id":81331,"name":"Sang Pemberani Tidak Kenal Mundur - Melewati semua ujian yang dibuat oleh Jarjar."},{"id":81332,"name":"Jalan yang Menyilaukan - Selesaikan semua tantangan dari Soul Bell."},{"id":81333,"name":"Tarian Tujuh Piring - Menyelesaikan semua tantangan \"Jamur-Jamur Tambur\"."},{"id":81334,"name":"Secercah Cahaya di Tengah Lumpur - Pertama kali menggunakan Khvarena untuk membersihkan Kristal Abu."},{"id":81335,"name":"Ketika Saputangan Merah Berubah Menjadi Burung .... - Pertama kali terbang dengan bantuan Sorush."},{"id":81336,"name":"Melebarkan Sayap di Langit Sary-Ozek - Terus terbang selama beberapa saat dengan bantuan Sorush."},{"id":81337,"name":"Siapa Namamu? Anak Siapa? - Pertama kali menggunakan kekuatan Khvarena bersama Sorush."},{"id":81338,"name":"\"Use The Force, Sorush\" - Melempar Buah Nirodha dengan bantuan Sorush untuk melelehkan {param0} kristal kondensasi Amrita."},{"id":81339,"name":"Lautan Kesuburan - Semua kolam Vourukasha Oasis telah hidup kembali."},{"id":82001,"name":"Hanya Latihan Saja - Tembak seekor elang yang terbang dengan busurmu."},{"id":82002,"name":"Penembak Jitu - Serang titik lemah musuh dari kejauhan menggunakan Serangan Membidik."},{"id":82003,"name":"Sang Pemanah - Serang titik lemah musuh dari jarak yang sangat jauh menggunakan Serangan Membidik."},{"id":82004,"name":"Full Metal Apa? - Hancurkan perisai Geo milik Large Geo Slime."},{"id":82005,"name":"Apakah Bola Plasma Masih Terkenal? - Hancurkan perisai milik Electro Cicin Mage."},{"id":82006,"name":"Irama Tengoku - Hentikan pemulihan perisai Abyss Mage."},{"id":82007,"name":"Dadaupa Membara - Bakar perisai kayu milik Wooden Shieldwall Mitachurl."},{"id":82008,"name":"Tak Terkalahkan - Hancurkan seluruh Pilar Batu Pemulihan milik Geo Hypostasis sebelum dia hidup kembali."},{"id":82009,"name":"Program PRISM - Hancurkan seluruh Prisma Pemulihan milik Electro Hypostasis sebelum dia hidup kembali."},{"id":82010,"name":"\"Anemo Crystalfly ini besar sekali\" - Serap seluruh Kristal Angin milik Anemo Hypostasis sebelum dia hidup kembali."},{"id":82012,"name":"\"...Tidak mewakili produk akhir.\" - Kalahkan sebuah Anemo Hypostasis yang sudah melalui 4 tipe Elemental Conversion."},{"id":82013,"name":"Semakin Besar... - Lumpuhkan sebuah Ruin Guard dengan menyerang titik lemahnya."},{"id":82014,"name":"Oper Bola - Pukul jatuh sebuah Pyro Slime dari tangan sebuah Hilichurl Grenadier."},{"id":82015,"name":"\"Satu... serangan saja.\" - Kalahkan 1 musuh dengan menghancurkan es yang membekukan dia."},{"id":82017,"name":"Raja Hilichurl - Kalahkan sebuah Stonehide Lawachurl sebelum Demon Formnya habis."},{"id":82019,"name":"Bekukan Dia! - Selesaikan 1 kali"},{"id":82020,"name":"Bekukan Dia! - Bekukan musuh selama lebih dari 10 detik sebanyak 5 kali."},{"id":82021,"name":"Bekukan Dia! - Bekukan musuh selama lebih dari 10 detik sebanyak 10 kali."},{"id":82022,"name":"Pergilah Bersama Angin! - Selesaikan 1 kali"},{"id":82023,"name":"Pergilah Bersama Angin! - Picu reaksi Swirl Cryo, Hydro, Pyro dan Electro dalam waktu 2 detik sebanyak 5 kali."},{"id":82024,"name":"Pergilah Bersama Angin! - Picu reaksi Swirl Cryo, Hydro, Pyro dan Electro dalam waktu 2 detik sebanyak 10 kali."},{"id":82025,"name":"Seputih Salju - Selesaikan 1 kali"},{"id":82026,"name":"Seputih Salju - Bekukan 4 musuh dalam 2 detik sebanyak 5 kali."},{"id":82027,"name":"Seputih Salju - Bekukan 4 musuh dalam 2 detik sebanyak 10 kali."},{"id":82028,"name":"Performa Mungkin Menurun Saat Suhu Rendah - Selesaikan 1 kali"},{"id":82029,"name":"Performa Mungkin Menurun Saat Suhu Rendah - Kalahkan 4 musuh dengan Superconduct dalam 2 detik sebanyak 5 kali."},{"id":82030,"name":"Performa Mungkin Menurun Saat Suhu Rendah - Kalahkan 4 musuh dengan Superconduct dalam 2 detik sebanyak 10 kali."},{"id":82031,"name":"Seni Berperang... - Selesaikan 1 kali"},{"id":82032,"name":"Seni Berperang... - Kalahkan 4 musuh dengan Overloaded dalam 2 detik sebanyak 5 kali."},{"id":82033,"name":"Seni Berperang... - Kalahkan 4 musuh dengan Overloaded dalam 2 detik sebanyak 10 kali."},{"id":82034,"name":"Meleleh Seperti Es Krim - Selesaikan 1 kali"},{"id":82035,"name":"Meleleh Seperti Es Krim - Kalahkan 4 musuh dengan Melt dalam 2 detik sebanyak 5 kali."},{"id":82036,"name":"Meleleh Seperti Es Krim - Kalahkan 4 musuh dengan Melt dalam 2 detik sebanyak 10 kali."},{"id":82037,"name":"Lebih Mengejutkan Dari Cinta Pada Pandangan Pertama - Selesaikan 1 kali"},{"id":82038,"name":"Lebih Mengejutkan Dari Cinta Pada Pandangan Pertama - Kalahkan 4 musuh dengan Electro-Charged dalam 2 detik sebanyak 5 kali."},{"id":82039,"name":"Lebih Mengejutkan Dari Cinta Pada Pandangan Pertama - Kalahkan 4 musuh dengan Electro-Charged dalam 2 detik sebanyak 10 kali."},{"id":82040,"name":"Bon Appétit - Party memiliki 4 anggota yang berada di dalam status Kenyang pada saat bersamaan."},{"id":82041,"name":"Pemberi Hukuman - Akibatkan lebih dari 5.000 CRIT DMG."},{"id":82042,"name":"Pemberi Hukuman - Akibatkan lebih dari 20.000 CRIT DMG."},{"id":82043,"name":"Pemberi Hukuman - Akibatkan lebih dari 50.000 CRIT DMG."},{"id":82044,"name":"Penjelajah Kedalaman - Selesaikan Spiral Abyss Lt. 4."},{"id":82045,"name":"Penjelajah Kedalaman - Selesaikan Spiral Abyss Lt. 8."},{"id":82046,"name":"Penjelajah Kedalaman - Selesaikan Spiral Abyss Lt. 12."},{"id":82047,"name":"Dari Dalam - Selesaikan Spiral Abyss Lantai 2 Ruangan 3 tanpa terkena DMG."},{"id":82048,"name":"Dari Dalam - Selesaikan Spiral Abyss Lantai 5 Ruangan 3 tanpa terkena DMG."},{"id":82049,"name":"Dari Dalam - Selesaikan Spiral Abyss Lantai 8 Ruangan 3 tanpa terkena DMG."},{"id":82050,"name":"My Precious - Selesaikan Spiral Abyss Lt. 2 - Ruangan 2 dengan kondisi Monolit Ley Line tidak menerima DMG sama sekali."},{"id":82051,"name":"Petarung Abyssal - Dapatkan semua Abyssal Star di Spiral Abyss."},{"id":82052,"name":"Fantastic Four - Selesaikan sebuah Domain dengan 4 karakter berelemen sama."},{"id":82053,"name":"Hydro Hunter - Kalahkan semua Hydro Mimic yang dipanggil Oceanid"},{"id":82054,"name":"Kisah Siksaan Dengan Air - Kalahkan Oceanid tanpa terkena DMG dari bom air yang ditinggalkan oleh Hydro Mimic tertentu."},{"id":82055,"name":"...Aneh Sekali - Kalahkan 1 Unusual Hilichurl."},{"id":82056,"name":"...Aneh Sekali - Kalahkan 20 Unusual Hilichurl."},{"id":82057,"name":"...Aneh Sekali - Kalahkan 50 Unusual Hilichurl."},{"id":82058,"name":"Tukang Kebun di Teyvat Tidak Boleh Takut Dingin - Lumpuhkan Cryo Regisvine dengan menyerang mahkota bunganya."},{"id":82059,"name":"Tukang Kebun di Teyvat Tidak Boleh Takut Panas - Lumpuhkan Pyro Regisvine dengan menyerang mahkota bunganya."},{"id":82060,"name":"Geronimo! - Serang 1 musuh dengan Plunging Attack setelah terjatuh lebih dari 5 detik."},{"id":82061,"name":"Siklus Abadi - Keluarkan 5 Elemental Burst dalam 15 detik."},{"id":82062,"name":"Lindungi Aku dari Kerasnya Dunia ini - Membuat seorang karakter dilindungi oleh 3 perisai dengan jenis yang berbeda dalam waktu bersamaan."},{"id":82063,"name":"\"Rasakan Ini, Dasar Mist Flower!\" - Kalahkan Cryo Regisvine tanpa menghancurkan titik lemah mahkota bunganya."},{"id":82064,"name":"\"Benar-benar panas yang membara\" - Kalahkan Pyro Regisvine tanpa menghancurkan titik lemah mahkota bunganya."},{"id":82065,"name":"Outlander Vs Outlander - Kalahkan Childe tanpa ada anggota party yang ditandai dan terkena serangan lanjutan darinya."},{"id":82066,"name":"Mencuri Bola - Pukul jatuh sebuah Cryo Slime dari tangan Cryo Hilichurl Grenadier."},{"id":82067,"name":"Robohkan Tembok Ini! - Hancurkan sebuah perisai milik Ice Shieldwall Mitachurl."},{"id":82068,"name":"Esnya Sedikit, Jangan Pakai Gula - Mengalahkan Cryo Samachurl saat dia berada dalam kondisi tidak bisa menciptakan pilar es."},{"id":82069,"name":"...Jatuh dari Ketinggian - Hancurkan pilar es yang diciptakan Cryo Samachurl."},{"id":82070,"name":"Hilichurl yang Dingin - Mengalahkan Frostarm Lawachurl sebelum Demon Formnya habis."},{"id":82071,"name":"Kuncup Bunga Mawar... - Hancurkan perisai milik Cryo Cicin Mage."},{"id":82072,"name":"Pembunuh Raja - Mengalahkan penguasa Dragonspine yang sesungguhnya...?"},{"id":82073,"name":"Goliat - Lumpuhkan sebuah Ruin Grader dengan menyerang titik lemahnya."},{"id":82074,"name":"Tendangan Penalti - Pyro Slime sama sekali tidak bisa digali di beberapa tempat..."},{"id":82075,"name":"Erosi Medan Listrik - Hancurkan medan elektromagnetik Electro Hypostasis."},{"id":82076,"name":"\"... Kadal-Spock\" - Buat satu karakter terkena 3 serangan gunting-batu-kertas secara berturut-turut."},{"id":82077,"name":"Bangunan Mudah Runtuh Kalau Fondasinya Lemah! - Jatuhkan Geo Hypostasis sebanyak 3 kali, dengan cara menghancurkan Basalt Column tempat dia berdiam."},{"id":82078,"name":"Bangunan Tetap Bisa Runtuh Meski Fondasinya Kuat! - Membuat Geo Hypostasis masuk ke Status Pemulihan tanpa menyerang Basalt Column."},{"id":82079,"name":"Ribuan Angin Pergi dan Kembali - Menyerap minimal 10 Elemental Particle Anemo ciptaan Anemo Hypostasis dalam satu pertarungan."},{"id":82080,"name":"Inti yang Meleleh - Hancurkan benih api yang diciptakan oleh Pyro Regisvine."},{"id":82081,"name":"Pusing dan Terjatuh - Hancurkan titik lemah di mahkota bunga Cryo Regisvine saat sedang menembakkan laser es."},{"id":82082,"name":"Kita Tidak Bisa Lari dari Kematian dan Hutang - Kalahkan Fatui - Pyro Agent saat dia berada dalam kondisi tidak terlihat."},{"id":82083,"name":"Meleleh dalam Kesendirian - Kalahkan Cryo Cicin Mage saat semua Cicin yang dikendalikan olehnya masih ada."},{"id":82084,"name":"Dia Juga Salah Satu dari Four Winds? - Kalahkan Anemoboxer Skirmisher setelah dia berhasil menyerap dan membalas serangan dari semua jenis elemen."},{"id":82085,"name":"Tangkis Menangkis - Gunakan sebuah perisai untuk membalas serangan terjangan Geovishap."},{"id":82086,"name":"Kupantulkan Kembali! - Gunakan perisai untuk membalas serangan \"Primordial Shower\" milik Primo Geovishap."},{"id":82087,"name":"Mata Dibalas Mata! - Gunakan perisai dengan elemen yang sama (atau elemen Geo) untuk membalas serangan Primordial Shower milik Primo Geovishap dan mengakibatkan DMG yang besar."},{"id":82088,"name":"Jiwa-jiwa Terkuat - Mengalahkan Azhdaha yang berubah menjadi berbagai bentuk."},{"id":82089,"name":"\"...Pekerjaan Satu Malam\" - Mengalahkan Cryo Hypostasis yang sedang melemah."},{"id":82090,"name":"\"Salju Setinggi Lutut...\" - Mengalahkan Cryo Hypostasis yang sudah bangkit tiga kali."},{"id":82091,"name":"Geovishap Matahari, Geovishap Bulan - Kalahkan semua bentuk elemen Geovishap."},{"id":82092,"name":"Reaksi Elemen Geo? - Kalahkan semua bentuk elemen Primo Geovishap."},{"id":82093,"name":"Pertunjukan Boneka - Kalahkan Maguu Kenki saat dia sedang memprovokasi."},{"id":82094,"name":"Pilar Reruntuhan - Kalahkan Electro Samachurl tanpa ada pilar petir di lapangan."},{"id":82095,"name":"Raja yang Dikutuk Takdir - Kalahkan Thunderhelm Lawachurl yang sedang dalam kondisi menguat."},{"id":82096,"name":"Hidroterapi - Kalahkan Mirror Maiden tanpa terjebak oleh Water Prison."},{"id":82097,"name":"Sunyi Senyap - Kalahkan Pyro Hypostasis setelah padam satu kali."},{"id":82098,"name":"Pertempuran di Pulau Narukami - Kalahkan Perpetual Mechanical Array saat berada dalam kondisi lemah."},{"id":82099,"name":"Selama Aku Berlari Cepat... - Kalahkan Maguu Kenki tanpa terkena serangan dari bayangannya."},{"id":82100,"name":"Pertarungan yang Terhormat! - Kalahkan Maguu Kenki tanpa memicu tangkisan dari \"Oushi no Omote\"."},{"id":82101,"name":"...Hanya Mengandalkan Diri Sendiri - Kalahkan Primo Geovishap tanpa memicu serangan balik Primordial Shower."},{"id":82102,"name":"Kamu Terbakar? - Kalahkan Pyro Hypostasis yang telah bangkit dua kali."},{"id":82103,"name":"Smells like Animal Spirit! - Kalahkan Pyro Hypostasis setelah terkena kombo 3 serangan tiruan milik Pyro Hypostasis."},{"id":82104,"name":"Terobosan Inti - Kalahkan Perpetual Mechanical Array setelah melumpuhkan 4 jenis Ruin Sentinel miliknya."},{"id":82105,"name":"Semua Mesin yang Terlibat Harap Pergi! - Kalahkan Perpetual Mechanical Array tanpa mengalahkan Ruin Sentinel miliknya."},{"id":82106,"name":"Api Lawan Api - Kalahkan Kairagi"},{"id":82107,"name":"Mengendarai Petir - Kalahkan Kairagi"},{"id":82108,"name":"Aku Mendengar Petir... - Terkena sambaran petir yang dipanggil oleh Crackling Axe Mitachurl..."},{"id":82109,"name":"Sentuhan Terakhir - Kalahkan Azhdaha tanpa menggunakan perisai sekalipun selama pertarungan."},{"id":82110,"name":"Menang Tanpa Hancurkan Air - Kalahkan Hydro Hypostasis tanpa menghancurkan satu pun Water Droplet (kecuali saat Hydro Hypostasis sedang memulihkan HP)."},{"id":82111,"name":"Senjata Biologis Samudra! - Terkena serang makhluk ciptaan Hydro Hypostasis tertentu ...."},{"id":82112,"name":"Cinta Bertepuk Sebelah Tangan - Kalahkan Thunder Manifestation tanpa pernah terkunci sebagai sasaran."},{"id":82113,"name":"Jatuhnya Suara Guntur - Kalahkan Thunder Manifestation yang sedang terbang."},{"id":82114,"name":"Sungai yang Membeku dan Sang Penyihir Api - Kalahkan Signora tanpa menghancurkan Hearts of Flame atau Eyes of Frost miliknya."},{"id":82115,"name":"Garam untuk Musuh, Air untuk Diriku - Dalam Tantangan Hydro Hypostasis, dapatkan minimal tiga bola pemulihan yang ditembakkan oleh \"Tetesan Air\"."},{"id":82116,"name":"Perjalanan Pulang yang Berat - Gunakan objek penghalang, penghempasan, dan cara-cara lainnya untuk mencegah pemulihan Hydro Hypostasis tanpa menghancurkan \"tetesan air\"-nya."},{"id":82117,"name":"Momen Kehancuran - Kalahkan Signora tanpa menggunakan Crimson Lotus Moth."},{"id":82118,"name":"Semakin Kau Kejar Semakin Ku Jauh - Kalahkan Thunder Manifestation tanpa terkena sangkar listrik."},{"id":82119,"name":"Keheningan Radio - Terkunci sebagai sasaran sebelum menyerang Thunder Manifestation."},{"id":82120,"name":"Dilarang Berenang di Sini! - Kalahkan Bathysmal Vishap sebelum mereka masuk ke dalam air ketika tantangan Bathysmal Vishap Herd."},{"id":82121,"name":"Akhir dari Inugami - Kalahkan dua Rifthound Skull dalam waktu singkat."},{"id":82122,"name":"Menghantam Bumi - Tembak sampai jatuh Bathysmal Vishap yang sedang memanjat."},{"id":82123,"name":"Penghakiman Sejati - Hanya tembak jatuh lawanmu yang sesungguhnya."},{"id":82124,"name":"Selamat dari Gigitan Anjing - Kalahkan Rifthound yang meraung."},{"id":82125,"name":"Bukan Ancaman Serius - Kalahkan Specter yang sama sekali belum mengakumulasi Fury."},{"id":82126,"name":"Tidak Ada Matinya! - Hindari satu putaran penuh gelombang destruktif Baleful Vajra selama satu pertempuran dengan Magatsu Mitake Narukami no Mikoto."},{"id":82127,"name":"\"Siiilau Men!\" - Gunakan Blooming Light 1 kali untuk menghancurkan 2 Oozing Concretion dalam tantangan Ruin Serpent."},{"id":82128,"name":"Ouroboros - Hancurkan \"Oozing Gulch\" dan lumpuhkan Ruin Serpent yang sedang mengumpulkan energi."},{"id":82129,"name":"\"Han Selalu Menembak Duluan ....\" - Makanya jangan bawa pedang ke tempat adu tembak."},{"id":82130,"name":"Keuntungan Dalam Kesempitan - Tonton perang saudara antar para Fungus."},{"id":82131,"name":"\"SINI!\" - Tembak jatuh Fungus yang terbang."},{"id":82132,"name":"Saat Musim Gugur dan Embun Bertemu - Biarkan Electro Regisvine melancarkan serangan tabrakan setrumnya."},{"id":82133,"name":"Tiga Pukulan? - Saksikan tiga kemampuan kuat Jadeplume Terrorshroom yang sudah aktif."},{"id":82134,"name":"Bunga Gila di Penghujung Jalan - Ketika Electro Regisvine menembakkan sinar petir, lumpuhkan dia dengan cara menyerang mahkotanya."},{"id":82135,"name":"AMPUN KAKAK! - Kalahkan Jadeplume Terrorshroom setelah mode aktifnya selesai."},{"id":82136,"name":"Bau Jamur Panggang di Pagi Hari - Kalahkan 6 Fungus yang dibuat Jadeplume Terrorshroom yang terkena efek Burning dalam satu tantangan."},{"id":82137,"name":"Pembantai Naga - Jatuhkan Aeonblight Drake dengan cara menyerang inti di sayapnya dalam satu tantangan."},{"id":82138,"name":"Kemenangan Dimulai dari Pikiran - Ganggu aliran energi Aeonblight Drake dengan cara menyerang inti di kepalanya dalam satu tantangan."},{"id":82139,"name":"Percuma Saja Melawan - Kalahkan Aeonblight Drake yang sudah ditingkatkan pertahanannya terhadap setidaknya dua jenis elemen berbeda."},{"id":82140,"name":"Konslet - Kalahkan Algorithm of Semi-Intransient Matrix of Overseer Network ketika dalam kondisi Overclock dan Overloaded."},{"id":82141,"name":"Daisy, Daisy - Pecahkan Algorithm of Semi-Intransient Matrix of Overseer Network dengan cara menyerang intinya dengan reaksi Quicken, Aggravate, atau Spread."},{"id":82142,"name":"CUKUP, Bapak Robot! - Interupsi Charged Attack Aeonblight Drake dengan cara menyerang inti di kepalanya."},{"id":82143,"name":"Nanomachine, nak! - Kalahkan Jadeplume Terrorshroom yang aktif saat dia sedang merapal Skill kuat ...."},{"id":82144,"name":"Dirikan Tembok Pertahanan - Saksikan dampak Overclock pada Algorithm of Semi-Intransient Matrix of Overseer Network."},{"id":82145,"name":"Tangan Tak Kasat Mata - Kalahkan Primal Construct tanpa menonaktifkan mode menghilangnya."},{"id":82146,"name":"Rumput Meledak, Percikan Api Menyebar - Kalahkan 4 musuh menggunakan Burgeon dalam 2 detik, 1 kali"},{"id":82147,"name":"Rumput Meledak, Percikan Api Menyebar - Kalahkan 4 musuh menggunakan Burgeon dalam 2 detik, 5 kali"},{"id":82148,"name":"Rumput Meledak, Percikan Api Menyebar - Kalahkan 4 musuh menggunakan Burgeon dalam 2 detik, 10 kali"},{"id":82149,"name":"Sirkus Hyperbloom - Kalahkan 4 musuh menggunakan Hyperbloom dalam 2 detik, 1 kali"},{"id":82150,"name":"Sirkus Hyperbloom - Kalahkan 4 musuh menggunakan Hyperbloom dalam 2 detik, 5 kali"},{"id":82151,"name":"Sirkus Hyperbloom - Kalahkan 4 musuh menggunakan Hyperbloom dalam 2 detik, 10 kali"},{"id":82155,"name":"Fungsi Luar Biasa Peneguhan Nitrogen - Aktifkan tiga Restorative Pith secara bersamaan dalam satu tantangan Dendro Hypostasis."},{"id":82156,"name":"Kisah Rumput yang Jatuh - Bakar cangkang akar milik Dendro Hypostasis selagi ia melakukan Plunging Attack."},{"id":82157,"name":"Terjatuh dan Terguling - Gunakan Matriks Elemental untuk melumpuhkan Shouki no Kami, the Prodigal."},{"id":82158,"name":"Hidup dan Mati, Sebab dan Akibat - Bahkan di ujung kehancuran pun, masih ada kesempatan untuk menang ...."},{"id":82159,"name":"Kamuflase Aktif - Hilangkan mode menghilang 2 Primal Construct dengan menggunakan Quicken, Aggravate, Spread, atau Truesense Pulse dalam 3 detik."},{"id":82160,"name":"Dia yang Menguasai Rempah-Rempah .... - Gunakan Peluru Angin dan picu reaksi Swirl untuk menjatuhkan Setekh Wenut yang melayang."},{"id":82161,"name":"Kutolak Duri Ini - Menggunakan serangan Pyro untuk membakar semua duri yang diciptakan Dendro Hypostasis pada serangan lingkaran durinya."},{"id":82162,"name":"Masih Belum Puas - Menggunakan kekuatan Balok Energi Phagocytic untuk melumpuhkan musuh berikut"},{"id":82163,"name":"Kayak Main Engklek? - Mengaktifkan semua Matriks Elemental dalam satu pertarungan melawan \"Shouki no Kami, the Prodigal\"."},{"id":82164,"name":"Waktunya Balas Dendam - Hancurkan perisai Shouki no Kami saat ia sedang melancarkan serangan beruntun."},{"id":82165,"name":"Ini Baru Namanya The Four Winds! - Menggunakan masing-masing serangan Cryo, Pyro, Electro, dan Hydro untuk memicu reaksi Swirl dari Peluru Angin dalam satu tantangan melawan Setekh Wenut."},{"id":82166,"name":"Meski Ada Penghalang di Antara Kita .... - Mengalahkan Iniquitous Baptist tanpa menghancurkan perisai elemennya."},{"id":82167,"name":"Hasil Sebuah Usaha - Mengalahkan semua kemungkinan kombinasi elemen Iniquitous Baptist."},{"id":82168,"name":"30 Menit, Kita di Sini ... Tanpa Suara - Membuat Iniquitous Baptist lumpuh dengan menghancurkan semua Cincin Elemen saat dia mulai menyerang."},{"id":82169,"name":"Layaknya Pancaran Sinar Matahari - Kalahkan Guardian of Apep's Oasis tanpa ada Karakter yang terkena serangan guncangan sisa kiamat."},{"id":84000,"name":"Akhir dari Permulaan - Selesaikan quest Mondstadt Archon."},{"id":84001,"name":"Pengembara yang Menangkap Angin - Selesaikan \"Pengembara yang Menangkap Angin\"."},{"id":84002,"name":"Demi Hari Esok Tanpa Air Mata - Selesaikan \"Demi Hari Esok Tanpa Air Mata\"."},{"id":84003,"name":"Lagu Naga dan Kebebasan - Selesaikan \"Lagu Naga dan Kebebasan\"."},{"id":84004,"name":"Biarkan Angin Memandu - Dapatkan kekuatan Anemo."},{"id":84005,"name":"...Badai Baru? - Kalahkan naga yang menyerang Mondstadt."},{"id":84006,"name":"Kekuatan Knight - Menjadi Honorary Knight of Favonius."},{"id":84007,"name":"Permasalahan Para Knight - Gagal meminjam Holy Relic... tapi mempelajari dilema para Knight."},{"id":84008,"name":"Arah Angin Bisa Berubah - Pertolongan Dvalin."},{"id":84009,"name":"Negeri Melayang di Antara Beribu Batu - Selesaikan \"Negeri Melayang di Antara Beribu Batu\""},{"id":84010,"name":"Sampai Jumpa, Master Masa Lampau - Selesaikan \"Sampai Jumpa, Master Masa Lampau\"."},{"id":84011,"name":"Perilaku Aneh - Diselamatkan oleh orang luar di \"tempat turis yang tidak didatangi oleh orang lokal\"."},{"id":84012,"name":"Hantu Churli-Silly-Billy - Berjanji untuk main bersama Dusky Ming."},{"id":84013,"name":"Harum Sekali - Cari tahu parfum apa yang disukai Rex Lapis."},{"id":84014,"name":"Paimon Saja Tidak Bisa Masuk - Bersihkan poci teh Madame Ping."},{"id":84015,"name":"\"Petualang yang berani...\" - Tanpa memikirkan Mora, komisikan pekerjaanmu ke orang lain."},{"id":84016,"name":"Perlindungan Peninggalan Budaya - Kamu gagal menemukan Cocogoat... tapi berhasil memperbaiki tempat bersejarah."},{"id":84017,"name":"Perpisahan Panjang - Siapkan semua benda yang dibutuhkan untuk Rite of Parting."},{"id":84018,"name":"Slime Dengan Gula Secukupnya - Buat sekotak Slime Lapis Gula yang cantik dan nikmat."},{"id":84019,"name":"Melangkah Menuju Langit - Masuk ke \"kastil di atas langit\" di Liyue."},{"id":84020,"name":"Lily menyukai Musik - Nyanyikan lagu Mondstadt pada Glaze Lily"},{"id":84021,"name":"Kali Ini... Aku Melepaskanmu - Kalahkan Childe."},{"id":84022,"name":"Tergelincir - Kalahkan Overlord of the Vortex"},{"id":84023,"name":"Perpisahan Terakhir - Ikuti acara Rite of Parting."},{"id":84024,"name":"Bintang Baru yang Mendekat - Telah menyelesaikan \"Bintang Baru yang Mendekat\""},{"id":84025,"name":"Pergerakan Takdir - Selesaikan quest \"Bough Keeper"},{"id":84026,"name":"Fantastic Voyage"},{"id":84028,"name":"Mata Pemburu Iblis - Memahami semua petunjuk dengan tepat."},{"id":84029,"name":"Pencuri, Orang Gila, dan Misteri Kegelapan - Periksa kondisi Grand Thief."},{"id":84030,"name":"Reruntuhan Hidup dan Mati - Kabur dari reruntuhan yang mengerikan."},{"id":84031,"name":"Mencemooh Kekuatan Para Dewa - Mengetahui \"Roda Takdir\" yang sedang berjalan..."},{"id":84032,"name":"Hentikan Omong Kosongmu - Kalahkan Abyss Herald."},{"id":84033,"name":"Kita Akan Bertemu Lagi - Selesaikan quest \"Kita Akan Bertemu Lagi\"."},{"id":84034,"name":"Datangnya Badai Petir - Dapatkan kesempatan untuk pergi ke Inazuma menggunakan kapal The Alcor."},{"id":84035,"name":"Siap Bertempur! - Menang pertama kali di Turnamen Crux Clash."},{"id":84036,"name":"Daun Merah di Musim Gugur - Menyelesaikan quest \"Daun Merah di Musim Gugur\"."},{"id":84037,"name":"Melalui Badai - Tiba di Pemukiman Orang Asing"},{"id":84038,"name":"Hiiragi Sanjuuro - Kawal barang dengan sukses dan tinggalkan Ritou"},{"id":84039,"name":"Aspirasi Semua Orang - Berinteraksi dengan Patung Omnipresent God, simbol Keabadian."},{"id":84040,"name":"Putri di Balik Tirai - Secara resmi berkenalan dengan nona muda dari Klan Kamisato."},{"id":84041,"name":"Omamori, Keadilan, dan Kebajikan - Selesaikan \"Tiga Permintaan\"."},{"id":84042,"name":"Festival Kembang Api - Berhasil selamatkan Masakatsu."},{"id":84043,"name":"Menantang Cahaya Petir - Menjadi target Dekrit Perburuan Vision."},{"id":84044,"name":"Orang Asing yang Revolusioner - Sukses bergabung dengan pemberontak."},{"id":84045,"name":"Dewa Kekal dan Tanah Keabadian - Selesaikan \"Dewa Kekal dan Tanah Keabadian\""},{"id":84046,"name":"Kekosongan Pikiran, Kemusnahan Bayangan - Selesaikan \"Kekosongan Pikiran, Kemusnahan Bayangan\""},{"id":84047,"name":"Swordfish II - Dapatkan pengakuan dari tim Swordfish II."},{"id":84048,"name":"Meski Harapan Bagaikan Embun Pagi .... - Cari pelaku yang menyebarkan Delusion."},{"id":84049,"name":"Kembang Api Meriah nan Megah - Nyalakan kembang api untuk mengalihkan para penjaga."},{"id":84050,"name":"Pertempuran Hidup dan Mati - Menang dalam duel di istana."},{"id":84051,"name":"Harapan Mereka .... - Kabulkan semua permintaan Patung Omnipresent God."},{"id":84052,"name":"Sang Mahahadir di Dunia Fana - Selesaikan quest \"Sang Mahahadir di Dunia Fana\""},{"id":84053,"name":"Semuanya Baik-Baik Saja - Bantu Wang Ping'an memperbaiki kuil Pervases."},{"id":84054,"name":"Kisah Petualangan Anna - Bantu Anna menjadi seorang petualang."},{"id":84055,"name":"Permulaan Sebuah Perjalanan - Seorang pemuda akan memulai perjalanan jauhnya ...."},{"id":84056,"name":"Kebangkitan Kembali Jade Chamber - Selesaikan pembangunan ulang Jade Chamber."},{"id":84057,"name":"Yang Mulia dari Kedalaman - Kalahkan Beisht, Avenger of the Vortex."},{"id":84058,"name":"Mimpi Masa Lampau - Saksikan kebenaran di balik sejarah desa."},{"id":84059,"name":"Bangau Pulang Mengikuti Angin - Selesaikan Bangau Pulang Mengikuti Angin"},{"id":84060,"name":"Ketika Kamu Melihat \"Kegelapan\" .... - \"Kegelapan\" akan menatapmu kembali. Meskipun kamu berhasil bertemu lagi dengan Dain ...."},{"id":84061,"name":"Si Cantik dan Si Terkutuk - Pelajari rahasia Black Serpent Knight dan Hilichurl."},{"id":84062,"name":"Keinginan untuk Hidup dan Dalamnya Kepedihan - Kalahkan Abyss Herald."},{"id":84063,"name":"Kemuliaan Selalu Menyertaimu! - Selesaikan \"Lagu yang Bergema di Dasar Jurang\""},{"id":84064,"name":"Tiada Jalan Pulang - Menerobos rintangan yang ada dan bertemu dengan Xiao di \"Jalur Berbahaya\"."},{"id":84065,"name":"Kengerian yang Mendalam - Berhasil kabur dari ruang misterius yang ada di dasar terdalam Chasm."},{"id":84066,"name":"Sepenuh Hati dan Jiwa - Berhasil menyelesaikan \"Jalur Berbahaya\"."},{"id":84067,"name":"Suara Akasha - Dengarkan suara kebijaksanaan dewa."},{"id":84068,"name":"Si Saudagar dan Gerbang Pengetahuan - Lihat dan beli Kapsul Pengetahuan bersama Dori."},{"id":84069,"name":"Rumah Waktu dalam Kapsul - Gunakan Kapsul Pengetahuan untuk meningkatkan kemampuan bertempur."},{"id":84070,"name":"Melewati Tirai Asap dan Hutan Kelam - Selesaikan \"Melewati Tirai Asap dan Hutan Kelam\"."},{"id":84071,"name":"Nikmatnya Rasa Déjà Vu - Gunakan instingmu untuk menemukan kotak permen rasa Sunsettia."},{"id":84072,"name":"Paimon Saja Emoh! - Makan Coconut Charcoal Cake yang dari kelihatannya saja sudah ketahuan tidak enaknya."},{"id":84073,"name":"Terjaga di Penghujung Mimpi - Terbangun dari samsara Sabzeruz."},{"id":84074,"name":"Fajar Seribu Mawar - Selesaikan \"Fajar Seribu Mawar\"."},{"id":84075,"name":"Jiwa yang Menembus Tubuh - Dirasuki Nahida lewat Akasha."},{"id":84076,"name":"Kemenangan Imajinasi - Dipandang sebagai penyelamat dunia oleh warga yang dikendalikan Dottore."},{"id":84077,"name":"Sang Dewa Menatap Balik - Saksikan masa lalu Scaramouche setelah terhubung dengan \"kesadaran agung\"."},{"id":84078,"name":"Mimpi, Kekosongan, dan Muslihat - Selesaikan \"Mimpi, Kekosongan, dan Muslihat\"."},{"id":84079,"name":"Penjarah Pasir - Temukan kuil kuno di bawah padang pasir."},{"id":84080,"name":"Ketika Surya Kegelapan Berlalu - Memahami masa lalu dari kata-kata terakhir imam Deshret."},{"id":84081,"name":"Raja Tanah Merah dan Tiga Peziarah - Selesaikan \"Raja Tanah Merah dan Tiga Peziarah\"."},{"id":84082,"name":"Eremitis ne credite - Bantu Cyno membawa Rahman dan orang-orangnya masuk Sumeru."},{"id":84083,"name":"Jalan Menuju Kemenangan - Selesaikan persiapan untuk menjalankan rencana."},{"id":84084,"name":"Hari Terpanjang - Selamatkan dewa di Hari Jnagarbha."},{"id":84085,"name":"Maaf, Anda Tidak Memenuhi Syarat - Cegah kelahiran \"dewa palsu\"."},{"id":84086,"name":"Akasha Berdetak, Api Kalpa Bergelora - Selesaikan \"Akasha Berdetak, Api Kalpa Bergelora\""},{"id":84087,"name":"Misteri Tatarasuna - Cari kenangan tentang masa lalu Tatarasuna di dalam Irminsul."},{"id":84088,"name":"Gema Sejarah - Cari tahu konsekuensi tindakan The Balladeer memasuki Irminsul."},{"id":84089,"name":"Parinama"},{"id":84090,"name":"Aku, Tapi Bukan Diriku - Kalahkan Everlasting Lord of Arcane Wisdom di dalam kenangan."},{"id":84091,"name":"Pembalikan Kejadian - Selesaikan \"Pembalikan Kejadian\"."},{"id":84092,"name":"Malam Penuh Bintang - Mengingat kembali kenangan yang berhubungan dengan saudaramu."},{"id":84093,"name":"Sakit Sampai Sekarat - Racik obat yang dapat memberikan secercah harapan."},{"id":84094,"name":"Sisi Lain Takdir - Saksikan keajaiban yang diciptakan oleh si \"Pendosa\"."},{"id":84095,"name":"Caribert - Selesaikan \"Caribert\"."},{"id":84100,"name":"Archaic Lord of Lightning and Blitz - Saksikan kesialan Bennett yang bahkan bisa memengaruhi cuaca."},{"id":84101,"name":"Kekuatan Keberuntungan - Aktifkan semua mekanisme tanpa ada kesalahan dan ambil harta karunnya."},{"id":84102,"name":"Garis Batas yang Bisa Dilewati - Selesaikan quest \"Mata Air Penyembuh\" dan buka semua akhir cerita."},{"id":84103,"name":"Pelayan Paling Sempurna dan Tangguh - Selesaikan quest \"Pelatihan Knight\" dan buka semua akhir cerita."},{"id":84104,"name":"Pembasmi Iblis - Selesaikan quest \"Mencari dan Membasmi Iblis\" dan buka semua akhir cerita."},{"id":84105,"name":"Kejutan Terpedas di Mondstadt - Cicipi Chilibrew buatan Barbara."},{"id":84106,"name":"\"...Karena Ini Tugasku\" - Bantu Noelle menemukan sumber kekuatannya."},{"id":84107,"name":"Es Krim... Pedas? - Buat es krim batang dengan resep yang salah dan memicu Luapan Energi Yang milik Chongyun."},{"id":84108,"name":"Garis Pertahanan Terakhir Seorang Idola - Berhasil membujuk Albert dan penggemar Barbara lainnya untuk pergi."},{"id":84109,"name":"Dunia yang Hanya Diketahui Bunga Mawar - Baca catatan pelatihan Noelle."},{"id":84110,"name":"Melepas Kekhawatiran - Menyelesaikan \"Persiapan Ujian Knight\" dan membuka semua akhir cerita."},{"id":84111,"name":"Knight Pelayan Tak Terkalahkan - Mendengarkan \"Perjalanan Seorang Ksatria Melalui Liyue\" bersama Noelle"},{"id":84112,"name":"Murid Teladan Mondstadt - Membaca catatan belajar Noelle."},{"id":84113,"name":"Minuman Spesial Diona. Diaduk, Jangan Dikocok - Selesaikan quest \"Kucing dan Koktail\" dan buka semua akhir cerita."},{"id":84114,"name":"Ada Harga yang Harus Dibayar... - Membantu Diona menemukan minuman untuk dijadikan dasar dari minuman spesialnya."},{"id":84115,"name":"Yang Mulia, Putri Kucing - Membawa semua kucing kembali ke Cat's Tail."},{"id":84116,"name":"Semuanya Senang - Selesaikan quest \"Pekerjaan Sehari-Hari Seorang Pengurus Rumah\" dan buka semua akhir cerita."},{"id":84117,"name":"Pembersih Rumah Profesional - Menyelesaikan bersih-bersihnya dalam batas waktu."},{"id":84118,"name":"Datang dari Laut, Tidak Kembali ke Laut - Mempelajari kisah Inu Shoushou bersama dengan Thoma."},{"id":84119,"name":"Ilmu Ninja Tingkat \"Tinggi\" - Selesaikan quest \"Yoohoo Art"},{"id":84120,"name":"Ninja ala Mujina - Mendapatkan pujian tertinggi dari Sayu di Latihan Kelincahan."},{"id":84121,"name":"Efek Masakan"},{"id":84122,"name":"Anggota Kehormatan Crux - Selesaikan \"Saat Crux Bersinar Terang\" dan buka semua akhir cerita."},{"id":84123,"name":"Anggur Pelepas Penat - Ikut serta dalam perjamuan Qingce dengan Beidou."},{"id":84124,"name":"Klub Pembeli Guyun - Cari tahu kebenaran di balik transaksi yang dibuat Beidou."},{"id":84125,"name":"Jenderal Watatsumi - Selesaikan quest \"Misi Khusus sang Jenderal Anjing\" dan buka semua akhir cerita."},{"id":84126,"name":"Tiada yang Abadi - Dapatkan semua jenis slip keberuntungan di Kuil Agung Narukami."},{"id":84127,"name":"Tentukan — Mau Bilang Atau Tidak. - Ungkap identitas Nona Hina yang sebenarnya di Yae Publishing House."},{"id":84128,"name":"Bintang Pendamping Megrez - Selesaikan \"Bertamu Lagi ke Jade Chamber\" dan buka semua akhir cerita."},{"id":84129,"name":"Lebih Baik Berjaga-jaga - Ikan? Semakin banyak semakin bagus!"},{"id":84130,"name":"Overprotektif - Sebuah batu bisa menciptakan ribuan riak air. Sepertinya Ningguang belum ditakdirkan menikmati hari liburnya."},{"id":84131,"name":"Lagu yang Terus Berlangsung - Selesaikan \"Nyanyian Penuh Keanggunan\" dan buka semua akhir cerita."},{"id":84132,"name":"Ingatlah Hari Ini - Buat foto kenang-kenangan bersama Yun Jin."},{"id":84133,"name":"Guru Kencing Berdiri, Murid Kencing Berlari - Selesaikan sesi latihannya tanpa mengenai orang-orangan sawah biru sama sekali."},{"id":84134,"name":"Penasihat Utama Geng Arataki - Selesaikan \"Kegiatan Harian Geng\" dan buka semua akhir cerita."},{"id":84135,"name":"Mau Lihat Lagi! - Melihat betapa anggunnya Kuki Shinobu dalam balutan pakaian miko."},{"id":84136,"name":"\"Di Loteng ....\" - Terbujuk sebelum memberi peringatan pada Kujou Sara dan Kuki Shinobu."},{"id":84137,"name":"Kamu Pikir Kami Ini Nyata Ya? - Selesaikan quest \"Jebakan Badai\" dan buka semua akhir cerita."},{"id":84138,"name":"Aku, Detektif Jagoan! - Berhasil menganalisis motif dan kebenaran di balik tindak kriminal untuk pertama kalinya."},{"id":84139,"name":"Permohonan Sangonomiya - Tanyakan pada Gorou apakah Kokomi tahu soal kejadian di Pulau Watatsumi."},{"id":84140,"name":"Solusi Terbaix - Selesaikan \"Keruwetan Maksimal\" dan buka semua akhir cerita."},{"id":84141,"name":"Kepada"},{"id":84142,"name":"Mekanika"},{"id":84143,"name":"Namanya Adalah \"Layla\" - Selesaikan \"Bintang Tanpa Kata-Kata\" dan buka semua akhir cerita."},{"id":84144,"name":"Dia Sudah Sangat Cemas - Bantu Layla menyelesaikan tesisnya tanpa membuatnya semakin gugup."},{"id":84145,"name":"Rahasia Bintang dan Seelie - Mendapatkan surat balasan sesungguhnya dari Wisdom Seelie."},{"id":84146,"name":"Seni dan Kehidupan - Selesaikan quest \"Bandul Kesengsaraan dan Keberuntungan\" dan buka semua akhir cerita."},{"id":84147,"name":"Masa-Masa Sekolah - Temukan buku yang ditandai di House of Daena."},{"id":84148,"name":"Romantisme Seorang Arsitek - Bicarakan tentang masa depan dengan Kaveh di padang pasir."},{"id":84501,"name":"...Odomu? - Berhasil melakukan pertukaran budaya dengan Hilichurl di \"Bahasa Manusia\"."},{"id":84502,"name":"Yo dala? - Berhasil melakukan pertukaran budaya dengan Hilichurl di \"Komunikasi Melalui Puisi\"."},{"id":84503,"name":"Perfeksionis - Selesaikan semua komisi Tsarevich dengan sempurna di \"Dapat Diandalkan\"."},{"id":84504,"name":"Bicara Apa Adanya - Kumpulkan intelijen mengenai Snezhnaya di \"Kisah Musim Dingin\"."},{"id":84505,"name":"Anekdot Archon Geo - Kumpulkan semua cerita tentang Rex Lapis di \"Buku Harian Perjalanan Geo\"."},{"id":84506,"name":"Teman, Pengembara, Dengarkanlah... - Dengarkan kisah Suara Hujan Pedang di \"Kisah Menggantung\" sampai selesai."},{"id":84507,"name":"Untuk Mendengar Ceritaku. - Dengarkan kisah Amarah Haishan di \"Kisah Menggantung\" sampai selesai."},{"id":84508,"name":"Ah! Bajak Laut! - Main game bajak laut dengan Little Lulu, Little Fei, dan Little Meng."},{"id":84509,"name":"Persahabatan yang Dipelihara - Selesaikan \"Jiangxue Sang Pemancing\" dan \"Dilema Yanxiao\"."},{"id":84510,"name":"Mengetahui Takdir... - Di \"Pertanda Baik\". Bantu Zhihua cari 5 tanda bahwa percintaan akan datang padanya."},{"id":84512,"name":"Kerinduan Godwin - Selesaikan \"Angin Membawa Rindu\" 5 kali."},{"id":84513,"name":"Level Up - Bantu Huai'an memperbaiki jembatan Wangshu Inn yang rusak."},{"id":84514,"name":"Keberuntungan Pemula - Pilih giok dengan nilai tertinggi dalam sekali coba."},{"id":84515,"name":"Bertanggung Jawab - Minta maaf ke Timmie."},{"id":84516,"name":"Apa Adanya - Hanya bawakan material untuk boneka kayu kepada Herman."},{"id":84517,"name":"Karma - Buka kedok Marjorie dan terima ungkapan terima kasih Jack."},{"id":84518,"name":"\"Ayahku tersayang...\" - Dengarkan kisah Timmie."},{"id":84519,"name":"Obat Luar Biasa - Sembuhkan penyakit Anna."},{"id":84520,"name":"Dalam Nama Favonius - Saksikan kisah Jilliana."},{"id":84522,"name":"Pelajar dan \"Pelajar\" - Selesaikan \"Relik yang Hilang\" dan \"Hentikan Perampokan\"."},{"id":84523,"name":"Penyair Vs. Gaji - Selesaikan \"Yang disebut \"Pekerjaan\"\" dan terima Antologi Puisi Pilihan Linling."},{"id":84524,"name":"Lama Tidak Kembali - Selesaikan quest \"Demi Teman Lama\"."},{"id":84525,"name":"Novel ini Luar Biasa! - Intip naskah Chang the Ninth."},{"id":84526,"name":"Terbuka untuk Interpretasi - Hancurkan 4 tanda kedatangan cinta."},{"id":84527,"name":"Ini Bukan Makanan Darurat! - Makan makanan di dalam quest \"Mengantar Makanan\"."},{"id":84528,"name":"Menyamar di Depan Mata - Bantu Sango dan Ryuuji memecahkan kasusnya."},{"id":84529,"name":"Hanya Ada Satu Kebenaran...? - Saksikan kisah Ryuuji."},{"id":84530,"name":"Yang Terbaik dari Liyue - Sembuhkan Tang Wen dengan masakan yang lezat."},{"id":84531,"name":"Boom Shaka-Laka, Lebih Boom Shaka-Laka Lagi - Bertanya pada Xiangling tentang cara memasak yang spesial."},{"id":84532,"name":"Hidangan untuk Dua Orang - Bantu Xudong dan Kamei Munehisa memasak satu hidangan."},{"id":84533,"name":"Masalah Makanan dan Minuman - Bantu Parvaneh memeriksa semua resepnya."},{"id":84534,"name":"Nasi Samurai - Bantu Kamei Munehisa mengumpulkan bahan masakan dari kedua sisi kemah."},{"id":84535,"name":"\"Maaf Merepotkan!\" - Terima keluhan dari Konda Densuka di \"Layanan Pasca-Penjualan\"."},{"id":84536,"name":"Samurai Pecinta Masakan - Saksikan Kamei Munehisa saat bergabung dengan Gourmet Supremos."},{"id":84537,"name":"Halo! Ada Orang Tidak? - Temukan jalan rahasia di Ritou."},{"id":84538,"name":"Pendapat Editor - Bantu Shigeru dan Junkichi kembali ke jalur seniman mereka."},{"id":84539,"name":"Kamu Pantas Membuka Dojo Doushin - Bantu Asakura berlatih 5 kali."},{"id":84540,"name":"Tebak Siapa? - Cari tahu siapa Zhenyu sebenarnya."},{"id":84541,"name":"Baguslah, Setidaknya Ini Selesai - Dengarkan kisah yang dipikirkan Junkichi."},{"id":84542,"name":"Dia dan Kucingnya - Temani Neko ke Mt. Yougou dan cari jejak Hibiki."},{"id":84543,"name":"Wah, Dapat Apaan Nih? - Memancing benda aneh bersama Kayvan."},{"id":84544,"name":"Fungus Kalimi - Saksikan Hatim yang untung besar dari bursa berjangka!"},{"id":84545,"name":"Ketika Kesejahteraan Mengetuk - Kasih Apple Cider ke Hatim."},{"id":84546,"name":"Berburu Kucing - Bantu Sareh menemukan semua kucing kecil."},{"id":84547,"name":"Prinsip Aritmatika - Bantu Garcia menyempurnakan mesinnya."},{"id":84548,"name":"\"Namanya juga kerja.\" - Bantu Hanbei petik lebih banyak lagi jamur."},{"id":84549,"name":"Relaksasi - Kabulkan permintaan tiga orang sakit."},{"id":84550,"name":"Babat Sampai ke Akarnya - Temukan dan kalahkan Whopperflower yang kabur."},{"id":84551,"name":"Keberangkatan - Terima surat dari Alexandra ...."},{"id":84552,"name":"Mora Tidak Berdosa - Saksikan kisah Gourmet Supremos di Sumeru."},{"id":84553,"name":"Setinggi-tingginya Langit .... - Bantu Farghani mengukur."},{"id":84554,"name":"Waktunya Untuk Menjawab - Saksikan kisah Alrani di Sumeru."},{"id":84555,"name":"Ribuan Syarat Mekarnya Mawar - Bantu Collei merawat Sumeru Rose."},{"id":84556,"name":"Mimpi, Mimpi! Ke Manakah Engkau Pergi? - Saksikan kisah Javi dan \"impian\"."},{"id":84557,"name":"Permintaan Tidak Wajib - Temukan semua peralatan yang Gulabgir buat untuk ularnya."},{"id":84558,"name":"Perahu Tahan Banting - Berhasil menguji kekuatan penuh perahu Rafiq."},{"id":84559,"name":"Kenapa? - Nikmati 3 masakan Jafar."},{"id":84560,"name":"Pelajar di Sumeru - Jawab 6 pertanyaan berbeda dengan benar."},{"id":84561,"name":"Kejauhan - Ceroboh dan kalah waktu balapan lawan Hilmi."},{"id":84562,"name":"Tulisan Dokter - Bantu Maruf membaca resep dengan benar."},{"id":84563,"name":"Aroma Yang Tertinggal - Saksikan kisah Nermin."},{"id":84564,"name":"Pencari Pedang - Saksikan kisah Lan dan Unseen Razor."},{"id":84565,"name":"Berjalan Menuju Cakrawala ...? - Saksikan kisah Sun yu"},{"id":85000,"name":"Hanya Kehilangan Waktu - Ungkap rahasia dari kedua jam matahari."},{"id":85001,"name":"Percakapan dengan Dewa Masa Lampau - Pelajari cerita seorang dewa lampau."},{"id":85002,"name":"Naga Tertidur, Chi Bersembunyi - Pelajari cerita Chi."},{"id":85003,"name":"Perang Tanpa Akhir - Jual sebuah harta yang ditemukan di reruntuhan dengan harga yang tinggi."},{"id":85004,"name":"Bayangan di Luhua Pool - Bantu Vermeer mendapatkan pemandangan yang dia inginkan."},{"id":85005,"name":"Ready Player Zero - Mainkan sebuah permainan dengan Childish Jiang."},{"id":85006,"name":"Hutan Rindang Bertumbuh, Menjadi Rumah Berteduh - Saksikan kisah keluarga Yuan Hong."},{"id":86001,"name":"Datang Bermain dan Membantu - Selesaikan Domain bersama pemain lain 5 kali."},{"id":86002,"name":"Datang Bermain dan Membantu - Selesaikan Domain bersama pemain lain 20 kali."},{"id":86003,"name":"Datang Bermain dan Membantu - Selesaikan Domain bersama pemain lain 100 kali."},{"id":86004,"name":"Aku Datang, Aku Melihat, Aku Menaklukkan - Kumpulkan 5 makanan khas daerah di dunia pemain lain."},{"id":86005,"name":"Aku Datang, Aku Melihat, Aku Menaklukkan - Kumpulkan 20 makanan khas daerah di dunia pemain lain."},{"id":86006,"name":"Aku Datang, Aku Melihat, Aku Menaklukkan - Kumpulkan 50 makanan khas daerah di dunia pemain lain."},{"id":86007,"name":"Anemo Crystalfly Milikmu Besar Sekali - Kalahkan sebuah Anemo Hypostasis dalam Mode Co-op."},{"id":86008,"name":"Senyum Saja Cukup - Kalahkan sebuah Electro Hypostasis dalam Mode Co-op."},{"id":86009,"name":"Ternyata Pilarnya Bisa Dipukul - Kalahkan sebuah Geo Hypostasis dalam Mode Co-op."},{"id":86010,"name":"Hanya Aku, Kamu, dan Cryo Regisvine yang Hampir Membunuh Kita - Kalahkan sebuah Cryo Regisvine dalam Mode Co-op."},{"id":86011,"name":"This is Fine... - Kalahkan sebuah Pyro Regisvine dalam Mode Co-op."},{"id":86012,"name":"Seekor Ikan Bernama Rhodeia - Kalahkan seekor Oceanid dalam Mode Co-op."},{"id":86013,"name":"Sumpah Serigala - Kalahkan Raja Wolvendom dalam Mode Co-op."},{"id":86015,"name":"Gunung yang Bergerak - Kalahkan Primo Geovishap dalam Mode Co-op bersama pemain lain."},{"id":86016,"name":"Masa Lalu Muncul Kembali - Kalahkan Azhdaha dalam Mode Co-op bersama pemain lain."},{"id":86017,"name":"Rencana Pencairan - Kalahkan Cryo Hypostasis dalam Mode Co-op bersama pemain lain."},{"id":86018,"name":"Ikatan yang Terputus... - Kalahkan Maguu Kenki dalam Mode Co-op bersama pemain lain."},{"id":86019,"name":"Pertarungan di Tengah Api Unggun - Kalahkan Pyro Hypostasis dalam Mode Co-op bersama pemain lain."},{"id":86020,"name":"Mesin Abadi yang Tidak Begitu Abadi - Kalahkan Perpetual Mechanical Array dalam Mode Co-op bersama pemain lain."},{"id":86021,"name":"Kemampuan Delusion Tidak Akan Menentukan Hasil Pertempuran - Kalahkan Childe di Mode Co-Op bersama pemain lain."},{"id":86022,"name":"Dari Hati ke Hati - Kalahkan Thunder Manifestation dalam Mode Co-op bersama pemain lain."},{"id":86023,"name":"Intinya, Air - Kalahkan Hydro Hypostasis dalam Mode Co-op bersama pemain lain."},{"id":86024,"name":"Menerjang Beku dan Bara - Kalahkan Signora dalam Mode Co-op bersama pemain lain."},{"id":86025,"name":"Pembisik di Malam Gelap - Kalahkan Golden Wolflord dalam Mode Co-op bersama pemain lain."},{"id":86026,"name":"Akan Selalu Ada Seseorang .... - Kalahkan Raiden Shogun dalam Mode Co-op bersama pemain lain."},{"id":86027,"name":"Mengungguli Peradaban Kuno - Kalahkan Ruin Serpent dalam Mode Co-op bersama pemain lain."},{"id":86028,"name":"Setengah Vegetarian - Kalahkan Jadeplume Terrorshroom dalam Mode Co-op bersama pemain lain."},{"id":86029,"name":"Awas Kesetrum! - Kalahkan Electro Regisvine dalam Mode Co-op bersama pemain lain."}]